Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: The following mods failed to run last time and have been disabled:
uk: Наступні моди невдалося запустити минулого разу, тому їх було вимкнено:

source: Family Sharing
uk: Сімейна бібліотека

source: Enter the Forge
uk: Увійти в Кузню

source: Enter the Gorge
uk: Увійти в Пащу

source: You are force loading these mods from modsettings.lua. They will always be enabled:
uk: Ці моди примусово завантажуються modsettings.lua, тому вони завжди будуть увімкнені:

source: Forum
uk: Форум

source: Sandbox
uk: Пісочниця

source: Fresh Build!
uk: Свіжа збірка!

source: Get More Help
uk: Додаткова допомога

source: Send Gift
uk: Надіслати подарунок

source: Hi
uk: Привіт

source: Host (CharSelect)
uk: Творець (CharSelect)

source: Import
uk: Імпортувати

source: Failed to load
uk: Помилка завантаження

source: Data was imported successfully.
uk: Дані було успішно імпортовано.

source: You were invited to join a game as %s
uk: Вас було запрошено приєднатися до гри як %s

source: Report an Issue
uk: Звіт про помилку

source: You must be logged in to view your Profile or Item Collection.
uk: Ви маєте увійти, щоб переглянути свій профіль або колекцію предметів.

source: Join IP
uk: Приєднатися за допомогою IP

source: Join (CharSelect)
uk: Приєднатися (CharSelect)

source: Join Playtest
uk: Доєднатися до ігрового тесту

source: Last build %d days ago
uk: Остання збірка %d днів тому

source: Not Now
uk: Не зараз

source: Log Out
uk: Вийти із системи

source: Beta Build
uk: Бета збірка

source: Installed mods:
uk: Встановлені моди:

source: Klei is not able to help you should issues arise while using mods. Use with caution!
uk: Klei не може гарантувати, що під час гри з модами не виникатимуть помилки. Використовуйте з обережністю!

source: The following mod(s) have caused a failure:
uk: Наступна(і) модифікація(ії) спричинили збій:

source: The mod will be disabled, re-enable it from the mods menu.
uk: Мод буде вимкнено, щоб увімкнути його знову, скористайтеся меню модів.

source: WARNING!
uk: УВАГА!

source: Mod Forums
uk: Форум моду

source: Not available yet
uk: Ще недоступно

source: Disable Mods
uk: Вимкнути моди

source: Mods
uk: Моди

source: The game did not start correctly last time. This was likely caused by a mod, so all client mods have been disabled.\n\nYou can try re-enabling mods from the mod settings screen.
uk: Минулого разу гра запустилася некоректно. Найімовірніше, це сталося через якийсь мод, у зв'язку з чим усі модифікації клієнтські моди гри було вимкнено.\n\nВи можете знову увімкнути їх у вікні налаштувань мода.

source: All Mods Disabled
uk: Усі моди вимкнено

source: Mods Installed!
uk: Моди встановлено!

source: Games
uk: Ігри

source: Check out the latest items in the Klei Store!
uk: Ознайомся з найновішими предметами в крамниці Klei!

source: Klei Store
uk: Крамниця Klei

source: View Details
uk: Переглянути подробиці

source: Downloading Image
uk: Завантаження зображення

source: Sale!
uk: Знижки!

source: Unable to download notifications.
uk: Неможливо завантажити новини.

source: Theatre
uk: Театр

source: Multiplayer
uk: Багатоосібна

source: Treasury
uk: Скарбниця

source: Adventure (TEST)
uk: Пригода (TEST)

source: Sandbox (Custom)
uk: Пісочниця (Власна)

source: Start a new game!
uk: Ропочати нову гру!

source: This will erase your current save. Continue?
uk: Це видалить ваше поточне збереження. Продовжити?

source: Empty
uk: Спустошити

source: What kind of game would you like to play?
uk: В якому режимі ви хочете грати?

source: Let's Go!
uk: Гайда!

source: Newly installed mods:
uk: Щойно встановлені моди:

source: Enable these mods from the main menu.
uk: Увімкніть ці моди з головного меню.

source: You might want to explore on your own for a bit and get a feel for things. Would you like to host your own private game first?
uk: Можливо ви хочете спершу самотужки дослідити цей світ та відчути атмосферу цієї гри. Чи не хотіли б ви створити приватну гру для початку?

source: New to Don't Starve?
uk: Новенький у Don't Starve?

source: No, Browse Games
uk: Ні, шукати гру

source: No, Quick Join
uk: Ні, швидке приєднання

source: Yes, Host Game
uk: Так, створити гру

source: Create a new world!
uk: Створити новий світ!

source: This will erase your current world and any saved games in it. Continue?
uk: Це зітре ваш поточний світ та будь-які збереження у ньому. Продовжити?

source: Next Update: %d days!
uk: До наступного оновлення: %d днів!

source: News
uk: Новини

source: Not Signed In to PlayStation™Network
uk: Не здійснено вхід в PlayStation™Network

source: You are not signed in to PlayStation™Network. Characters and worlds from online games will be unavailable. Play offline?
uk: Ви не ввійшли в PlayStation™Network. Персонажі та світи з ігор у мережі будуть недоступні. Грати поза мережею?

source: No internet connection
uk: Немає з'єднання з мережею

source: Could not connect to the internet. Characters and worlds from online games will be unavailable. Play offline?
uk: Неможливо приєднатися до інтернету. Персонажі та світи з ігор у мережі будуть недоступні. Грати поза мережею?

source: Online play requires an active PlayStation®Plus membership.\nCharacters and worlds from online games will be unavailable. Play offline?
uk: Для гри в мережі потрібна активна підписка на PlayStation®Plus.\nПерсонажі та світи з ігор у мережі будуть недоступні. Бажаєте грати поза мережею?

source: Connection to Klei Failed
uk: Помилка під'єднання до Klei

source: Could not connect to Klei's servers. Characters and worlds from online games will be unavailable. Continue and play offline?
uk: Неможливо під'єднатися до серверів Klei. Персонажі та світи з ігор у мережі будуть недоступні. Продовжити та грати поза мережею?

source: You do not meet the age requirement to play online. Characters and worlds from online games will be unavailable.
uk: Ви не відповідаєте віковим вимогам для гри в мережі. Персонажі та світи з мережевих ігор будуть недоступні.

source: Online Age Restriction
uk: Вікове обмеження для гри в мережі

source: Online play is disabled due to parental control settings for your account. Characters and worlds from online games will be unavailable.
uk: Мережу вимкнено через налаштування сімейного режиму для вашого акаунта. Персонажі та світи з мережевих ігор будуть недоступні.

source: User-Generated Media Restriction
uk: Обмеження користувацьких медіа

source: Options
uk: Опції

source: Play!
uk: Грати!

source: Play Demo
uk: Грати у демо режим

source: Play Online!
uk: Грати в мережі!

source: Play Offline
uk: Грати поза мережею

source: Connection to PlayStation™Network failed
uk: Помилка під'єднання до PlayStation™Network

source: Couldn't connect to PlayStation™Network (scheduled maintenance or connectivity issues). Characters and worlds from online games will be unavailable. Play offline?
uk: Неможливо під'єднатися до PlayStation™Network (планове обслуговування або проблеми зі з'єднанням). Персонажі та світи з ігор у мереж будуть недоступні. Грати поза мережею?

source: Quick Join
uk: Швидке приєднання

source: Rate This Game
uk: Оцінити гру

source: Redeem
uk: Активувати

source: Split Screen
uk: Розділений екран

source: This will reset your current world. Continue?
uk: Це перестворить ваш поточний світ. Продовжити?

source: Reset profile!
uk: Скинути профіль!

source: Restart
uk: Перезапустити

source: Data
uk: Дані

source: Exit Game
uk: Вийти з гри

source: Reload Save
uk: Перезавантажити збереження

source: Settings
uk: Параметри

source: Game Slot
uk: Ігрова комірка

source: What would you like to do?
uk: Що ви хочете зробити?

source: Connection to Steam Failed
uk: Помилка під'єднання до Steam

source: Couldn't connect to Steam (scheduled maintenance or connectivity issues). Characters and worlds from online games will be unavailable. Play offline?
uk: Неможливо під'єднатися до Steam (планове обслуговування або проблеми зі з'єднанням). Персонажі та світи з ігор у мережі будуть недоступні. Грати поза мережею?

source: You must be logged in to use the Klei Store.
uk: Ви маєте ввійти, щоб використовувати крамницю Klei.

source: No, thank you!
uk: Ні, дякую!

source: I understand.
uk: Зрозуміло.

source: Browse all servers
uk: Показати всі сервери

source: See who made the game
uk: Подивитися хто зробив гру

source: Start your own server
uk: Запустити ваш власний сервер

source: Customize your game
uk: Персоналізуйте вашу гру

source: Change your settings and controls
uk: Змініть налаштування та керування

source: Change your settings and view the controls
uk: Змініть налаштування та переглянути керування

source: Equip curios, craft items and view player history
uk: Спорядіться цікавинками, створюйте предмети та переглядайте історію гравця

source: Jump in and start playing
uk: Застрибуйте та починайте грати

source: Unlock Everything
uk: Розблокувати все

source: All's Well That Maxwell
uk: Добре усе, що Маквела

source: Now Playing:
uk: Зараз грають:

source: Checking for update
uk: Перевірка оновлень

source: Problem checking for latest version
uk: Виникла проблема з перевіркою останньої версії

source: Latest Version: %s
uk: Остання версія: %s

source: Update required!
uk: Потрібне оновлення!

source: Your game looks like it's running an old version. We recommend that you update to the latest version.
uk: Схоже, що ви граєте на застарілій версії. Ми рекомендуємо вам оновитися до останньої версії.

source: Version Out of Date
uk: Версія застаріла

source: Up to date!
uk: Остання версія!

source: Your Version: %s
uk: Ваша версія: %s

source: Visit Forum
uk: Завітати на форум

source: Couldn't connect to WeGame (scheduled maintenance or connectivity issues). Characters and worlds from online games will be unavailable. Play offline?
uk: Неможливо під'єднатися до WeGame (планове обслуговування або проблеми зі з'єднанням). Персонажі та світи з ігор у мережі будуть недоступні. Грати поза мережею?

source: Connection to WeGame Failed
uk: Помилка під'єднання до WeGame

source: by %s
uk: від %s

source: Do you want to discard the changes you made to this mod's options?
uk: Бажаєте відхилити зміни, що були внесені в налаштування цього моду?

source: Do you want to abandon your changes?
uk: Бажаєте відхилити зміни?

source: Clean All
uk: Очистити все

source: Are you sure you want to clean your local Workshop data?\nThis will result in a full download of all your subscribed mods, and your mod configuration settings being reset.
uk: Ви впевнені, що бажаєте позбутися локальних даних майстерні Steam?\nЦе спричинить повторне завантаження всіх модів, на які ви підписалися, і скидання налаштувань модів.

source: Clean All Mod Workshop Data
uk: Очистити всі дані модів майстерні

source: Client Mods
uk: Клієнтські

source: Compatible with everything.
uk: Сумісний з усім.

source: Compatible with Don't Starve Together.
uk: Сумісний з Don't Starve Together.

source: Compatible with Don't Starve only.
uk: Сумісний з Don't Starve.

source: This mod has no compatibility with Don't Starve.
uk: Цей мод не сумісний з Don't Starve.

source: Compatible with Reign of Giants only.
uk: Сумісний тільки з Reign of Giants.

source: Compatibility unknown.
uk: Сумісність незрозуміла.

source: Configuration
uk: Конфігурація

source: Configure Mod
uk: Налаштувати модифікацію

source: Crashed! Disabled.
uk: Збій! Мод вимкнено.

source: Disabled
uk: Вимкнено

source: This mod is disabled.
uk: Цей мод вимкнено.

source: Disable All
uk: Вимкнути усе

source: Downloading:\n{name}
uk: Завантаження:\n{name}

source: Downloading Mods...
uk: Завантаження модів...

source: This mod hasn't been tagged as compatible with Don't Starve Together. It may cause issues with your game.
uk: Цей мод було позначено як несумісний з Don't Starve Together. Це може викликати помилки у вашій грі.

source: Both
uk: Обидва

source: Enabled
uk: Увімкнено

source: Loading
uk: Завантаження

source: Local
uk: Локальний

source: Mod Page
uk: Сторінка мода

source: More Info
uk: Більше інформації

source: Dependencies Required
uk: Потрібні пов'язані моди

source: Required By Other Mods
uk: Потрібно для інших модів

source: {mod} requires other mods to run, it will subscribe and enable these if you enable this mod:
uk: {mod} потребує інший мод для роботи, гра автоматично підпишеться й увімкне його, якщо ви ввімкнете:

source: {mod} is required for other mods to run, if you disable this mod these mods will be disabled:
uk: {mod} потребується іншими модами для запуску. Якщо ви вимкнете цей мод, то також буде вимкнено:

source: This is not a Steam Workshop mod. Players will need to download it manually if you host a server.
uk: Цей мод не з майстерні Steam. Якщо ви створите гру із цим модом, іншим гравцям доведеться завантажити його вручну.

source: This is not a WeGame mod. Players will need to download it manually if you host a server.
uk: Ця модифікація не з WeGame. Якщо ви створите гру з цією модифікацією, іншим гравцям доведеться встановлювати її вручну.

source: Mod Warning
uk: Попередження модифікації

source: More Mods
uk: Більше модів

source: No Configurations
uk: Немає налаштувань

source: You have no mods installed. Mods can be downloaded from the Steam Workshop.
uk: Ви не встановили жодного моду. Моди можна завантажити у майстерні Steam.

source: You don't have any client mods installed. You can download some from the WeGame client.
uk: Ви не встановили жодного клієнтського мода. Їх можна завантажити з WeGame client.

source: Take me to the mods!
uk: Пустіть до модів!

source: Show Me!
uk: Покажи-но!

source: You don't have any server mods installed. You can download some from the WeGame client.
uk: Ви не встановили жодного серверного мода. Їх можна завантажити з WeGame client.

source: No Mods Installed
uk: Моди не встановлено

source: You have no %s mods installed. Mods can be downloaded from the Steam Workshop.
uk: Ви не встановили жодного з %s модів. Моди можна завантажити у майстерні Steam.

source: Mods Out of Date:
uk: Застарілі моди:

source: Required Mods Are Downloading
uk: Потрібні моди завантажуються

source: Exit Now
uk: Вийти зараз

source: To enable or disable this mod, you will have to exit and restart the game.
uk: Для того, щоб увімкнути або вимкнути цей мод, ви маєте вийти та перезапустити гру.

source: Restart Required
uk: Потрібен перезапуск

source: Server Mods
uk: Серверні

source: Configure Server Mods
uk: Серверні моди

source: Get Mods
uk: Завантажити

source: Crashed!
uk: Збій!

source: Mod Status Filter: {mode}
uk: Фільтр стану мода: {mode}

source: Cosmetic mods that run on your machine
uk: Косметичні моди, що доступні на вашому ПК

source: Gameplay-affecting mods that run on the game server
uk: Моди, пов'язані з ігроладом на ігровому сервері

source: See popular and featured mods
uk: Перегляньте популярні та цікаві моди

source: Top Mods
uk: Найкращі моди

source: [NAME UNDEFINED]
uk: [НАЗВУ НЕ ВИЗНАЧЕНО]

source: Update All
uk: Оновити всі

source: Are you sure you want to update all your subscribed mods?
uk: Ви впевнені, що бажаєте оновити усі моди, на які ви підписані?

source: Update All Mod Workshop Data
uk: Оновити всі дані модів майстерні

source: Update Mod
uk: Оновити модифікацію

source: Updating...
uk: Оновлення...

source: Up To Date
uk: Актуальна версія

source: All Up To Date
uk: Усі моди актуальні

source: version %s
uk: версія %s

source: Mod can be viewed and configured.
uk: Мод можна переглядати і налаштовувати.

source: This mod is enabled.
uk: Цей мод увімкнено.

source: Workshop
uk: Майстерня

source: Mod Type Filter: {mode}
uk: Фільтр типу мода: {mode}

source: Warehouse
uk: Склад

source: Cause of Death
uk: Причина смерті

source: Survivor
uk: Вцілілий

source: Last seen {date}, on {server_name}
uk: Востаннє бачились {date} у {server_name}

source: Play Time
uk: Награно

source: History
uk: Історія

source: Recent Encounters
uk: Останні зустрічі

source: Date
uk: Дата

source: Morgue
uk: Морг

source: Profile
uk: Профіль

source: Age
uk: Вік

source: Face
uk: Лице

source: Server
uk: Сервер

source: allies revived
uk: союзників відроджено

source: deaths
uk: смертей

source: enemy guards broken
uk: знищено ворожих сторожів

source: health restored
uk: здоров'я відновлено

source: thanks for playing
uk: дякуємо за гру

source: steps taken
uk: кроків

source: damage dealt
uk: завдано шкоди

source: damage taken
uk: отримано шкоди

source: damage taken for the team
uk: отримано шкоди від команди

source: Reborn
uk: Відродження

source: Healer
uk: Цілитель

source: Doctor
uk: Лікар

source: Assassin
uk: Ассасін

source: Master Assassin
uk: Майстер Ассасін

source: fresh crops farmed
uk: зібрано свіжого врожаю

source: fresh crops picked
uk: піднято свіжого врожаю

source: fresh crops planted
uk: посаджено свіжого врожаю

source: crops left to rot
uk: залишиний для гниття врожай

source: wild plants picked
uk: піднято диких рослин

source: Farmhand
uk: Фермер

source: Sower
uk: Землероб

source: Lumberjack
uk: Лісоруб

source: My Chests
uk: Мої скрині

source: Open Chest
uk: Відкрити скриню

source: You have no chests in your treasury.\nStart playing to earn some!
uk: У вашій скарбниці жодної скрині.\nДолучайтесь до гри, щоб отримати їх!

source: You have no chests in your treasury.
uk: У вашій скарбниці жодної скрині.

source: The Treasury
uk: Скарбниця

source: View the chests in your inventory
uk: Переглянути скрині у вашому інвентарі

source: Account Page
uk: Сторінка акаунта

source: The server says you don't own the game. But you do... right?
uk: Сервер каже, що ви не придбали гру. Але ж ви заплатили... правильно?

source: You have been disconnected. We're not sure why... Sorry!
uk: Вас виключили з гри. Ми не впевнені чому... Вибачте!

source: Your account has been banned for violating the terms of use. Please visit accounts.klei.com to review this issue.
uk: Ваш акаунт було заблоковано через порушення умов використання. Будь ласка, завітайте на accounts.klei.com, щоб дізнатися більше.

source: Your account has been marked for deletion and cannot be used anymore.
uk: Ваш акаунт незабаром буде видалено, тож ним не можна буде користуватись.

source: A new version is available.\nPlease update Don't Starve Together.
uk: Доступна нова версія.\nБудь ласка, оновіть Don't Starve Together.

source: Unable to join a LAN server.\nAre you sure it exists?
uk: Неможливо приєднатися до сервера з локальної мережі.\nВи впевнені, що він існує?

source: The connection has been forcibly closed by the engine.
uk: З'єднання було примусово закрито ігровим рушієм.

source: You are already connected to this server.
uk: Ви вже приєднані до цього сервера.

source: The server is not responding. Please try again.
uk: Сервер не відповідає. Будь ласка, спробуйте ще раз.

source: You have been banned from this server.
uk: Вас було заблоковано на цьому сервері.

source: You have lost connection to the server.
uk: З'єднання з сервером втрачено.

source: You have been disconnected from the server.
uk: Вас було відключено з цього сервера.

source: There was some sort of trouble starting the server. Please try again.
uk: Виникла проблема під час запуску сервера. Будь ласка, спробуйте ще раз.

source: The destination server is not responding. Please try again.
uk: Потрібний сервер не відповідає. Будь ласка, спробуйте ще раз.

source: The server you were playing on is unavailable. Please try again later.
uk: Сервер минулої гри наразі недоступний. Будь ласка, спробуйте ще раз пізніше.

source: Attempted to join a "friends only" server, but you're not friends with the host.
uk: Ви спробували приєднатися до сервера типу «Лише друзі», проте ви не дружите з його творцем.

source: Authentication failed. Please try again.
uk: Помилка автентифікації. Будь ласка, спробуйте ще раз.

source: The server is not accepting new connections temporarily. Please wait a moment and try again.
uk: Сервер тимчасово не допускає нових гравців. Будь ласка, зачекайте та спробуйте ще раз.

source: The server has a different version than you do. Please check that your game version is up-to-date.
uk: Сервер має відмінну від вашої версію гри. Будь ласка переконайтеся, що ваша гра має актуальну версію.

source: Networking did not initialize properly. Please try again.
uk: Мережу не ініціалізовано належним чином. Будь ласка, спробуйте ще раз.

source: This account has been logged in from another location.
uk: З цього акаунта було здійснено вхід в іншому місці.

source: Check your connection and try again.
uk: Перевірте ваше з'єднання та спробуйте ще раз.

source: The server is not accepting new players.
uk: Сервер не приймає нових гравців.

source: The server is full.
uk: Сервер повністю заповнений.

source: Your world is damaged and cannot be loaded.
uk: Ваш світ було пошкоджено, тому його неможливо завантажити.

source: You must be a member of this server's Steam Group to connect.
uk: Ви маєте бути учасником Steam групи цього сервера, щоб приєднатися.

source: This server only allows players from their same local network.
uk: Цей сервер дозволяє приєднуватись тільки там гравцям, що знаходяться в одній локальній мережі.

source: Attempt to join server failed because remaining player slots are reserved. Please try again once a slot frees up.
uk: Виникла помилка під час під'єднання до сервера, оскільки решта слотів зарезервовані. Будь ласка, спробуйте ще раз, щойно один зі слотів звільниться.

source: Something went awry while connecting. Please try again.
uk: Під час з'єднання щось пішло не так. Будь ласка, спробуйте ще раз.

source: You have been kicked from this server.
uk: Вас було виключено з цього сервера.

source: Whoops! The password you entered was incorrect.
uk: Упс! Пароль, який ви ввели був хибний.

source: Unable to connect to the server.
uk: Неможливо під'єднатися до сервера.

source: Player 1 has signed out of PlayStation™Network in the middle of a game!
uk: Гравець 1 вийшов з PlayStation™Network посеред гри!

source: Your split-screen partner logged out in the middle of a game!
uk: Ваш напарник на розділеному екрані вийшов з системи посеред гри!

source: Player 2 has signed out of PlayStation™Network in the middle of a game!
uk: Гравець 2 вийшов з PlayStation™Network посеред гри!

source: You have signed out of PlayStation™Network. Now we have to set everything back up again...
uk: Ви вийшли з PlayStation™Network. Тепер ми маємо налаштувати все спочатку...

source: Your split-screen partner logged out. Return to the main menu to find another.
uk: Ваш напарник по розділеному екрану від'єднався. Поверніться до головного меню, щоб знайти іншого.

source: Your split-screen partner signed out. Return to the main menu to find another.
uk: Ваш напарник по розділеному екрану вийшов з системи. Поверніться до головного меню, щоб знайти іншого.

source: A token error occurred. Please try again.
uk: Виникла помилка токена. Будь ласка, спробуйте ще раз.

source: Unable to reach the Klei server. Please try again.
uk: Неможливо під'єднатися до сервера Klei. Будь ласка, спробуйте ще раз.

source: This server is incompatible with your version. Please try another server.
uk: Цей сервер несумісний з вашою версією. Будь ласка спробуйте інший.

source: This server requires mods that are not available on the Steam Workshop. You will need to manually download the missing mods.
uk: Цей сервер використовує недоступні моди в майстерні Steam. Вам доведеться вручну завантажити забраклі моди.

source: This server requires mods that are not available. You will need to manually download the missing mods.
uk: Цей сервер використовує недоступні моди. Вам доведеться вручну завантажити забраклі моди.

source: Download of the required mods from the Steam Workshop failed because one or more mods is not visible to you.
uk: Виникла помилка під час завантаження потрібних модів з майстерні Steam, оскільки один або декілька з них вам недоступні.
