Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: User Name
uk: Ім'я користувача

source: Accomplishments are awarded at the end of a match.
uk: Досягнення нараховуються в кінці матчу.

source: Finish the Pit Pig round having taken less than 800 teamwide damage
uk: Завершіть раунд з бойовим кабаном, отримавши менше ніж 800 шкоди сумарно по команді

source: Survive until the first wave of Scorpeons without any teammates dying
uk: Протримайтеся до першої хвилі скорпеонів, не допустивши загибелі жодного з членів команди

source: Not Today
uk: Не сьогодні

source: Survive until the Grand Forge Boarrior is summoned without any teammates dying
uk: Протримайтеся до виклику величного кабавоїна Кузні, не допустивши загибелі жодного з членів команди

source: Just Won't Die!
uk: Невмирущі!

source: Survive until the first Boarilla arrives and defeat it without any teammates dying
uk: Протримайтеся до виклику першої кабанорили, не допустивши загибелі жодного з членів команди

source: Hard To Kill
uk: Усупереч смерті

source: Survive the first wave of Scorpeons without any teammates dying from acid
uk: Протримайтеся до виклику скорпеонів, не допустивши загибелі жодного з членів команди від кислоти

source: Big Wheel Kept From Turnin'
uk: Скрута

source: Chuck It Overboard
uk: Викинь за борт

source: Destroy 3 or more battle standards in a single match
uk: Знищте 3 або більше бойових штандартів за один матч

source: Triple Standard
uk: Потрійний штандарт

source: Daily Match Bonus
uk: Бонус за щоденну гру

source: Daily Victory Bonus
uk: Бонус за щоденні перемоги

source: Bundle of Decoy
uk: Набір приманок

source: Defeat the Grand Forge Boarrior
uk: Подолайте великого кабаноїна Кузні

source: Defeat the Rhinocebro round
uk: Подолайте Бросорогів

source: Way To Go, Bro
uk: Так тримати, бро

source: Crocommand the Room
uk: Крокомандуйте кімнатою

source: Death From Above
uk: Смерть з небес

source: Meteor Your Match
uk: Коли метеор стає метеоритом

source: Rigor Snortoise
uk: Бронепаша загроза

source: Scorpeon Denizens
uk: Оселя скорпеонів

source: Survive with no team deaths until a Boarilla is defeated
uk: Протримайтеся, не допустивши загибелі жодного з членів команди, доки кабанорила не буде переможена

source: Mindless Violence
uk: Бездумний ґвалт

source: Survive with no team deaths until the Grand Forge Boarrior is defeated
uk: Протримайтеся, не допустивши загибелі жодного з членів команди, доки величний кабавоїн Кузні не буде переможений

source: On the Boarrior Path
uk: На шляху Кабавоїна

source: Survive with no team deaths until both Rhinocebros are defeated
uk: Протримайтеся, не допустивши загибелі жодного з членів команди, доки бросороги не будуть переможені

source: Drill Down
uk: Заглиблення

source: Live To See the Fray
uk: Живи задля бійок

source: Survive until the Grand Forge Boarrior is defeated
uk: Протримайтеся, доки величний кабавоїн Кузні не буде переможений

source: Delusions of Grand Forge
uk: Марення о Величній Кузні

source: Survive until the Scorpeons arrive, taking under 200 damage
uk: Протриматися до виклику скорпеонів, зазнавши менш як 200 одиниць шкоди

source: No the Drill
uk: Тільки не свердло

source: Solo Survivor
uk: Самотній уцілілий

source: Team Survivor
uk: Командний уцілілий

source: Forging Victory
uk: Викувана перемога

source: Show, Don't Tell
uk: Показуй, а не розказуй

source: Ring of Fire
uk: Кільце вогню

source: It's Alive!
uk: Воно живе!

source: Well-Oiled Machine
uk: Добре змащений механізм

source: Forge Mastery
uk: Майстерність Кузні

source: Perfect Runs
uk: Ідеальні спроби

source: Speed Runs
uk: Швидкісний забіг

source: Cook and complete at least one meal using an oven, a cookpot, and a grill, respectively
uk: Приготуйте та завершіть бодай одну страву, використавши казан, піч або гриль

source: Bake Boss
uk: Бос випікання

source: Cook a meal
uk: Приготуйте страву

source: Great Victorian Cook Off
uk: Велика вікторіанська кулінарія

source: Discover all possible recipes
uk: Вивчіть усі можливі рецепти

source: Cook and complete at least one meal using a Large Grill, Large Cookpot or Large Casserole Dish
uk: Приготуйте та завершіть бодай одну страву, використавши великий гриль, великий казан або керамічну каструлю.

source: Big Meal
uk: Велике готування

source: Cook at least 6 meals from start to finish in a single match, without burning any of them
uk: Приготуйте бодай 6 страв упродовж одного матчу, не зіпсувавши жодної

source: It's Not Raw
uk: Навіть не підгоріло

source: Increase the value of a dish by plating it in a silver plate or bowl
uk: Збільште цінність страви, поклавши її на срібну тарілку або миску

source: The Silver Gullet
uk: Срібна епоха

source: Fertilize at least 20 crops in a single match
uk: Удобріть бодай 20 культур за один матч

source: Premium Plant Food
uk: Преміальна їжа для рослин

source: Sow at least 30 seeds in a single match
uk: Посійте бодай 30 насінин за один матч

source: Sow one or more of each type of seed
uk: Посійте одну або кілька насінин кожного типу

source: Sowing Machine
uk: Посівна машина

source: Till at least 50 farm plots in a single match
uk: Обробіть бодай 50 ділянок за один матч

source: Dawn Till Dusk
uk: Від світанку до заходу

source: Catch a Pebble Crab
uk: Спіймайте галькового краба

source: The Landed Land Crab
uk: Заземлений земляний краб

source: Chop and gather 80 logs or more in a single match
uk: Зрубайте та зберіть 80 або більше колод за один матч

source: Chopped
uk: Рубака

source: Unlock at least one safe
uk: Розблокуйте бодай один сейф

source: Finders, Keepers
uk: Що з воза впало - то пропало

source: Gather sap from Sugarwood trees 9 times or more in a single match
uk: Зберіть сік з цукрових дерев 9 або більше разів за один матч

source: Extra Sappy
uk: Соковинка

source: Grind 5 teaspoons of spice in a single match
uk: Перемеліть 5 чайних ложок спецій за один матч

source: The Spice of Strife
uk: Специфіка боротьби

source: Cook and complete at least one meal using a Large Grill, a Large Cookpot, and a Large Casserole Dish, respectively
uk: Приготуйте та завершіть бодай одну страву, використавши великий гриль, великий казан \nі керамічну каструлю

source: Snack of All Trades
uk: Кухар на всі руки

source: Play a 3-player match where everyone has a turn to cook and complete at least two meals
uk: Зіграйте матч на 3-х гравців, де кожен приготує та завершить бодай дві страви

source: Three Many Cooks
uk: Три майстра-шефа

source: Escape with all cooked meals having one or more meat ingredients (Meat Scraps, Salmon, Meat, or Crab Meat)
uk: Втечіть, приготувавши тільки страви, що містять один або більше м'ясних інгредієнтів (Шматочки м'яса, лосось, м'ясо або м'ясо краба)

source: Killing Spree
uk: Серія вбивств

source: Escape without satisfying any cravings
uk: Втечіть, не задовольнивши жодного бажання

source: Never Satisfied
uk: Ніякого задоволення

source: Escape without harvesting any logs
uk: Втечіть, не зібравши жодної колоди

source: Tree Hugger
uk: Друг природи

source: Find or earn 3 or more Sapphire Medallions in one match
uk: Знайдіть чи здобудьте 3 або більше сапфірових медальйонів за один матч

source: Gather 'Round the Sapphire
uk: Збирач коштовностей

source: Find or earn 3 or more Red Marks in one match
uk: Знайдіть чи здобудьте 3 чи більше червоних марок за один матч

source: Marked For Red
uk: Марковано червоним

source: Escape without any meals cooked with meat ingredients (Meat Scraps, Salmon, Meat, or Crab Meat)
uk: Втечіть, не приготувавши жодної страви, що містить м'ясні інгредієнти (Шматочки м'яса, лосось, м'ясо або м'ясо краба)

source: Meaty Neglect
uk: Вегетаріанство

source: Escape the Gorge by offering 10 meals or less
uk: Втечіть від Пащі, запропонувавши їй 10 або менше страв

source: Quick Lunch
uk: Швидкий перекус

source: Activate the Ancient Gateway and escape the Gorge
uk: Активуйте Стародавню браму та втечіть від Пащі

source: Escape!
uk: Втеча!

source: Escape the Gorge having fulfilled 15 or more of the Gnaw's cravings
uk: Втечіть від Пащі, задовольнивши 15 або більше бажань Глоду

source: Gnaw's Gnosh
uk: Слуга Глоду

source: Escape the Gorge without having burned or ruined any meals
uk: Втечіть від Пащі, не спаливши або зіпсувавши жодної страви

source: Cooked to Perfection
uk: Ідеальний кухарчук

source: Escape the Gorge without offering any duplicate meals
uk: Втечіть від Пащі, не запропонувавши двох однакових страв

source: No Repeater Eater
uk: Вибагливий клієнт

source: Escape the Gorge without offering the Gnaw any salted meals
uk: Втечіть від Пащі, не запропонувавши Глоду солоних страв

source: Sodi-yum
uk: Шляхетна сода

source: Escape the Gorge without offering any silver plated meals to the Gnaw
uk: Втечіть від Пащі, не запропонувавши Глоду страв на срібному посуді

source: No Silver Linings
uk: Без зайвих прикрас

source: Escape the Gorge without failing to fulfill any cravings
uk: Втечіть від Пащі, безпомилково задовольнивши всі бажання

source: Taste Maker
uk: Творець смаку

source: Escape the Gorge by offering 7 meals or less
uk: Втечіть від Пащі, запропонувавши 7 або менше страв

source: Zero-Wait Staff
uk: Персонал швидкого реагування

source: Escape the Gorge having fulfilled 18 or more of the Gnaw's cravings
uk: Втечіть від Пащі, задовольнивши 18 або більше бажань Глоду

source: Flavorville
uk: Країна смаків

source: Find or earn a Sapphire Medallion
uk: Знайдіть або здобудьте сапфіровий медальйон

source: Gnaw In The Sky With Sapphires
uk: На сьомому небі від сапфірів

source: Find or earn a Red Mark
uk: Знайдіть або заробіть червону марку

source: Marked
uk: Маркований

source: Earn the Gnaw's Favor
uk: Здобудьте ласку Глоду

source: Favored
uk: Обраний

source: Sacrifice something the Gnaw is craving 3 times in 3 minutes
uk: Пожертвуйте щось, чого бажає Глод, 3 рази за 3 хвилини

source: Fast Food
uk: «Швидкоїжа»

source: Sacrifice something the Gnaw is craving at least 9 times in one match
uk: Пожертвуйте щось, чого бажає Глод, бодай 9 разів за матч

source: Spoiled Wyrm
uk: Розбещений черв

source: Sacrifice something the Gnaw is craving at least 3 times in one match
uk: Пожертвуйте щось, чого бажає Глод, бодай 3 рази за матч

source: Cheat Day
uk: День дурня

source: Sacrifice something the Gnaw is craving at least 6 times in one match
uk: Пожертвуйте щось, чого бажає Глод, бодай 6 разів за матч

source: Eternal Cravings
uk: Вічні бажання

source: Cooking
uk: Кулінарія

source: Gorge Mastery
uk: Майстерність Пащі

source: Farming
uk: Фермерство

source: Resource Collection
uk: Збір ресурсів

source: Offerings
uk: Підношення

source: Victory
uk: Перемога

source: Accomplishments
uk: Досягнення

source: Never mind
uk: Байдуже

source: Weave
uk: Зіткати

source: Unravel
uk: Розіткати

source: Unravel Duplicates
uk: Розіткати копії

source: Use {doodad_value} Spools to weave this curio.
uk: Використайте {doodad_value} шпульок, щоб зіткати цю цікавинку.

source: This curio can be unraveled into {doodad_value} Spools.
uk: Цю цікавинку можна розіткати в {doodad_value} шпульок.

source: This curio is not weaveable.
uk: Цю цікавинку не можна зіткати.

source: This curio is not currently weaveable.
uk: Цю цікавинку наразі не можна зіткати.

source: You must have {character} unlocked to weave this item from Spools.
uk: Ви маєте розблокувати {character}, щоб зіткати цей предмет зі шпульок.

source: This curio cannot be unraveled.
uk: Цю цікавинку не можна розіткати.

source: Use {doodad_count} Spools to weave item: {item_name}?\n\nYou will be left with {doodad_net} Spools.\nSpools are used to weave "Woven" rarity curios.
uk: Використати {doodad_count} шпульок, щоб зіткати {item_name}?\n\nЗагалом ви матимете {doodad_net} шпульок.\nШпульки використовуються, щоб зіткати цікавинки рідкости «Витканий».

source: Unravel {count} duplicates into {doodad_count} Spools?\n\nYou will have a total of {doodad_net} Spools.
uk: Розіткати {count} копії у {doodad_count} шпульок?\n\nЗагалом ви матимете {doodad_net} шпульок.

source: Unravel 1 duplicate into {doodad_count} Spools?\n\nYou will have a total of {doodad_net} Spools.
uk: Розіткати 1 копію у {doodad_count} шпульок?\n\nЗагалом ви матимете {doodad_net} шпульок.

source: Unravel this {item_name} into {doodad_count} Spools?\n\nYou will have a total of {doodad_net} Spools.\nSpools are used to weave "Woven" rarity curios.
uk: Розіткати {item_name} у {doodad_count} шпульок?\n\nЗагалом ви матимете {doodad_net} шпульок.\nШпульки використовуються, щоб зіткати цікавинки рідкости «Витканий».

source: Sorry!\nFailed to contact Klei Servers. Please try again.
uk: Вибачте!\nПомилка з'єднання з серверами Klei. Будь ласка, спробуйте ще раз.

source: Connection failure
uk: Помилка з'єднання

source: {doodad_count} Spools are required to weave item: {item_name}.\n\nYou need {doodad_net} more Spool(s) to weave this item.\nSpools can be obtained by unraveling curios.
uk: Щоб зіткати {item_name} потрібно {doodad_count} шпульок.\nВам потрібно ще {doodad_net} шпульок, щоб зіткати цей предмет.\nШпульки можна отримати, розіткавши цікавинки.

source: This curio cannot be traded or sold.
uk: Цю цікавинку не можна продати чи обміняти.

source: OK
uk: ОК

source: The Curio Loom
uk: Ткацький верстат цікавинок

source: Unraveling this item will break your {ensemble_name} and cause you to lose access to the Reward item, {reward_name}.
uk: Розіткання цього предмета знищить {ensemble_name} через що ви втратите доступ до нагороди \n{reward_name}.

source: You will no longer be able to play as {character} if you unravel this item. You'll also lose access to all the items you own that are character-specific to {character}, although you'll be able to unravel them, if you wish.
uk: Ви не зможете грати за {character}, якщо розітчете цей предмет. Опріч того, ви втратите доступ до всіх предметів, які належать {character}, хоча й зможете їх за бажанням розіткати.

source: Warning!
uk: Обережно!

source: Trimmed
uk: Підстрижена

source: Groomed
uk: Доглянута

source: Magnificent
uk: Розкішна

source: Boat Health:
uk: Здоров'я човна:

source: There was an error while opening your Chest. Please log in again to refresh your account inventory.
uk: Під час відкриття скрині виникла помилка. Будь ласка, увійдіть ще раз, щоб оновити інвентар вашого акаунта.

source: Error Opening Chest
uk: Помилка відкриття скрині

source: This Chest contained items that are not supported by your current game version. Please exit and update your game.
uk: Ця скриня містить предмети, що не підтримуються вашою версією гри. Будь ласка, вийдіть та оновіть гру.

source: You received...
uk: Ви отримали...

source: Accept
uk: Прийняти

source: Do you wish to accept these changes?
uk: Бажаєте прийняти зміни?

source: Accept Changes
uk: Прийняти зміни

source: Apply
uk: Застосувати

source: Audio
uk: Звук

source: Do you want to throw out your changes?
uk: Бажаєте скинути всі впроваджені зміни?

source: Lose Changes?
uk: Скасувати зміни?

source: Bandwidth
uk: Пропускна здатність

source: Broadcasting Enabled
uk: Трансляція доступна

source: Close
uk: Закрити

source: Forget Account
uk: Забути акаунт

source: Frame Rate
uk: Частота кадрів

source: Help
uk: Довідка

source: Logout
uk: Вийти

source: Microphone
uk: Мікрофон

source: No
uk: Ні

source: Revert Changes
uk: Скасувати зміни

source: Sign Up
uk: Підписатися

source: Smooth Scaling
uk: Плавне масштабування

source: Start Stream
uk: Почати трансляцію

source: Stop Stream
uk: Зупинити трансляцію

source: System Sound
uk: Системний звук

source: Twitch Chat
uk: Чат Twitch

source: View Stream
uk: Дивитися трансляцію

source: Webcam Enabled
uk: Камера ввімкнена

source: Webcam Alpha
uk: Основна камера

source: Yes
uk: Так

source: You have not submitted your report.\nAre you sure you want to cancel?
uk: Ваш звіт ще не надіслано.\nВи впевнені, що бажаєте скасувати?

source: Cancel Bug Report?
uk: Скасувати звіт про помилку?

source: Change Bug Description
uk: Змінити опис звіту

source: Please describe your issue.
uk: Будь ласка, опишіть вашу проблему.

source: Enter Bug Description
uk: Описати помилку

source: Submit
uk: Надіслати

source: Submitting files, please wait
uk: Надсилаємо файли. Будь ласка, зачекайте

source: Submit Bug Report?
uk: Повідомити про помилку?

source: There was a problem uploading your files.
uk: Виникла помилка під час завантаження файлів.

source: Error
uk: Помилка

source: Files successfully uploaded. Thanks for the report!
uk: Файли успішно завантажено. Дякуємо за ваш звіт!

source: Success
uk: Успіх

source: Please enter a description of the bug you are experiencing and any details that you feel may aid us in fixing it.
uk: Будь ласка, опишіть несправність, яку ви знайшли, та будь-які деталі, які, на вашу думку, можуть нам допомогти.

source: Boot someone off the server. 'seconds' param makes the ban temporary.
uk: Виганяє гравця з сервера. Параметр «секунди» робить блокування тимчасовим.

source: Boot someone off the server.
uk: Вигнати когось з сервера.

source: Ban
uk: Заблокувати

source: Run this to report a problem with the game!
uk: Відкрийте, щоб повідомити про проблему з грою!

source: Report Bug
uk: Звіт про помилку

source: Express your feelings!
uk: Виразіть свої почуття!

source: Emote
uk: Емоція

source: Perform an emote!
uk: Жестикулюйте!

source: %s emote
uk: %s жест

source: Available commands:
uk: Доступні команди:

source: Get more info on commands.
uk: Отримайте більше інформації про команди.

source: Couldn't find a command called '%s'
uk: Не можемо знайти команду '%s'

source: Type '/help commandname' for more info on a command.
uk: Впишіть «/help commandname», щоб дізнатися більше про команду.

source: Command Help
uk: Команда допомоги

source: Kick
uk: Вигнати

source: vote to kick %s
uk: голосувати, щоб вигнати %s

source: Should we kick %s?
uk: Чи слід нам вигнати %s?

source: Destroy this world and start with a brand new one!
uk: Покладіть край цьому світові й почніть у новому!

source: Regenerate World
uk: Перегенерувати світ

source: vote to regenerate the world
uk: голосувати за перегенерацію світу

source: Regenerating world in 5 seconds...
uk: Перегенерація світу за 5 секунд...

source: Should we regenerate the world?
uk: Чи слід нам перегенерувати світ?

source: If you ever find yourself stuck in the void, this will put you back on land.
uk: Якщо ви колись застрягнете у безодні, це поверне вас назад на землю.

source: Rescue Me!
uk: Врятуйте мене!

source: Restart the server from the last save.
uk: Перезапускає сервер з останнього збереження.

source: Reset
uk: Обнулити

source: Random dice roll from 1 to 100.
uk: Випадкове число від 1 до 100.

source: Dice Roll
uk: Кинути кості

source: Rollback the server to a previous save.
uk: Відновлення сервера до попереднього збереження.

source: Rollback
uk: Відновлення

source: vote to rollback the server
uk: голосувати за відновлення світу сервера

source: Rolling server back in 5 seconds...
uk: Відновлення світу сервера за 5 секунд...

source: Should we rollback this world?
uk: Чи слід нам відновити цей світ?

source: Cancel a vote in progress if you don't like it!
uk: Скасувати наявне голосування, якщо воно не до вподоби!

source: Stop Vote
uk: Зупинити голосування

source: Disconnect
uk: Від'єднання

source: Select
uk: Обрати

source: Open Keyboard
uk: Відкрити клавіатуру

source: Say
uk: Сказати

source: Whisper
uk: Шепотіти

source: say:
uk: сказати:

source: Message:
uk: Повідомлення:

source: whisper:
uk: шепіт:

source: Create Match
uk: Створити матч

source: Custom Match
uk: Користувацький матч

source: Beards
uk: Бороди

source: Emoticons
uk: Емотикони

source: Emotes
uk: Жести

source: Sorry!\nWe've temporarily misplaced your curios.\nPlease try again later.
uk: Вибачте!\nМи тимчасово загубили ваші цікавинки.\nБудь ласка, спробуйте ще раз пізніше.

source: Belongings
uk: Надбання

source: Vignettes
uk: Світлини

source: New!
uk: Новина!

source: Portrait Frames
uk: Тло портрета

source: Profile Icons
uk: Значки профілю

source: Ensemble
uk: Костюм

source: Curio Cabinet
uk: Шафа цікавинок

source: View your character beards
uk: Перегляньте бороди персонажів

source: View your available chat icons
uk: Перегляньте доступні значки чату

source: View your character emotes
uk: Перегляньте жести персонажів

source: View your skins for craftable in-game items
uk: Перегляньте вигляд предметів, які можна змайструвати

source: Select loading screens to display between games
uk: Оберіть світлини, що з'являтимуться між іграми

source: Equip new backgrounds to your characters' portraits
uk: Оберіть нове тло для портрета персонажа

source: Select an icon for your profile
uk: Оберіть значок профілю

source: View and equip your character skins
uk: Перегляньте та надягніть скіни

source: Black
uk: Чорний

source: Blue
uk: Синій

source: Brown
uk: Коричневий

source: Green
uk: Зелений

source: Gray
uk: Сірий

source: Navy
uk: Темно-синій

source: Orange
uk: Помаранчевий

source: Pink
uk: Рожевий

source: Purple
uk: Фіолетовий

source: Red
uk: Червоний

source: Tan
uk: Брунатний

source: Teal
uk: Бірюзовий

source: White
uk: Білий

source: Yellow
uk: Жовтий

source: Are you sure?
uk: Ви впевнені?

source: Really %s?
uk: %s? Упевнені?

source: Really %s %s?
uk: Справді %s %s?

source: Hide Server Name
uk: Приховати назву сервера

source: Actions for
uk: Дії для

source: The Server
uk: Сервера

source: Show Server Name
uk: Показати назву сервера

source: User Actions for
uk: Користувацькі дії для

source: %s (vote)
uk: %s (голосувати)

source: Send Invitation
uk: Надіслати запрошення

source: Player Listing
uk: Список гравців

source: Miscellaneous
uk: Різноманітне

source: Other
uk: Інші

source: Survivors
uk: Уцілілі

source: Cinematics
uk: Відеоролики

source: Encounters
uk: Зустрічі

source: History of Travels
uk: Історія мандрів

source: Obituaries
uk: Некролог

source: Plant Registry
uk: Реєстр рослин

source: The survivors of the Constant
uk: Уцілілі Константи

source: Pretty movies!
uk: Гарненькі фільми!

source: The Constant's guide to cookery
uk: Посібник з кулінарії Константи

source: A history of those you've crossed paths with
uk: Історія тих, із ким ви встигли спіткатися

source: Reminisce over past mistakes
uk: Нагадування про минулі похибки

source: The Constant gardener's almanac
uk: Садовий альманах Константи

source: Local:
uk: Локально:

source: Remote:
uk: Віддалено:

source: Back
uk: Назад

source: Change Bind
uk: Змінити прив'язку

source: Primary
uk: Основна

source: Zoom In
uk: Наблизити

source: Zoom Out
uk: Віддалити

source: Rotate Left
uk: Повернути ліворуч

source: Rotate Right
uk: Повернутися праворуч

source: Pause
uk: Павза

source: Map
uk: Мапа

source: Inv 1
uk: Комірка 1

source: Inv 2
uk: Комірка 2

source: Inv 3
uk: Комірка 3

source: Inv 4
uk: Комірка 4

source: Secondary
uk: Другорядна

source: Inv 5
uk: Комірка 5

source: Inv 6
uk: Комірка 6

source: Inv 7
uk: Комірка 7

source: Inv 8
uk: Комірка 8

source: Inv 9
uk: Комірка 9

source: Inv 10
uk: Комірка 10

source: Menu Up
uk: Меню вгору

source: Menu Down
uk: Меню вниз

source: Menu Left
uk: Меню наліво

source: Menu Right
uk: Меню направо

source: Do Attack
uk: Атакувати

source: Menu Accept
uk: Прийняти меню

source: Menu Cancel
uk: Скасувати меню

source: Menu Scroll Up
uk: Прокрутити меню вгору

source: Menu Scroll Down
uk: Прокрутити меню вниз

source: Menu Prev Value
uk: Меню: попер. значення

source: Menu Next Value
uk: Меню: наступ. значення

source: Take Half
uk: Взяти половину

source: Change Box
uk: Змінити ланку

source: Change Box (Half)
uk: Змінити ланку (половина)

source: Force Inspect (mod)
uk: Примусово оглянути (мод)

source: Examine
uk: Оглянути

source: Force Attack (mod)
uk: Примусово атакувати (мод)

source: Force Container (mod)
uk: Примусово покласти (мод)

source: Force Stack (mod)
uk: Примусово скласти (мод)

source: Debug Log
uk: Журнал відладки
