Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Abigail
uk: Абіґейл

source: Abigail's Flower
uk: Квітка Абіґейл

source: Accomploshrine
uk: Кубок подвигів

source: Acid Rain
uk: Кислотний дощ

source: Birchnut
uk: Каштан

source: Roasted Birchnut
uk: Смажений каштан

source: Birchnut Sapling
uk: Паросток каштана

source: Maxwell's Door
uk: Двері Максвелла

source: Enlightened Crown
uk: Корона просвітлення

source: Enlightened Shard
uk: Уламок просвітлення

source: Minor Gestalt
uk: Малий ґештальт

source: Lunar Essence Extractor
uk: Екстрактор місячної есенції

source: Celestial Champion
uk: Небесний чемпіон

source: Moonglass Spike
uk: Шип із місячного скла

source: Defeated Celestial Champion
uk: Переможений небесний чемпіон

source: Enlightening Snare
uk: Пастка просвітлення

source: Life Giving Amulet
uk: Життєдайний амулет

source: Anchor
uk: Якір

source: Anchor Kit
uk: Набір для якоря

source: "Moon" Sketch
uk: Замальовка «місяця»

source: Geode Fruit
uk: Жеодофрукт

source: Nightberry
uk: Ягода ночі

source: Cooked Nightberry
uk: Приготована ягода ночі

source: Sproutrock
uk: Дендрокамінь

source: Young Sproutrock
uk: Молодий дендрокамінь

source: Sproutrock Sapling
uk: Паросток дендрокаменя

source: Gloomthorn
uk: Темношип

source: Young Gloomthorn
uk: Молодий темношип

source: Gloomthorn Sapling
uk: Паросток темношипа

source: Surprising Seed
uk: Насіння-сюрприз

source: Planted Surprising Seed
uk: Посаджене насіння-сюрприз

source: Ancient Pseudoscience Station
uk: Стародавня псевдонаукова станція

source: Broken Ancient Pseudoscience Station
uk: Зруйнована стародавня псевдонаукова станція

source: Ancient Statue
uk: Стародавня статуя

source: Animal Track
uk: Слід звіра

source: Ant-Chovy
uk: Мурахамса

source: Antlion
uk: Мурашиний лев

source: Turf-Raiser Helm
uk: Ґрунтозсувний шолом

source: Beach Toy
uk: Пляжна іграшка

source: Sinkhole
uk: Карстова вирва

source: Ancient Sentrypede
uk: Стародавня вартоніжка

source: Sentrypede Husk
uk: Оболонка вартоніжки

source: Ancient Kiln
uk: Стародавній казан

source: Distilled Knowledge
uk: Дистильоване знання

source: Fountain of Knowledge
uk: Джерело знань

source: Ancient Moon Statue
uk: Стародавня статуя місяця

source: Ancient Orchestrina
uk: Стародавня оркестрина

source: Sealed Portal
uk: Запечатаний портал

source: Astral Detector
uk: Астральний детектор

source: Ancient Lunarune Stone
uk: Стародавній рунічний камінь

source: Ancient Guard Post
uk: Стародавній охоронний стовп

source: Ornate Pedestal
uk: Пишно оздоблений п'єдестал

source: Scalemail
uk: Лускатий обладунок

source: Dreadstone Armor
uk: Броня з лячнокаменю

source: Grass Suit
uk: Трав'яний обладунок

source: Marble Suit
uk: Мармуровий обладунок

source: Thulecite Suit
uk: Тулецитовий обладунок

source: Bone Armor
uk: Кістяна броня

source: Belt of Hunger
uk: Пояс голоду

source: Snurtle Shell Armor
uk: Панцир равлипахи

source: W.A.R.B.I.S. Armor
uk: Броня В.А.Р.Б.І.С.

source: Log Suit
uk: Дерев'яний обладунок

source: Bramble Husk
uk: Ожинова оболонка

source: Coat of Carrots
uk: Морковик

source: Brightshade Armor
uk: Ясноквітна броня

source: Brambleshade Armor
uk: Ожиноквітна броня

source: Night Armor
uk: Броня ночі

source: Void Robe
uk: Мантія порожнечі

source: Directional Sign
uk: Дороговказ

source: Ashes
uk: Попіл

source: Ashes of %s
uk: Попіл %s

source: Asparagus
uk: Спаржа

source: Asparagus Soup
uk: Спаржевий суп

source: Roasted Asparagus
uk: Смажена спаржа

source: Giant Asparagus
uk: Спаржище

source: Giant Rotting Asparagus
uk: Гниле спаржище

source: Tubular Seeds
uk: Циліндричне насіння

source: Ancient Gateway
uk: Стародавня брама

source: Ancient Key
uk: Стародавній ключ

source: Ancient Beacon
uk: Стародавній маяк

source: Ancient Obelisk
uk: Стародавній обеліск

source: Ancient Mural
uk: Стародавні розписи

source: Axe
uk: Сокира

source: Baby Beefalo
uk: Дитинча біфало

source: Backpack
uk: Рюкзак

source: Bacon and Eggs
uk: Яєшня з беконом

source: Balloon
uk: Кулька

source: Balloon Hat
uk: Надувний капелюх

source: Party Balloon
uk: Святкова кулька

source: Speedy Balloon
uk: Швидкісна кулька

source: Pile o' Balloons
uk: Купа кульок

source: Inflatable Vest
uk: Надувний жилет

source: Banana Bush
uk: Банановий кущ

source: Banana Shake
uk: Банановий коктейль

source: Banana Pop
uk: Банан на паличці

source: Honey Poultice
uk: Медова припарка

source: Barnacles
uk: Балянуси

source: Barnacle Pita
uk: Піта з балянусами

source: Stuffed Fish Heads
uk: Фаршировані риб'ячі голови

source: Barnacle Nigiri
uk: Оніґірі з балянусів

source: Cooked Barnacles
uk: Приготовані балянуси

source: Barnacle Linguine
uk: Лінгвіні з балянусами

source: Basalt
uk: Базальт

source: Basalt Pillar
uk: Базальтова колона

source: Batilisk
uk: Кажаліск

source: Bat Bat
uk: Кажанова бита

source: Bat Cave
uk: Печера кажанів

source: Bath Bomb
uk: Бомбочка для ванни

source: Bath Bomb Blueprint
uk: Креслення бомбочки для ванни

source: Naked Nostrils
uk: Голі ніздрі

source: Milkmade Hat
uk: Молочний капелюх

source: Charred Nostrils
uk: Обвуглені ніздрі

source: Battle Call Canister
uk: Тубус бойових пісень

source: Weaponized Warble
uk: Збройна рулада

source: Fireproof Falsetto
uk: Вогнетривкий фальцет

source: Heartrending Ballad
uk: Серцезворушна балада

source: Startling Soliloquy
uk: Приголомшливий солілоквій

source: Warrior's Reprise
uk: Воїнська реприза

source: Rude Interlude
uk: Груба інтерлюдія

source: Enlightened Lullaby
uk: Колискова просвітлення

source: Bel Canto of Courage
uk: Бельканто доблесті

source: Clear Minded Cadenza
uk: Каденція ясного розуму

source: Dark Lament
uk: Темна елегія

source: Batilisk Wing
uk: Кажаліскове крило

source: Cooked Batilisk Wing
uk: Приготоване кажаліскове крило

source: Beard Hair
uk: Клаптик бороди

source: Bearger
uk: Борсуковедмідь

source: Polar Bearger Bin
uk: Полярний термоконтейнер

source: Hibearnation Vest
uk: Жилет ведмежої сплячки

source: Thick Fur
uk: Густе хутро

source: Lucky Beast Costume Pattern
uk: Викрійка щасливого костюма

source: Fur Roll
uk: Хутряний спальник

source: Straw Roll
uk: Солом'яний спальник

source: Bee
uk: Бджола

source: Bee Box
uk: Вулик

source: Steamed Twigs
uk: Пропарені гілки

source: Beefalo Hat
uk: Шапка з біфало

source: Beefalo Treats
uk: Ласощі для біфало

source: Beefalo Wool
uk: Шерсть біфало

source: {buddy}'s Beefalo
uk: Біфало вцілілого {buddy}

source: Domesticated Beefalo
uk: Приручений біфало

source: Beefalo Grooming Station
uk: Станція догляду за біфало

source: Grooming Station Kit
uk: Набір для станції догляду

source: Beefalo Bell
uk: Дзвіночок біфало

source: Grumble Bee
uk: Джміль

source: Beekeeper Hat
uk: Капелюх бджоляра

source: Beehive
uk: Гніздо бджіл

source: Bee Mine
uk: Бджолина міна

source: Maxwell's Mosquito Trap
uk: Комарина пастка Максвелла

source: Bee Queen
uk: Королева бджіл

source: Honey Patch
uk: Медова пляма

source: Somewhat Gigantic Beehive
uk: Дещо гігантське гніздо бджіл

source: Gigantic Beehive
uk: Гігантське гніздо бджіл

source: Beeswax
uk: Бджолиний віск

source: Embalming Spritz
uk: Флакон для бальзамування

source: Old Bell
uk: Старий дзвін

source: Bernie
uk: Берні

source: BERNIE!
uk: БЕРНІ!

source: Berries
uk: Ягоди

source: Roasted Berries
uk: Смажені ягоди

source: Juicy Berries
uk: Соковиті ягоди

source: Roasted Juicy Berries
uk: Смажені соковиті ягоди

source: Berry Bush
uk: Ягідний кущ

source: Juicy Berry Bush
uk: Кущ соковитих ягід

source: Merry Berrysauce
uk: Святковий ягідний соус

source: Bibingka
uk: Бібінка

source: Biiigfoot
uk: Гіга-а-антська нога

source: Guardian Shadow Tentacle
uk: Тіньовий мацак-охоронець

source: Birchnutter
uk: Білокорик

source: Birdcage
uk: Пташина клітка

source: Bird Trap
uk: Пастка для птахів

source: Cooked Egg
uk: Приготоване яйце

source: Moonblind Crow
uk: Місяцеока ворона

source: Misshapen Bird
uk: Спотворений птах

source: Damaged Bishop
uk: Пошкоджений слон

source: Black Flag
uk: Чорний стяг

source: Fire Dart
uk: Вогняний дротик

source: Darts
uk: Дротики

source: Molten Darts
uk: Плавлені дротики

source: Blow Dart
uk: Духовий дротик

source: Sleep Dart
uk: Снодійний дротик

source: Electric Dart
uk: Електричний дротик

source: Chilled Amulet
uk: Морозний амулет

source: Blue Gem
uk: Синій самоцвіт

source: Blue Moonlens
uk: Синя місячна лінза

source: Blueprint
uk: Креслення

source: Imitation Ruins Turf Blueprints
uk: Креслення імітації підлоги руїн

source: Ruins Turf Blueprints
uk: Креслення підлоги руїн

source: {item} Blueprint
uk: Креслення для {item}

source: Blue Cap
uk: Синій гриб

source: Cooked Blue Cap
uk: Приготований синій гриб

source: Blue Mushroom
uk: Синій гриб

source: Blue Funcap
uk: Синя шапинка

source: Boards
uk: Дошки

source: Bunch o' Boards
uk: Купа дощок

source: Pit Pig
uk: Бойовий кабан

source: Grand Forge Boarrior
uk: Величний кабавоїн Кузні

source: Boat
uk: Човен

source: Boat Fragment
uk: Уламок човна

source: Boat Patch
uk: Латка для човна

source: Kelp Patch
uk: Латка з ламінарії

source: Race Checkpoint
uk: Контрольна точка перегонів

source: Race Checkpoint Kit
uk: Набір для контрольної точки перегонів

source: Charlie's Racer
uk: Перегонець Чарлі

source: Golden Buoy
uk: Золотий буй

source: Thorny Buoy
uk: Колючий буй

source: Thorny Buoy Kit
uk: Набір для колючого буя

source: Golden Buoy Kit
uk: Набір для золотого буя

source: Broodling Spectator
uk: Дракономушка-спостерігач

source: Start Tower
uk: Стартова вежа

source: Start Tower Kit
uk: Набір для стартової вежі

source: Archaic Boat
uk: Архаїчний човен

source: Cargo Hold
uk: Вантажний трюм

source: Archaic Boat Kit
uk: Набір для архаїчного човна

source: Crab King Bumper
uk: Бампер короля крабів

source: Crab King Bumper Kit
uk: Набір для бампера короля крабів

source: Kelp Bumper
uk: Бампер із ламінарії

source: Kelp Bumper Kit
uk: Набір для бампера з ламінарії

source: Shell Bumper
uk: Бампер із мушель

source: Shell Bumper Kit
uk: Набір для бампера з мушель

source: Fanged Bumper
uk: Ікластий бампер

source: Fanged Bumper Kit
uk: Набір для ікластого бампера

source: Cannon
uk: Гармата

source: Cannon Kit
uk: Набір для гармати

source: Grass Raft
uk: Трав'яний пліт

source: Grass Raft Kit
uk: Набір для трав'яного плоту

source: Boat Kit
uk: Набір для човна

source: Leak
uk: Пробоїна

source: Nautopilot
uk: Автоплав

source: Nautopilot Beacon
uk: Маяк для автоплава

source: Nautopilot Kit
uk: Набір для автоплава

source: Pirate Sloop
uk: Піратський шлюп

source: Rudder
uk: Стерно

source: Rudder Kit
uk: Набір для стерна

source: Beefalo Pillow Armor
uk: Подушкова броня з біфало

source: Kelpy Pillow Armor
uk: Подушкова броня з ламінарії

source: Flowery Pillow Armor
uk: Подушкова броня з пелюсток

source: Steel Wool Pillow Armor
uk: Подушкова броня зі сталевої вовни

source: Brightshade Bomb
uk: Ясноквітна бомба

source: Bone Shards
uk: Уламки кісток

source: Bone Bouillon
uk: Кістковий бульйон

source: Meaty Stew
uk: М'ясна юшка

source: Bookcase
uk: Книжкова шафа

source: Apicultural Notes
uk: «Нотатки бджоляра»

source: Birds of the World
uk: «Птахи світу»

source: The End is Nigh!
uk: Кінець близько!

source: Pyrokinetics Explained
uk: «Тлумачення пірокінетики»

source: The Angler's Survival Guide
uk: «Риболовля від А до Я»

source: Applied Horticulture
uk: «Прикладне рослинництво»

source: Horticulture, Abridged
uk: «Рослинництво. Скорочене видання»

source: Horticulture, Expanded
uk: «Рослинництво. Розширене видання»

source: Lux Aeterna
uk: «Вічне сяйво»

source: Lux Aeterna Redux
uk: «Вічне сяйво. Нова редакція»

source: Lunar Grimoire
uk: Місячний ґримуар

source: Practical Rain Rituals
uk: «Ритуали дощу. Практичний курс»

source: The Everything Encyclopedia
uk: Велика енциклопедія

source: Applied Silviculture
uk: Прикладне лісництво

source: Sleepytime Stories
uk: Казки на ніч

source: Tempering Temperatures
uk: Темперування температур

source: On Tentacles
uk: «Про мацаки»

source: Overcoming Arachnophobia
uk: Подолання арахнофобії

source: Boomerang
uk: Бумеранг

source: Bootleg Getaway
uk: Брама-халява

source: Thorns
uk: Колючки

source: Brush
uk: Чистити

source: Bug Net
uk: Сачок

source: Bull Kelp
uk: Ламінарії

source: Bull Kelp Stalk
uk: Стебло ламінарії

source: Bundled Supplies
uk: Запаковані припаси

source: Bundling Wrap
uk: Пакувальна обгортка

source: Bunnyman
uk: Заєць

source: Bunny Stew
uk: Юшка з кролика

source: Spiky Bush
uk: Колючий кущ

source: Bush Hat
uk: Капелющ

source: Butter
uk: Масло

source: Butterfly
uk: Метелик

source: Butter Muffin
uk: Мафін із метелика

source: Butterfly Wings
uk: Крила метелика

source: Moon Moth Sketch
uk: Замальовка місячної молі

source: Buzzard
uk: Стерв'ятник

source: Cabbage Rolls
uk: Голубці

source: Cactus
uk: Кактус

source: Cactus Flower
uk: Квітка кактуса

source: Cactus Flesh
uk: М'якуш кактуса

source: Cooked Cactus Flesh
uk: Приготований м'якуш кактуса

source: California Roll
uk: Роли «Каліфорнія»

source: Campfire
uk: Багаття

source: Canary
uk: Канарка

source: Canary (Volatile)
uk: Канарка (отруєна)

source: Candy Bag
uk: Торба цукерок

source: Walking Cane
uk: Ціпок

source: Cannonball
uk: Гарматне ядро

source: Confetti Cannon
uk: Гармата з конфеті

source: Confetti Cannon Kit
uk: Набір для гармати з конфеті

source: Glitter Cannon
uk: Гармата з блискітками

source: Glitter Cannon Kit
uk: Набір для гармати з блискітками

source: Streamer Cannon
uk: Гармата зі стрічками

source: Streamer Cannon Kit
uk: Набір для гармати зі стрічками

source: Light Catcher
uk: Ловець світла

source: Light Catcher Kit
uk: Набір для ловця світла

source: Mini Ferris Wheel
uk: Оглядове мініколесо

source: Mini Ferris Wheel Kit
uk: Набір для оглядового мініколеса

source: Mini Swing Carousel
uk: Мінікарусель

source: Mini Swing Carousel Kit
uk: Набір для мінікаруселі

source: Mini Pendulum Ride
uk: Мінімаятник

source: Mini Pendulum Ride Kit
uk: Набір для мінімаятника

source: Mini Tower Drop
uk: Мінівежа падіння

source: Mini Tower Drop Kit
uk: Набір для мінівежі падіння

source: Common Cawnival Statuette
uk: Звичайна кар-р-рнавальна статуетка

source: Green Mystery Box
uk: Загадкова зелена коробка

source: Gold Mystery Box
uk: Загадкова золота коробка

source: Rare Cawnival Statuette
uk: Рідкісна кар-р-рнавальна статуетка

source: Uncommon Cawnival Statuette
uk: Незвичайна кар-р-рнавальна статуетка

source: Midsummer Night Light
uk: Нічник середини літа

source: Midsummer Night Light Kit
uk: Набір для нічника середини літа

source: Miniature Tree
uk: Мініатюрне дерево

source: Miniature Tree Kit
uk: Набір для мініатюрного дерева

source: Corny Slush
uk: Кукурудзяний слаш

source: Grub
uk: Черв'ячки

source: Hubbub for Grub Kit
uk: Набір для гри «Метушня через черв'ячка»

source: Hungry Crow
uk: Голодна ворона

source: Trapdoor
uk: Люк

source: Hubbub for Grub
uk: Гра «Метушня через черв'ячка»

source: Scrambling Egg
uk: Невгамовне яйце

source: Egg Scramble Kit
uk: Набір для гри «Невгамовні яйця»

source: Egg Scramble
uk: Гра «Невгамовні яйця»

source: Egg Basket
uk: Кошик з яйцем

source: Eggs in a Basket Kit
uk: Набір для гри «Яйця в кошику»

source: Eggs in a Basket
uk: Гра «Яйця в кошику»

source: Birdhouse Ball Drop Kit
uk: Набір для гри «Проліт крізь курник»

source: Birdhouse Ball Drop
uk: Гра «Проліт крізь курник»

source: Button
uk: Кнопка

source: Nest Defender
uk: Гра «Захист гнізда»

source: Nest Defender Kit
uk: Набір для гри «Захист гнізда»

source: Cuckoo Spinwheel Kit
uk: Набір для гри «Зозулине колесо»

source: Cuckoo Spinwheel
uk: Гра «Зозулине колесо»

source: Shiny Red Ball
uk: Блискучий червоний м'яч

source: Cawnival Token
uk: Кар-р-рнавальний жетон

source: 3 Cawnival Tokens
uk: 3 кар-р-рнавальні жетони

source: Corvus Goodfeather
uk: Крук Кар-р-рлеоне

source: Cawnival Tree
uk: Кар-р-рнавальне дерево

source: Cawnival Sapling
uk: Паросток кар-р-рнавального дерева

source: Prize Booth
uk: Будка з призами

source: Prize Booth Kit
uk: Набір для будки з призами

source: Prize Tickets
uk: Призові квитки

source: Seed Clusters
uk: Пакетик насіння

source: Chirpy Scarf
uk: Ладний шарф

source: Chirpy Cloak
uk: Ладна мантія

source: Chirpy Capelet
uk: Ладна пелерина

source: Moon Glass Saw Blade
uk: Пилка з місячного скла

source: Sawhorse
uk: Теслярський козел

source: Carrat
uk: Щурквина

source: Carrat Shrine
uk: Вівтар щурквини

source: Charlie's Carrat
uk: Щурквина Чарлі

source: Carrot
uk: Морква

source: Roasted Carrot
uk: Смажена морква

source: Giant Carrots
uk: Морквища

source: Giant Rotting Carrots
uk: Гнилі морквища

source: Oblong Seeds
uk: Довгасте насіння

source: Cartographer's Desk
uk: Стіл картографа

source: Hollow Stump
uk: Дуплисті пні

source: Cat Cap
uk: Котяча шапка

source: Wind-up Mouse Toy
uk: Заводна іграшкова мишка

source: Boulder
uk: Брила

source: Banana
uk: Банан

source: Cooked Banana
uk: Приготований банан

source: Cave Banana Tree
uk: Печерне бананове дерево

source: Plugged Sinkhole
uk: Завалена вирва

source: Deeper
uk: Углиб

source: Plugged Hole
uk: Завалена вирва

source: Stairs
uk: Сходи

source: Fern
uk: Папороть

source: Ceviche
uk: Севіче

source: Charcoal
uk: Деревне вугілля

source: Charlie
uk: Чарлі

source: Dark Vestige
uk: Темний слід

source: Fragile Rose
uk: Тендітна троянда

source: Beckoning Hand
uk: Простягнута рука

source: Mockingbird
uk: Пересмішник

source: Playbill
uk: Сценарій

source: Shadow Queen
uk: Королева тіней

source: Stage
uk: Сцена

source: Broken Clockworks
uk: Зламані механізми

source: Anchor Figure
uk: Фігура якоря

source: Anchor Figure Sketch
uk: Замальовка фігури якоря

source: Antlion Figure
uk: Фігура мурашиного лева

source: Bearger Figure
uk: Фігура борсуковедмедя

source: Armored Bearger Figure
uk: Фігура броньованого борсуковедмедя

source: Armored Bearger Figure Sketch
uk: Замальовка фігури броньованого борсуковедмедя

source: Beefalo Figure
uk: Фігура біфало

source: Beefalo Figure Sketch
uk: Замальовка фігури біфало

source: Bee Queen Figure
uk: Фігура королеви бджіл

source: Bishop Figure
uk: Фігура слона

source: Moon Moth Figure
uk: Фігура місячної молі

source: Moon Moth Figure Sketch
uk: Замальовка фігури місячної молі

source: Carrat Figure
uk: Фігура щурквини

source: Carrat Figure Sketch
uk: Замальовка фігури щурквини

source: Catcoon Figure
uk: Фігура єнотокота

source: Catcoon Figure Sketch
uk: Замальовка фігури єнотокота

source: Hound Figure
uk: Фігура гончака

source: Hound Figure Sketch
uk: Замальовка фігури гончака

source: Varg Figure
uk: Фігура варґа

source: Clay Varg Figure Sketch
uk: Замальовка фігури глиняного варґа

source: Crab King Figure
uk: Фігура короля крабів

source: Crab King Figure Sketch
uk: Замальовка фігури короля крабів

source: Nightmare Werepig Figure
uk: Фігура жахливого свинолаки

source: Nightmare Werepig Figure Sketch
uk: Замальовка фігури жахливого свинолаки

source: Deerclops Figure
uk: Фігура оленециклопа

source: Crystal Deerclops Figure
uk: Фігура кристального оленециклопа

source: Crystal Deerclops Figure Sketch
uk: Замальовка фігури кристального оленециклопа

source: Dragonfly Figure
uk: Фігура дракономухи

source: Eye Of Terror Figure
uk: Фігура ока терору

source: Kingly Figure
uk: Фігура короля

source: Celestial Champion Figure
uk: Фігура небесного чемпіона

source: Celestial Champion Figure Sketch
uk: Замальовка фігури небесного чемпіона

source: Carved Hornucopia
uk: Різьблений ріг достатку

source: Kitcoon Figure
uk: Фігура єнотокошеняти

source: Kitcoon Figure Sketch
uk: Замальовка фігури єнотокошеняти

source: Klaus Figure
uk: Фігура Клауса

source: Knight Figure
uk: Фігура коня

source: Malbatross Figure
uk: Фігура мальбатроса

source: Malbatross Figure Sketch
uk: Замальовка фігури мальбатроса

source: Bunnyman Figure
uk: Фігура зайця

source: Bunnyman Figure Sketch
uk: Замальовка фігури зайця

source: Ancient Guardian Figure
uk: Фігура стародавнього вартового

source: "Moon" Figure
uk: Фігура «місяця»

source: "Moon" Figure Sketch
uk: Замальовка фігури «місяця»

source: Moose Figure
uk: Фігура лосегуски

source: Goose Figure
uk: Фігура лосегуски

source: Moose/Goose Figure
uk: Фігура лосегуски

source: Queenly Figure
uk: Фігура королеви

source: Pawn Figure
uk: Фігура пішака

source: Bubble Pipe Carving
uk: Люлька з бульбашками

source: Rook Figure
uk: Фігура тури

source: Frostjaw Figure
uk: Фігура пащекрига

source: Frostjaw Figure Sketch
uk: Замальовка фігури пащекрига

source: Ancient Fuelweaver Figure
uk: Фігура стародавнього паливоткача

source: Toadstool Figure
uk: Фігура ропухи-поганки

source: Twins of Terror Figure
uk: Фігура двійнят терору

source: Possessed Varg Figure
uk: Фігура одержимого варґа

source: Possessed Varg Figure Sketch
uk: Замальовка фігури одержимого варґа

source: Start Tower Figure
uk: Фігура стартової вежі

source: Start Tower Figure Sketch
uk: Замальовка фігури стартової вежі

source: Chester
uk: Скриньчик

source: Eye Bone
uk: Кістяне око

source: Elastispacer
uk: Розтягувач простору

source: Ornate Chest
uk: Оздоблена скриня

source: Ornery Chest
uk: Озлоблена скриня

source: Fish Food
uk: Корм для риб

source: Fish Food Blueprint
uk: Креслення корму для риб

source: Freezing
uk: Обмороження

source: Endothermic Fire
uk: Ендотермічний вогонь

source: Endothermic Fire Pit
uk: Ендотермічне вогнище

source: Broken-down Chest
uk: Зламана скриня

source: Compass
uk: Компас

source: Compost
uk: Компост

source: Composting Bin
uk: Компостна бочка

source: Compost Wrap
uk: Згорток компосту

source: Cookbook
uk: Книга рецептів

source: Cooked Mandrake
uk: Приготована мандрагора

source: Cooked Meat
uk: Приготоване м'ясо

source: Cooked Monster Meat
uk: Приготоване м'ясо потвори

source: Cooked Morsel
uk: Приготований кавалок м'яса

source: Cookie Cutter
uk: Термітна піранья

source: Cookie Cutter Cap
uk: Ковпак термітної піраньї

source: Cookie Cutter Shell
uk: Панцир термітної піраньї

source: {item} Recipe Card
uk: Картка рецепта «{item}»

source: Recipe Card
uk: Картка рецепта

source: Crock Pot
uk: Казан

source: Cat Tail
uk: Котячий хвіст

source: Corn
uk: Кукурудза

source: Popcorn
uk: Попкорн

source: Giant Corn
uk: Кукурудзище

source: Giant Rotting Corn
uk: Гниле кукурудзище

source: Clustered Seeds
uk: Скупчене насіння

source: Blacksmith Costume
uk: Костюм коваля

source: Doll Costume
uk: Костюм ляльки

source: Fool Costume
uk: Костюм блазня

source: King Costume
uk: Костюм короля

source: Mirror Costume
uk: Костюм дзеркала

source: Queen Costume
uk: Костюм королеви

source: Tree Costume
uk: Костюм дерева

source: Humble Lamb Idol
uk: Смиренний ідол ягняти

source: Improved Lamb Idol
uk: Досконаліший ідол ягняти

source: Immaculate Lamb Idol
uk: Непорочний ідол ягняти

source: Red Crown
uk: Червона корона

source: Cozy Bunnyman
uk: Сонний заєць

source: Crab King
uk: Король крабів

source: Cannon Tower
uk: Гарматна вежа

source: Imposing Claw
uk: Приголомшлива клешня

source: Ice Barrier
uk: Крижаний бар'єр

source: Crab Guard
uk: Краб-вартовий

source: Crab Knight
uk: Краб-лицар

source: Crawling Horror
uk: Повзучий кошмар

source: Crawling Nightmare
uk: Повзучий жах

source: Rock Den
uk: Кам'яне лігво

source: Broodling
uk: Дракономушка

source: Friendly Peeper
uk: Дружній споглядач

source: Glomglom
uk: Ґломґлом

source: Kittykit
uk: Кошеня

source: Ewelet
uk: Ягнятко

source: Mothling
uk: Метіль

source: Giblet
uk: Індича

source: Crop
uk: Культура

source: Crow
uk: Ворона

source: Cookie Crumbles
uk: Крихти печива

source: Accursed Trinket
uk: Проклята дрібничка

source: Cut Grass
uk: Зрізана трава

source: Cutless
uk: Безлезна шабля

source: Lichen
uk: Лишайники

source: Cut Reeds
uk: Зрізаний рогіз

source: Cut Stone
uk: Тесаний камінь

source: Bunch o' Stone
uk: Купа тесаних каменів

source: Darkness
uk: Темрява

source: Nightmare Werepig
uk: Жахливий свинолака

source: Scrappy Werepig
uk: Брухтовий свинолака

source: Cracked Pillar
uk: Потріскана колона
