Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: he's sent for fools, to watch us play!
uk: забажав блазнів, ось ми й тут!

source: From far and wide he's called us there,
uk: Покликав нас він здалеку,

source: we'll perform for the one who sits on the chair!
uk: ми покажемо фокуси, розкажемо казку!

source: The King has grown bored, has he?
uk: Король занудьгував, так?

source: Perhaps he's grown careless as well.
uk: Сподіваюся, він ще й знеобережнів.

source: If I follow these fools,
uk: Якщо я піду за цими блазнями,

source: they might lead me straight to him...
uk: вони зможуть привести мене прямо до нього...

source: How strange, I suddenly feel like I'm being shadowed.
uk: Дивно, я раптом відчуваю, ніби за мною стежать.

source: Scene 1!
uk: Сцена 1!

source: It's probably nothing!
uk: Мабуть це нічого!

source: So exciting!
uk: Як захоплююче!

source: Almost done!
uk: Майже все!

source: The doll searched high and low,
uk: Лялька шукала, і там і тут,

source: but as time went on,
uk: але чим більше проходило часу,

source: it seemed that the King had won.
uk: тим більше здавалося, що король переміг.

source: Until one day...
uk: Аж до одного дня...

source: Cheer-a-lee, cheer-a-lone,
uk: Чар-а-лоо, чар-а-ліі,

source: Act 3!
uk: Дія 3!

source: My King!
uk: Мій королю!

source: Allow me to entertain you with my merry foolery!
uk: Дайте мені розважити вас моїми веселими дурощами!

source: Whoops-!
uk: Йой!..

source: In their excitement,
uk: В його збудженні,

source: the clumsy fool knocked the King from his throne.
uk: незграбний блазень зкинув короля з його трону.

source: It seemed that the years
uk: Схоже на те, що роки

source: had not been kind to the King,
uk: не пощадили короля:

source: for when he hit the floor,
uk: коли він впав на підлогу,

source: his frail body turned to dust.
uk: його кволе тіло розвіялося в пил.

source: Nooooo!
uk: Ніііі!

source: Oh... I suppose I'm the King now!
uk: Ой… гадаю, тепер я король!

source: There's been a fool on the throne long enough.
uk: Блазень вже відсидів своє місце.

source: perhaps what this kingdom needs...
uk: Гадаю, що те, що потрібне цьому королівству...

source: is a Queen.
uk: це королева.

source: The special effects are getting better.
uk: Спец. ефекти стають кращими.

source: Wish I could say the same for the actors.
uk: Хотілося б теж саме сказати про акторів.

source: Another flawless performance from the tree.
uk: Ще один неперевершений виступ дерева.

source: How do they do it?!
uk: Як воно це робить?!

source: Fool!
uk: Блазню!

source: Though the journey was long,
uk: Хоча подорож і була довгою,

source: it was just as the doll had predicted.
uk: вона було такою, як і думала лялька.

source: The doll followed the fool
uk: Лялька йшла за блазнем

source: all the way to the King's throne room,
uk: увесь шлях до тронної кімнати короля

source: careful to keep out of sight.
uk: дуже обережно, щоб її не було видно.

source: It took you long enough!
uk: Дорога зайняла у тебе багато часу!

source: I'd grown weary of waiting.
uk: Я втомився чекати.

source: The final scene!
uk: Остання сцена!

source: I cannot yet be restored.
uk: Я не можу бути полагоджене.

source: I made you a promise, mirror,
uk: Я тобі пообіцяла, дзеркало,

source: and I will see it through.
uk: і я виконаю свою обіцянку.

source: I will find the power to fix you,
uk: Я знайду силу, що полагодить тебе

source: and repay you for all you've given me.
uk: і відплачу тобі всім, що ти мені дало.

source: And so,
uk: І так,

source: with the treacherous King gone and forgotten,
uk: як зрадницький король зник і був забутий,

source: the little doll became a just and formidable Queen.
uk: лялечка стала чесною і нездоланною королевою.\n

source: The people rejoiced across the land,
uk: Всі-всі жителі королівства радувалися,

source: and the magic mirror knew
uk: і чарівне дзеркало знало,

source: Of the final act!
uk: Останньої дії!

source: they had finally found the one who would set Them free.
uk: воно нарешті знайшло когось, хто міг би висвободити його.

source: I love a happy ending.
uk: Я люблю щасливі кінцівкі.

source: I'm just happy it ended.
uk: Вже щасливо, що це вже кінцівка.

source: Finally!
uk: Нарешті!

source: It is as you said, mirror.
uk: Так, як ти сказало, дзеркало.

source: I've become so much more than I ever dreamed...
uk: Я стала чимось набагато більшим, ніж коли-небудь мріяла...

source: but why do you remain broken?
uk: але чому ти все ще зламане?

source: Alas,
uk: На жаль,

source: I was shattered long before I met your King.
uk: Я було зламане ще задовго до того, як зустрілося із королем.

source: Even with his power,
uk: Навіть із його силою,

source: Something's wrong!
uk: Щось явно не так!

source: Check your costumes!
uk: Перевір свої костюми!

source: We'll come back.
uk: Ми повернемось.

source: When you get it right!
uk: Як тільки все буде готово!

source: I've been teaching Woby lots of tricks, watch!
uk: Я навчав Вобі багатьом трюкам, гляньте!

source: Okay Woby... stay!
uk: Агов, Вобі... стояти!

source: Good girl!
uk: Хороша дівчинка!

source: We're uh... we're still working on the rest.
uk: А з іншими... ну, ще треба трохи попрацювати.

source: Still pretty impressive though, right?
uk: Але ж усе одно доволі непогано, правда?

source: "You are old, Father William," the young man said
uk: «Ти старий, тату Вільям» — сказав молодик —

source: "And your hair has become very white;
uk: «І волосся твоє вже сиве;

source: And yet you incessantly stand on your head—
uk: А стоїш уверх ногами й до цього вже звик —

source: Do you think, at your age, it is right?"
uk: На твій вік це не надто красиво.»

source: "In my youth," Father William replied to his son,
uk: «Молодим» — мовив дід — «Я боявсь неспроста,

source: "I feared it might injure the brain;
uk: Що пошкоджу свій мозок,

source: But now that I'm perfectly sure I have none,
uk: Та моя голова — я вже знаю — пуста,

source: Why, I do it again and again."
uk: Тож роблю я це знову і знову».

source: Thank you very much, you are too kind.
uk: Дуже вам дякую, ви надто люб'язні.

source: And now, I will pull shadows incarnate from this mysterious tome!
uk: А тепер! Перед вами з'являться тіні з цього таємничого фоліанта!

source: The show was better with... well, it was better before.
uk: Вистава раніше ліпше була... Ну, коли не бракувало асистента.

source: Ahem! We're going to say a poem now!
uk: Кхм! Ми зараз будемо розповідати віршик!

source: Little Miss Muffet she sat on her tuffet,
uk: Маленька міс Маффет сиділа надворі,

source: eating her curds and whey.
uk: та їла свій пундик смачний.

source: Along came a spider who sat down beside her
uk: Приходить павуче, сідає ось неї.

source: And frightened Miss Muffet away!
uk: Лунає потому крик той гучний!

source: "Will you walk into my parlour?"
uk: Ми — павучок-лісовичок

source: said a spider to a fly;
uk: Любим ми дуже мушок,

source: 'Tis the prettiest little parlour that ever you did spy.
uk: Ми маєм чорне хутро

source: The way into my parlour is up a winding stair,
uk: Живем собі безжурно.

source: And I have many pretty things to shew when you are there.
uk: Плетем липкую павутину,

source: "Oh no, no!" said the little fly
uk: Неначе срібную скатертину

source: to ask me is in vain
uk: Любим своїх друзяк,

source: For who goes up your winding stair can ne'er come down again.
uk: Бо ми такий добряк.

source: O what can ail thee, knight-at-arms,
uk: Нещасний, що тебе в'ялить,

source: So haggard and so woe-begone?
uk: Чому ти сохнеш, як трава?

source: The squirrel's granary is full,
uk: Набила білка свій ванькир,

source: And the harvest's done.
uk: Пройшли жнива.

source: I see a lily on thy brow,
uk: Я бачу лілію бліду

source: With anguish moist and fever-dew,
uk: Твого чола, де жар і піт;

source: And on thy cheeks a fading rose
uk: Жовтіє на щоках твоїх

source: Fast withereth too.
uk: Рожевий цвіт.

source: Theater as an art form is practiced throughout the world.
uk: Театр — це вид мистецтва, який практикується в усьому світі.

source: The Western tradition of theater can trace its origins back to ancient Athens;
uk: Західна традиція театру бере свій початок із часів стародавніх Афін.

source: the word "theater" of course coming from the Greek "theatron,"
uk: Очевидно, що слово «театр» походить від грецького «theatron»,

source: which itself was derived from the verb "theasthai," "to behold."
uk: а те, своєю чергою, від «theasthai», що означає «споглядати».

source: Isn't etymology delightful?
uk: Ну хіба етимологія не чудова?

source: Fire fire, burning bright,
uk: О вогню, вогню, як барвисто,

source: In the forests of the night;
uk: Ти гориш в нічних лісах,

source: And in the mountains, and the plains,
uk: І в горах, і на рівнинах,

source: And the towns, and the cities,
uk: І у селах та в містах,

source: Everywhere! Burn it all down!! Hahaha!!
uk: Всюди! Спали усе дотла!! Ха-ха-ха!!

source: Yeah, pretty sure that's how that poem goes.
uk: Ага, цілком певна, що вірш звучить саме так.

source: I am the very model of a modern Major-General
uk: Я хвацький капітан інтелектуальних морів.

source: I've information vegetable, animal, and mineral
uk: Знаю я багато овочів, тварин і мінералів.

source: I'm very well acquainted, too, with matters Mathematical
uk: Не чужі мені й теми математичні.

source: I understand equations, both the simple and quadratical
uk: Знаю я функції прості й квадратичні.

source: Chop chop chop, swing swing swing,
uk: Руб-руб-руб, стук-стук-стук,

source: Swing swing swing, chop chop chop,
uk: Руб-руб-руб, стук-стук-стук,

source: Glurp... th-this is fairy story. Made by Wurt.
uk: Буль... о-ось вам казочка. Вона належати Вурт.

source: Once upon time, there was super strong Mermfolk princess.
uk: Колись давно, жила-була суперсильна принцеса-мерма.

source: Merm princess build houses for all her friends,
uk: Принцеса-мерма будувати дім для всіх своїх друзів,

source: and make pretty decorations from bones of her enemies.
uk: та робити гарненькі прикраси з кісток своїх ворогів.

source: Everyone live happily ever after, the end.
uk: Усі жити довго та щасливо. Кінець.

source: PERCEIVE ME, FLESHLINGS
uk: СЛУХАЙТЕ МЕНЕ, М'ЯСНІ

source: I AM KEEPING MY EXPECTATIONS LOW
uk: МОЇ ОЧІКУВАННЯ ЩОДО ВАС НИЗЬКІ

source: IS THE INSPIRATION WORKING YET?
uk: НАТХНЕННЯ ВЖЕ ПРАЦЮЄ?

source: YES. GOOD
uk: ТАК. ДОБРЕ

source: I KNOW YOU MEATBAGS ARE WEAK-WILLED
uk: Я ЗНАЮ, ЩО ВИ М'ЯСОТІЛІ — СЛАБОВІЛЬНІ

source: SO AS YOUR OVERLORD
uk: ОТЖЕ, ЯК ВАШ ВЛАДАР

source: I HAVE DECIDED TO ENGAGE IN...
uk: Я ХОЧУ, АБИ ВИ ПОСЛУХАЛИ МОЮ...

source: UGH...
uk: Е-Е-Е...

source: "MOTIVATIONAL SPEAKING"
uk: «МОТИВАЦІЙНУ ПРОМОВУ»

source: TO INSPIRE YOU TO BE MORE USEFUL TO ME
uk: АБИ НАДИХНУТИ ВАС БУТИ КОРИСНІШИМИ МЕНІ

source: BUT SINCE YOU HAVE SAD LITTLE MEAT BRAINS
uk: ТОМУ ЩО ВАШІ МАЛІ М'ЯСНІ МІЗКИ СХИЛЬНІ ДО СМУТКУ

source: Balloonomancy
uk: Кулькомантія

source: Books
uk: Книги

source: Dress
uk: Одяг

source: Ectoherbology
uk: Ектогербологія

source: Engineering
uk: Інженерія

source: Gemology
uk: Гемологія

source: Science
uk: Наука

source: Strongman
uk: Силач

source: Fight
uk: Бій

source: the_forge
uk: кузня

source: caves
uk: печери

source: pvp
uk: Гравець проти гравця

source: Metheus has taken heed
uk: Метей звернув на вас увагу

source: Happy Valentine's Day\nfrom your friends at Klei
uk: З Днем святого Валентина\nвід ваших друзів з Klei

source: Welcome back!\nPlease enjoy this daily gift.
uk: З поверненням!\nТримайте ваш щоденний дарунок.

source: Thanks for playing
uk: Дякуємо за гру

source: Thanks for playing during the\nGorge event
uk: Дякуємо за гру під час\nподії «Паща»

source: Thanks for participating in the\nGorge Tournament
uk: Дякуємо за участь\nв турнірі Пащі

source: That's hot!
uk: Як гаряче!

source: Thanks for playing during the\nYear of the Gobbler event
uk: Дякуємо за гру під час\nподії «Рік Індика»

source: Thank you for buying the Reign of Giants DLC
uk: Дякуємо за покупку доповнення «Reign of Giants»

source: Enjoy your gift
uk: Насолоджуйтеся дарунком

source: Thank you for buying the ShipWrecked DLC
uk: Дякуємо за покупку доповнення «ShipWrecked»

source: Thanks for watching game streams
uk: Дякуємо за перегляд ігрових трансляцій

source: Thanks for playing during the\nYear of the Varg event
uk: Дякуємо за гру під час\nподії «Рік Варґа»

source: Thanks for playing during the\nYear of the Beefalo event
uk: Дякуємо за гру під час\nподії «Рік Біфало»

source: Thanks for playing during the\nYear of the Pig King event
uk: Дякуємо за гру під час\nподії «Рік Короля свиней»

source: Move
uk: Перемістити

source: This is going to be a terrible night...
uk: Це буде жахлива ніч...

source: The Twins turn their gaze toward {player_name}
uk: Близнюки спрямували погляд на {player_name} 'а

source: You already got yours. No double dipping.
uk: Ти своє вже отримав. Ніяких подвійних занурень.

source: Wonderful item you've got there.
uk: Чудова річ у вас тут.

source: Let's see what you have there.
uk: Подивимось, що там у вас.

source: Things are getting out of hand, hurry up and collect your prizes!
uk: Ситуація виходить з-під контролю, поспішайте забрати свої призи!

source: Congrats little guy! You win!
uk: Вітаю, малий! Ти переміг!

source: Congratulations!
uk: Мої вітання!

source: Take a bow!
uk: Поклоніться

source: Everyone gets to take something home.
uk: Кожен може взяти щось додому.

source: OK, lets get this show going...
uk: Гаразд, давайте почнемо шоу...

source: Very nice, I think we're done.
uk: Дуже добре, думаю, ми закінчили.

source: This one is much too fearsome.
uk: Цей занадто страшний.

source: This beefalo's fierceness is well beyond my taste today.
uk: Запеклість цього біфало сьогодні далеко за межами мого смаку.

source: Today's beefalo needs to be a lot more fierce than this teddy bear.
uk: Сьогоднішній біфало має бути набагато лютішим за цього ведмедика.

source: I'm looking for something way more fearsome today.
uk: Сьогодні я шукаю щось набагато страшніше.

source: This beefalo is just a little fiercer than I want.
uk: Цей біфало трохи запекліший, ніж мені хотілося б.

source: Being a little too fierce can be good, but not today.
uk: Бути занадто запеклим може бути добре, але не сьогодні.

source: Maybe this beefalo could be a little more fierce.
uk: Можливо, цей біфало міг би бути трохи лютішим.

source: This beefalo is not as fierce as I'd like, but it's close.
uk: Цей біфало не такий лютий, як хотілося б, але близький до того.

source: I like this one's ferocity.
uk: Мені подобається його жорстокість.

source: This beefalo fills me with just the right amount of fear.
uk: Цей біфало наповнює мене саме тією кількістю страху, яка мені потрібна.

source: Finally, I'm in the mood for a good scare. Let's see your most fearsome beefalo!
uk: Нарешті, я в настрої для гарного переляку. Подивимось на твого найстрашнішого біфало!

source: Finally, today's winner needs to be a teddy bear. My heart can't take a scare.
uk: Нарешті, сьогоднішній переможець повинен отримати плюшевого ведмедика. Моє серце не витримує страху.

source: Finally, today's winner will be only mildly more fearsome than friendly.
uk: Нарешті, сьогоднішній переможець буде лише м'яко кажучи більш страшним, ніж дружнім.

source: Finally, I'd like to see a beefalo that's just a bit more friendly than scary.
uk: Нарешті, я хотів би побачити біфало, який був би трохи більш дружелюбним, ніж страшним.

source: Finally, I can't quite decide. Show me a good balance of fearsome and friendly.
uk: Нарешті, я не можу визначитися. Покажіть мені хороший баланс між страшним і дружнім.

source: Finally, I'm looking for something quite fierce.
uk: Нарешті, я шукаю щось досить жорстоке.

source: Finally, I want something quite fearsome looking.
uk: Нарешті, я хочу чогось досить страхітливого на вигляд.

source: Finally, I'm looking for only the tiniest hint of ferocity.
uk: Нарешті, я шукаю лише найменший натяк на жорстокість.

source: Finally, today I want to see a little ferocity, but just a touch.
uk: Нарешті, сьогодні я хочу побачити трохи жорстокості, але лише злегка.

source: This specimen is more fierce than I want.
uk: Цей екземпляр більш запеклий, ніж мені хотілося б.

source: I respect how fearsome this beefalo is, but it's more than I like.
uk: Я поважаю, наскільки страшний цей біфало, але це більше, ніж мені подобається.

source: I'd like my beefalo to be a fair bit more fearsome than this.
uk: Мені б хотілося, щоб мій біфало був трохи страшнішим, ніж цей.

source: This one is not quite fierce enough, by a good margin.
uk: Цей не досить запеклий, з великим відривом.

source: This one is much too festive.
uk: Цей занадто святковий.

source: This beefalo's festiveness is well beyond my taste today.
uk: Святковість цього біфало сьогодні не відповідає моїм смаковим уподобанням.

source: Today's beefalo needs to be a lot more festive than this curmudgeon.
uk: Сьогоднішній біфало має бути формальнішим, ніж цей обірванець.

source: I'm looking for something way more festive today.
uk: Сьогодні я шукаю щось більш святкове.

source: This beefalo is just a little more festive than I want.
uk: Цей біфало трохи святковіший, ніж мені хотілося б.

source: Being a little too festive can be good, but not today.
uk: Бути занадто святковим може бути добре, але не сьогодні.

source: Maybe this beefalo could be a little more festive.
uk: Можливо, цей біфало міг би бути трохи святковішим.

source: This beefalo is not as festive as I'd like, but it's close.
uk: Цей біфало не такий святковий, як хотілося б, але близький до того.

source: I like this one's festivity.
uk: Мені подобається його святковість.

source: This beefalo is just festive enough.
uk: Цей біфало справді досить святковий.

source: Also, the winner should be the most festive of beasts.
uk: Крім того, переможець має бути найсвятковішим зі звірів.

source: Also, I don't want to see even a hint of festivity in today's Champion.
uk: Також я не хочу бачити в сьогоднішньому Чемпіоні навіть натяку на святковість.

source: Also, I'm in no mood for festivity today. I'd better not see a trace of it!
uk: До того ж, я сьогодні не в настрої для свята. Краще б я не бачив від нього жодного сліду!

source: Also, there should be a lot of festivity, with just a dash of somberness.
uk: Крім того, має бути багато святковості, з невеликою домішкою похмурості.

source: Also, today's winner will be a bit more somber than festive.
uk: Крім того, сьогоднішній переможець буде трохи більш похмурим, ніж святковим.

source: Also, I'm looking for a tasteful mix of festivity and somberness.
uk: Крім того, я шукаю зі смаком поєднання святковості та похмурості.

source: Also, today's champion will be a perfect balance of somber and festive.
uk: Крім того, сьогоднішній чемпіон буде ідеальним балансом похмурого та святкового.

source: Also, I'm looking for quite a lot of festivity today.
uk: Крім того, я хочу, щоб сьогодні було багато святковості.

source: Also, I only want to see the tiniest hint of festivity.
uk: Крім того, я хочу бачити лише найменший натяк на святковість.

source: This fella is more festive than I want.
uk: Цей хлопець більш святковий, ніж мені хотілося б.

source: I respect how festive this beefalo is, but it's more than I like.
uk: Я захоплююся святковістю цього біфало, але це більше, ніж мені подобається.

source: I'd like my beefalo to be a fair bit more festive than this.
uk: Мені б хотілося, щоб мій біфало був трохи більш святковим, ніж цей.

source: This one is not quite festive enough, by a good margin.
uk: Цей не зовсім святковий, з великим відривом.

source: Alright, contest over for now folks!
uk: Гаразд, на цьому конкурс закінчено, друзі!

source: Finally, my first place pick is...
uk: Нарешті, моє перше місце...

source: This one is much too formal.
uk: Цей занадто формальний.

source: This beefalo's formalness is well beyond my taste today.
uk: Формальність цього біфало сьогодні не відповідає моєму смаку.

source: Today's beefalo needs to be a lot more formal than this ragamuffin.
uk: Сьогоднішній біфало повинен бути набагато формальнішим, ніж цей обірванець.

source: I'm looking for something way more formal today.
uk: Сьогодні я шукаю щось більш формальне.

source: This beefalo is just a little more formal than I want.
uk: Цей біфало трохи формальніший, ніж мені хотілося б.

source: Being a little too formal can be good, but not today.
uk: Бути занадто формальним може бути добре, але не сьогодні.

source: Maybe this beefalo could be a little more formal.
uk: Можливо, цей біфало міг би бути трохи формальнішим.

source: This beefalo is not as formal as I'd like, but it's close.
uk: Цей біфало не такий формальний, як мені хотілося б, але близьке до того.

source: I like this one's formalness.
uk: Мені подобається його формальність.

source: This beefalo is just formal enough.
uk: Цей біфало досить формальний.

source: Everything about today's winner should scream "formality."
uk: Усе, що стосується сьогоднішнього переможця, має кричати "формальність".

source: My taste today is for a complete lack of formality.
uk: Сьогодні я віддаю перевагу повній відсутності формальностей.

source: Today's beefalo should have a slight edge of formality.
uk: Сьогоднішній біфало має мати дрібку формальності.

source: My pick for today will be a bit more unconventional than formal.
uk: Мій вибір на сьогодні буде трохи більш нетрадиційним, ніж формальним.

source: I want to see a perfect blend of unconventional and formal.
uk: Я хочу бачити ідеальне поєднання нетрадиційного та формального.

source: I'd like to see the high end of formality today, with just a dash of disorder.
uk: Мені б хотілося бачити сьогодні найвищий рівень формальності, з невеликою домішкою безладу.

source: I want to see something mostly unconventional, with just a whiff of formality.
uk: Я хочу побачити щось здебільшого нетрадиційне, з легким присмаком формальності.

source: This specimen is more formal than I want.
uk: Цей зразок більш формальний, ніж мені хотілося б.

source: I respect how formal this beefalo is, but it's more than I like.
uk: Я захоплююся формальністю цього біфало, але це більше, ніж мені подобається.

source: I'd like my beefalo to be a fair bit more formal than this.
uk: Мені б хотілося, щоб мій біфало був трохи більш формальним, ніж цей.

source: This one is not quite formal enough, by a good margin.
uk: Цей не досить формальний, з великим відривом.

source: And In second place...
uk: І на другому місці...

source: Well well well, lemme get a look at the menagerie.
uk: Так-так-так, дайте-но я подивлюся на цей звіринець.

source: My perfect beefalo changes from day to day...
uk: Мій ідеал у біфало змінюється щодня...

source: Alright, my pick for third place is...
uk: Гаразд, мій вибір на третє місце...

source: Finally, this is the most fearsome of dolls!
uk: Нарешті, це найстрашніша з ляльок!

source: Finally, this is like a teddy bear. My heart is at ease.
uk: Нарешті, це як плюшевий ведмедик. Моє серце заспокоїлося.

source: Finally, it's only mildly more fearsome than friendly.
uk: Нарешті, це лише м'яко кажучи більше страхітливий, ніж дружній.

source: Finally, this is just a bit more friendly than scary.
uk: Зрештою, це трохи більше дружелюбно, ніж страшно.

source: Finally, it has a good balance of fearsome and friendly.
uk: Нарешті, він має гарний баланс страхітливого і доброзичливого.

source: Finally, it's quite fierce.
uk: Нарешті, це досить жорстоко.

source: Finally, this is quite fearsome looking.
uk: Нарешті, це досить страхітливий вигляд.

source: Finally, it has the tiniest hint of ferocity.
uk: Нарешті, він має найменший натяк на жорстокість.

source: Finally, I can see a little ferocity, but just a touch.
uk: Нарешті, я бачу трохи жорстокості, але лише злегка.

source: Also, it's the most festive of dolls.
uk: Крім того, це найсвятковіша з ляльок.
