Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Once upon a time, there was a young boy who lived with his family on a small farmstead. Though they lived humbly, the boy's home was filled with love, and he grew up happy and kind. The boy might have lived contentedly for the rest of his days if not for the sudden arrival of an old aquaintance, who came to the house beseeching the boy's father for his expertise on a strange and secretive project...
uk: Жив поживав маленький хлопчик у малій садибі разом зі своєю сім'єю. Жили собі, горя не знали, хлопчик зростав у любові та турботі, веселим та добрим. Міг хлопчик прожити гарне життя, та не так сталося, як гадалося. Можливо, всі проблеми могли оминути сім'ю, якби одного дня раптово не з'явився старий знайомий батька, що благав його допомогти з якимось дивним та таємним експериментом...

source: Along Came a Spider
uk: Живцем оплетений, мальцем зоставлений

source: November 11
uk: 11-го листопада

source: Wendy's tale of woe began with the untimely loss of her dear sister Abigail. Unable to accept the thought of life without her twin, Wendy began turning to the occult in the hopes of finding some way to communicate with the other side. After much trial and error, seance candles burned down to nubs and spirit boards thrown away in frustration, Wendy was nearly ready to give up and fall into despair... until finally, there was a sign. A ragtime tune might seem like a strange message to send from the great beyond, but Wendy was desperate to grab hold of anything that might bring her closer to her sister. And sure enough, a voice would soon tell her exactly what she needed to do...
uk: Розповідь про горе Венді розпочалася з раптової смерті її рідної сестри Абіґейл. Нездатна прийняти життя без своєї близнючки, Венді почала звертатися до окультизму в надії віднайти шлях до взаємодії з потойбічним світом. По безліч спроб і помилок, згорілих дотла спіритичних свічок та марно кинутих спіритичних дощок, Венді була вже майже готова опустити руки і впасти у відчай... аж ось, раптово, з'явився знаменний знак. Мелодія реґтайму може здатися дивним посланням з потойбічного світу, але Венді відчайдушно намагалася вхопитися за все, що могло б наблизити її до сестри. І, звісно ж, незабаром голос підказав їй, що саме потрібно робити...

source: April 16
uk: 16-го квітня

source: Despite a life plagued by terrible luck, Wes has never been one to utter so much as a word of complaint. Rather than dwell on his own troubles, he has instead dedicated his life to making others smile... even if it's at his own expense.\nHis journey to the Constant itself was nothing if not a tragic comedy of errors. After a series of snowballing missteps, Wes found himself accidentally taking the place of a stranger caught in the grip of a shadowy portal bound for the Constant. His unexpected arrival infuriated the Nightmare King, who quickly exacted his vengeance on the poor mime for interfering with his plans. Wes was banished to his own private prison, far from sight, where he would remain until he was rescued by the Constant's other Survivors (being the kind soul that he is, Wes holds no grudge against Maxwell... though he does continue to give him the silent treatment.)\nHad Wes known what fate awaited him on his last day on Earth, he likely wouldn't have done anything differently. In truth, there is a part of him that is happy to be in the Constant with the other Survivors - for who could be in greater need of cheering up than those poor souls?
uk: Попри те, що йому страшенно не щастило в житті, Вес ніколи ні словом не скаржився на свою долю. Замість того, щоб зациклюватися на власних негараздах, він присвятив своє життя тому, щоб дарувати посмішки іншим... навіть ціною самого себе. \nСама його поява у Константі була нічим іншим, як трагікомедією, сповненою прикрих подій. Після низки помилок, що наростали як сніжний ком, Вес випадково опинився на місці незнайомця в руках тіньового порталу, що веде до Константи. Його несподівана поява розлютила короля жахів, який швидко помстився бідолашному мімові за те, що той втрутився в його плани. Вес був засланий до окремої в'язниці, подалі від людських очей, де він залишався доти, доки його не врятували інші вцілілі Константи (через свою доброту, Вес не тримає зла на Максвелла... хоча й досі не розмовляє з ним). Якби він знав, яка доля чекає на нього в його останній день на Землі, він, мабуть, не вчинив би інакше. Направду, певна його частина рада, що він опинився в Константі разом з іншими вцілілими. Адже хто може більше потребувати підбадьорення, ніж ці бідолашні душі?

source: December 6
uk: 6-го грудня

source: When people meet Ms. Wickerbottom, most assume that what you see is what you get. She certainly looks every bit the typical librarian that she claims to be, as at home amongst the bookstacks as any creature in their native habitat. Nobody would raise an eyebrow at such a person being well-versed in a wide range of subjects. Who would spare a second thought if, upon further inquiry, her knowledge rivaled that of experts? And obviously, no one would think of questioning what a librarian might be involved in after hours, when the library doors are closed to the public...
uk: Знайомство з пані Вікерботтом, як кажуть, «що побачиш, те й отримаєш». Зовні вона — типова бібліотекарка, за яку себе видає. Серед стелажів книжок почувається так само добре, як і будь-яка істота у своєму рідному середовищі існування. Ніхто не здивується, дізнавшись, що така людина обізнана у широкому спектрі питань. Так само нікого не здивує те, що її знання можуть конкурувати з експертами? Та й, вочевидь, нікому не спаде на думку запитати, чим може займатися бібліотекар у позаробочий час, коли двері бібліотеки зачинені для сторонніх...

source: One For the Books
uk: Поціновувачка книг

source: May 7
uk: 7-го травня

source: Willow always regarded being brought to The Constant as a new beginning. It allowed her to leave everything behind, after all. Orphaned at a young age and forced to live in a children's home with cruel caregivers, she found her nights plagued by shadowy visions of terrible creatures... creatures that could only be held at bay by her faithful teddy bear Bernie. But when Bernie was taken away as punishment for what her caregivers saw as unfit behavior, Willow was left to fend for herself when the shadows came for her. That's when she learned that nothing holds back the darkness like a roaring flame. Nothing is more comforting than watching your troubles light up and crumble to ash...\nIt wouldn't be the last time Willow burned it all down to start anew.
uk: Віллоу завжди вбачала в своїй появі в Константі новий початок. Вона могла врешті залишити все позаду. Навіть дитиною Віллоу, здавалося, мала схильність притягувати до себе нещастя. Осиротівши в дитинстві, вона пішла жити в дитячий дім з жорстокими вихователями. Незабаром ночами її почали мучити видіння тіньових примар... істот, єдиним захистом від яких був її вірний іграшковий ведмедик Берні. Однак одного разу вихователі забрали у неї Берні як покарання за неналежну, на їхню думку, поведінку. Віллоу довелося протистояти привидам самотужки. Саме тоді вона збагнула, що ніщо не може стримувати темряву так як полум'я, і що немає нічого більш заспокійливого, ніж лицезріння того, як проблеми перетворюються на попіл...\nЦе був не останній раз, коли Віллоу спалювала все дотла, щоб почати життя наново.

source: April 23
uk: 23-го квітня

source: While toiling away in his home laboratory late one night, Wilson was startled to hear a voice on the radio speaking directly to him. At first he feared he'd gone mad from too many late nights of experiments and accidentally-inhaled chemical fumes, but the voice assured him that it was no mere figment of the imagination. In fact, the voice had a proposition for him: if Wilson would build a machine according to their specifications, then he would be rewarded with secret knowledge, the likes of which no one had ever seen. Casting aside his better judgement (after all, what harm could come from making a vague bargain with a mysterious disembodied voice?) Wilson threw himself into constructing the machine. When at long last it was finally completed, the gentleman scientist had a moment of hesitation... a moment that might have saved him from his impending fate, had he been just a bit stronger of will. But at the voice's insistence, Wilson flipped the switch and activated his creation... and was never seen again.\nWell, at least not in this world.
uk: Однієї ночі, засидівшись допізна у своїй домашній лабораторії, Вілсон зненацька почув як голос з радіо звертається безпосередньо до нього. Спочатку він сполохався, що через експерименти до пізньої ночі та вдихання хімічних випарів він збожеволів. Утім, голос швидко запевнив його, що це не витвір його уяви. Ба, він навіть мав для нього пропозицію — якщо Вілсон погодиться збудувати машину згідно за його інструкцією, то буде винагороджений таємними знаннями, які нікому й не снилися. Відкинувши здоровий глузд (зрештою, що поганого може статися внаслідок якоїсь незрозумілої угоди з таємничим безтілесним голосом?), Вілсон з головою поринув у роботу над машиною. Коли нарешті все було готово, пан науковець на мить завагався... І саме ця мить могла врятувати його від подальшої долі. Якби тільки він мав трохи більши сили волі... Однак, за велінням голосу, Вілсон потягнув за важіль і запустив своє творіння... І більше його ніхто не бачив. \nПринаймні, не в цьому світі.

source: Secret Knowledge
uk: Потаємні знання

source: September 13
uk: 13-го вересня

source: There is nothing Winona wouldn't do for her family. When her younger sister Charlie disappeared under mysterious circumstances, Winona refused to let the case grow cold and dedicated herself to finding her. For over a decade she tracked down every clue, followed every lead, poked, prodded, and questioned anyone who might have a connection to the case, until all the loose strings started to come together. There was a radio factory, founded by a peculiar old man whose genius was only matched by his secretiveness, that might hold the answers she had sought for so long. Shortly after securing employment at the factory, the building was destroyed in an accident caused by a malfunctioning portal. Having caught sight of someone getting caught in the portal and vanishing, Winona hastily repaired it in the hopes of rescuing them, only to come face to face with her missing sister. Unfortunately, Charlie seemed to be held under the sway of a shadowy influence, and she dragged Winona into the Constant.
uk: Немає чого-небудь, чого б Вінона не зробила для своєї сім'ї. Коли її молодша сестра Чарлі зникла за загадкових обставин, Вінона не залишила справу без уваги і присвятила себе її пошукам. Упродовж десяти років вона збирала кожну зачіпку, слідкувала за кожною ниточкою, розпитувала всіх, хто міг мати стосунок до цієї справи, аж поки всі ниточки не почали сходитися докупи. Радіозавод, заснований дивним старим чоловіком, чий геній поєднувався лише з його потайливістю, мав би містити відповіді, які вона так довго шукала. Незадовго після того, як дівчина влаштувалася на роботу на завод, будівля була зруйнована в результаті аварії, спричиненої несправним порталом. Побачивши, як хтось потрапив у портал і зник, Вінона поспіхом відремонтувала його в надії врятувати людину, а потім зіткнулася віч-на-віч зі своєю зниклою сестрою. На жаль, Чарлі опинилася під владою тіньового впливу, і вона затягнула Вінону в Константу.

source: October 2
uk: 2-го жовтня

source: Prior to his time in the Constant, Wolfgang's life revolved around the single-minded pursuit of one goal: to become the strongest man there ever was. His quest would lead him across Europe and eventually even across the Atlantic to America, where his feats of muscular prowess caught the attention of Misters Abernethy & Parker, who invited him to headline in their newly-formed traveling circus. Wolfgang quickly found himself caught up in the pageantry of circus life, and his attention began to shift to finding ways to make his show more spectacular. Fearing his own strength wouldn't be enough to keep impressing the crowds, he started employing a bit of stage trickery, with each new act becoming more unbelievable than the last. As his act grew more outlandish, the risk of being exposed as a fraud grew, and as he suffered one embarrassing mistake after another his once unshakable confidence in his abilities was slowly chipped away.\nUntil one day, a chance encounter gave him a taste of the ultimate strength he had craved for so long...
uk: За часів до Константи, життя Вольфґанґа оберталось навколо однієї простої мети: стати найсильнішим чоловіком усіх часів. Його пошуки вели крізь Європу, а по тому навіть через Атлантику до Америки, де його м'язові звитяги зацікавили панів Абернеті та Паркера, які потім запросили його очолити новостворений мандрівний цирк. Вольфґанґ швидко опинився у вирі циркового життя, а його увага почала зміщуватись у бік пошуку засобів зробити шоу ще більш видовищним. Боячись, що однієї лише сили буде недостатньо, аби вразити натовп, він почав додавати невеличкі сценічні трюки, й кожен новий виступ був неймовірніший за попередній. Разом зі зростанням дивовижності виступів, зростав і ризик бути викритим у шахрайстві. Припускаючись помилки за помилкою, його колись непохитна впевненість у власних здібностях почала потроху тріскатися.\nДопоки одного дня випадкова зустріч не дала йому відчути смак тієї неймовірної сили, якої він так довго прагнув...

source: September 12
uk: 12-го вересня

source: Hailing from the pine-covered mountains of the great white north, Woodie is an unassuming yet strangely mysterious man who keeps his past close to the vest (or in his case, the flannel). He is never seen without his signature bushy beard or trusty axe Lucy, who herself is a bit of an enigma. The other Survivors are not quite sure whether Woodie is simply mad, or if there might be something else to the seemingly inanimate object. Sometimes they swear they can hear a jovial female voice speaking to Woodie when no one else is around...
uk: Родом із вкритих соснами гір великої білої півночі, Вуді є скромним, але напрочуд загадковим чоловіком, який тримає своє минуле під сорочкою (точніше, під фланелевою сорочкою). Ніхто ніколи не бачив його без характерної густої бороди та вірної сокири Люсі, що й сама є дещо загадковою. Інші вцілілі не певні, чи справді Вуді просто збожеволів, чи за цим, здавалося б, неживим об'єктом ховається особистість. Іноді вони присягаються, що чують веселий жіночий голос, який розмовляє з Вуді, коли поблизу нікого немає...

source: A Mysterious Past
uk: Таємниче минуле

source: As the power of the moon has grown, so too have the effects of Woodie's curse. Woodie soon found that his form would shift into not only the Werebeaver, but a Weremoose and Weregoose as well. As his changing forms became more unpredictable, Woodie resolved to find a way to have more control over his curse. Using every bit of knowledge he'd gained from his time in the Constant (and some additional tips from Ms. Wickerbottom) he soon discovered that his transformations could in fact be controlled. By fashioning representations of each of the three beasts and consuming them only when he wanted to invoke that form, Woodie now feels more comfortable in his own skin than he has in quite a while.
uk: Зі зростанням сили Місяця зростали й прояви прокляття Вуді. Раптом Вуді виявив, що він може перевтілюватися не лише у бобра, але й у лосеня та гусака. Мінливі подоби ставали дедалі непрогнозованішими, тому він вирішив знайти спосіб опанувати їх. Скориставшись усіма знаннями, набутими за час перебування в Константі (та деякими настановами від пані Вікерботтом), він зумів виявити, що його перевтілення піддаються певному контролю. Створируючи ляльки за образом кожного з трьох звірів і з'ївши одну у мент необхідности, він перевтілюється в іншу подобу, у валсній шкурі Вуді почувається як ніколи комфортно.

source: June 6
uk: 6-го червня

source: Though the circumstances of his creation were unusual at best, Wormwood came into this world full of optimism and curiosity, ready to make new friends and see all that life had to offer. But as time wore on and he experienced the cold sting of rejection, he came to learn what the moon above had always known: Wormwood the Lonesome does not belong here.
uk: Хоч обставини його народження були в ліпшому випадку незвичайними, Вормвуд уродився сповненим оптимізму та допитливості, готовим знайти нових друзів і пізнати все, що могло запропонувати життя. Але з часом, коли він відчув холодне жало відторгнення, він дізнався те, що завжди знав місяць у небі: Самотньому Вормвуду тут не місце.

source: March 28
uk: 28-го березня

source: Wortox is not particularly interested in mortal food, but he does enjoy a Pomegranate now and then.
uk: Вортокс не дуже цікавиться звичайною їжею, але час від часу він не проти перекусити гранатом.

source: Wortox learned the hard way that one should always be mindful of the company they keep. Once a playful imp without a care in the world, Wortox spent his days helping a Krampus make mischief throughout the Constant. While the pair of rascals revelled in their roguery for a time, Wortox slowly began to see a darkness in the Krampus' heart, and the malice in his pranks. Not wishing for any real harm to come to anyone, the little imp finally put his cloven foot down, but in trying to stop his fiendish friend he unwittingly awakened a terrible power in himself...
uk: Вортокс на власному досвіді засвоїв, що завжди слід зважати на друзів, з якими водишся. Колись пустотливий і безтурботний біс, Вортокс проводив дні, допомагаючи Крампусу бешкетувати по всій Константі. Поти Крампус упивався їхніми витівками, Вортокс поволі почав убачити темряву в серці друга, а у витівках — злобу. Не бажаючи нікому реальної шкоди, маленький біс врешті наважився зупинити свого лихого друга, мимоволі пробудивши в собі страшну силу...

source: October 17
uk: 17-го жовтня

source: Wurt is a little Merm girl who wants to bring her people back to their former glory (if they did indeed ever have a former glory... the evidence is a bit shaky on that front). A bit more open-minded than other Merms, she has taken to following the Survivors around and learning more about them. She is particularly fascinated by books with pretty pictures inside and an amazing thing the humans call "candy". Though she enjoys living in the swamp and being around other Merms, being the smallest and the youngest often makes her feel quite isolated, and she is enjoying the novelty of having some friends closer to her own age amongst the Survivors.
uk: Вурт це маленька мермида, що хоче відновити колишню славу свого народу (якщо у них взагалі була колишня слава... сьогодні докази її існування вкрай хиткі). Вона більш відкрита, ніж інші мерми, і тому почала стежити за вцілілими та знайомитись з ними поближче. Зокрема, її зачаровують книжки з гарними малюнками всередині та дивовижна річ, яку люди називають «цукерка». Попри те, що їй подобається жити на болоті та бути поруч з іншими мермами, через те, що вона найменша і наймолодша, вона часто відчуває себе досить самотньою, і їй приємно мати серед уцілілих друзів, ближчих за віком.

source: A New Chapter
uk: Новий розділ

source: November 28
uk: 28-го листопада

source: Buildday
uk: День створення

source: WX-78 was the result of an unorthodox experiment helmed by { [LoadEmpathyModLibraryExW().......ERROR_DATA_PATH_NOT_FOUND] } and Robert Wagstaff. The experiment turned out to be a [RESOUNDING SUCCESS], but Wagstaff was [A SHORT-SIGHTED FOOL, AFRAID OF PROGRESS] and decided to put a stop to further tests. Adamant that the process that created them could still be perfected, WX refused to give up, continuing their experiments in secret. When Wagstaff finally discovered what they had been doing, there was a heated argument and01110100 01101111 01101111 00100000 01101100 01100001 01110100 01100101 00100000 01110100 01101111 01101111 00100000 01101100 01100001 01110100 01100101 00100000 01110100 01101111 01101111 00100000 01101100 01100001 01110100 01100101
uk: WX-78 — результат неортодоксального експерименту під керівництвом { [ЗавантаженняБібліотекиМодуляЕмпатії().......ПОМИЛКА_ДАНИХ_ШЛЯХ_НЕ_ЗНАЙДЕНО] } та Роберта Ваґстаффа. Експеримент мав [ПРИГОЛОМШЛИВУ УСПІШНІСТЬ], однак Ваґстафф був [НЕДАЛЕКОГЛЯДНИМ ДУРНЕМ, НАЛЯКАНИМ СИЛОЮ ПРОГРЕСУ], тому він вирішив покласти край подальшим тестуванням. WX-78 ж напроти був переконаним, що процес, за допомогою якого він був створений, все ще можна вдосконалити, і продовжив свої експерименти потайки. Коли Ваґстафф нарешті з'ясував, що відбувається, розпочалася палка суперечка та11010000 10110111 11010000 10110000 11010000 10111111 11010001 10010110 11010000 10110111 11010000 10111101 11010000 10111110 00100000 11010000 10110111 11010000 10110000 11010000 10111111 11010001 10010110 11010000 10110111 11010000 10111101 11010000 10111110 00100000 11010000 10110111 11010000 10110000 11010000 10111111 11010001 10010110 11010000 10110111 11010000 10111101 11010000 10111110

source: Anybody could be under that hat
uk: Хто завгодно може ховатися під цим капелюхом

source: *Not afraid of anything, except getting hurt \n*Good with a slingshot \n*Has a four-legged friend \n*Allergic to bees \n*Has no interest in fashion
uk: *Не боїться нічого, окрім болю \n*Вправний з рогаткою \n*Має чотирилапу подругу \n*Має алергію на бджіл \n*Не цікавиться модою

source: *Has excellent time management skills \n*Only as old as she feels \n*In a constant race against the clock
uk: *Має досконале вміння розподіляти час \n*Їй стільки років, на скільки вона себе почуває \n*У постійній гонитві з часом

source: *Has his own line of custom portable cookware \n*Can spice things up \n*Has an insatiable appetite \n*Only eats gourmet food
uk: *Має власний набір портативного кухонного приладдя \n*Може додавати до страв прянощі \n*Має добрячий апетит \n*Вибагливий до їжі

source: *Excels in battle \n*Absorbs the power of fallen foes \n*Performs well under pressure \n*Only eats meat
uk: *Неперевершена в бою \n*Поглинає силу загиблих ворогів \n*Виступає добре під тиском \n*Їсть тільки м'ясо

source: *Is dapper, but frail \n*Can split his mind into pieces \n*Draws power from shadowy equipment \n*Was once the king of the world
uk: *Витончений, але хирний \n*Може розділяти свій розум на шматочки \n*Черпає енергію від тіньового обладнання \n*Колись володарював цим світом

source: *Is a monster \n*Can befriend spiders \n*Grows a silky smooth beard
uk: *Потвора \n*Товаришує з павуками \n*Відрощує шовковисту гладеньку бороду

source: *Is haunted by her twin sister \n*Feels comfortable in the dark \n*Dabbles in Ectoherbology \n*Doesn't hit very hard
uk: *Її переслідує сестра-близнючка \n*Почувається комфортно в темряві \n*Захоплюється ектогербологією \n*Доволі слабка

source: *Can't talk \n*Practices balloonomancy \n*Is not a skilled fighter or worker \n*Has trouble staying alive
uk: *Мовчазний \n*Практикується у кулькомантії \n*Не надто вправний працівник або воїн \n*Має проблеми із виживанням

source: *Knows many things \n*Self-publishes books \n*Suffers from insomnia \n*Has a delicate stomach
uk: *Знає багато речей \n*Займається самовиданням книг \n*Страждає на безсоння \n*Має делікатний шлунок

source: *Has a fondness for fire, but hates the cold \n*Protected by her cuddly bear, Bernie\n*Has a reliable lighter
uk: *Має пристрасть до вогню, але ненавидить холод \n*Її охороняє пухнастик ведмедик Берні \n*Має надійну запальничку

source: \n*Grows a magnificent beard
uk: \n*Відрощує розкішну бороду

source: *Is a skilled builder\n*Gets one free hit from the dark\n*Invents her own gadgets
uk: *Талановита майстриня\n*Ухиляється від першого удару темряви\n*Винаходить власні ґаджети
