Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Navigation Gym
uk: Тренажер орієнтування

source: Navigation Gym Kit
uk: Набір для тренажера орієнтування

source: Reflex Gym
uk: Тренажер рефлексів

source: Reflex Gym Kit
uk: Набір для тренажера рефлексів

source: Speed Gym
uk: Тренажер швидкості

source: Speed Gym Kit
uk: Набір для тренажера швидкості

source: Endurance Gym
uk: Тренажер витривалості

source: Endurance Gym Kit
uk: Набір для тренажера витривалості

source: Checkpoint
uk: Контрольна точка

source: Checkpoint Kit
uk: Набір для контрольної точки

source: Finish Line
uk: Фінішна лінія

source: Finish Line Kit
uk: Набір для фінішної лінії

source: Starting Point
uk: Стартова точка

source: Starting Point Kit
uk: Набір для стартової точки

source: Carrat Scale
uk: Вимірювач щурквини

source: Carrat Scale Kit
uk: Набір для вимірювача щурквини

source: {trainer}'s Carrat
uk: Щурквина тренера {trainer}

source: Packet of Seeds
uk: Пакет насіння

source: Premium Seed Packet
uk: Пакет якісного насіння

source: Claw Anchor
uk: Пазуристий якір

source: Claw Anchor Kit
uk: Набір для пазуристого якоря

source: Dragonfly Shrine
uk: Вівтар дракономухи

source: Claw Oar
uk: Пазуристе весло

source: Dragonfly Boat Wheel
uk: Штурвал дракономухи

source: Dragonfly Boat Wheel Kit
uk: Набір для штурвала дракономухи

source: Tribute Roast
uk: Печена данина

source: Eight Treasure Mud Pie
uk: Пиріг із бруду «Вісім скарбів»

source: Fish Heads on a Stick
uk: Риб'ячі голови на паличці

source: Short Rabbit Lamp
uk: Низька лампа-кролик

source: Tall Rabbit Lamp
uk: Висока лампа-кролик

source: Pillow Fight Pit
uk: Подушкова арена

source: Pillow Fight Bell
uk: Дзвін подушкової арени

source: Pillow Fight Pit Kit
uk: Набір для подушкової арени

source: Bunnyman Torch
uk: Заячий смолоскип

source: Bunny Roll
uk: Заячий рулет

source: Moon Cake
uk: Місячний пиріг

source: Moon Jelly
uk: Місячне желе

source: Skewered Puffs
uk: Пампушки на шпажці

source: Bunnyman Shrine
uk: Вівтар зайця

source: Glove of Challenge
uk: Рукавиця виклику

source: Catcoon Shrine
uk: Вівтар єнотокота

source: 90% Protection\n-15% Move Speed\nKnockback Resistance
uk: 90% захисту\n-15% швидкості пересування\nСтійкість до збиття з ніг

source: 85% Protection
uk: 85% захисту

source: 50% Protection\n+5% Faster Cooldown
uk: 50% захисту\n+5% швидкості перезаряджання

source: 60% Protection\n+10% Move Speed
uk: 60% захисту\n+10 швидкості пересування

source: 75% Protection
uk: 75% захисту

source: 75% Protection\n+10% Physical Damage
uk: 75% захисту\n+10% фізичної шкоди

source: 75% Protection\n+10% Faster Cooldown
uk: 75% захисту\n+10 швидкості перезаряджання

source: 80% Protection\n+50 Max Health\n+20% Physical Damage
uk: 80% захисту\n+50 макс. здоров'я\n+20% фізичної шкоди

source: 90% Protection\n+100 Max Health\nKnockback Resistance
uk: 90% захисту\n+100 макс. здоров'я\nСтійкість до збиття з ніг

source: 80% Protection\n+75 Max Health\nCompanion Buff
uk: 80% захисту\n+75 макс. здоров'я\nПідсилення приятелів

source: 80% Protection\n+50 Max Health\n+15% Faster Cooldown
uk: 80% захисту\n+50 макс. здоров'я\n+15% швидкості перезаряджання

source: +15% Physical Damage\n+10% Faster Cooldown\n+10% Move Speed
uk: +15% фізичної шкоди\n+10% швидкості перезаряджання\n+10% швидкості пересування

source: +25% Magic Damage\n+10% Faster Cooldown\n+10% Move Speed
uk: +25% магічної шкоди\n+10% швидкості перезаряджання\n+10% швидкості пересування

source: +20% Move Speed
uk: +20% швидкості пересування

source: +25% Healing Received
uk: +25% отримуваного зцілення

source: +2 HP/s (80% HP Max)\n+10% Faster Cooldown\n+10% Move Speed
uk: +2 ОЗ/с (80% макс. ОЗ)\n+10% швидкості перезаряджання\n+10% швидкості пересування

source: +10% Physical Damage
uk: +10% фізичної шкоди

source: +10% Faster Cooldown
uk: +10% швидкості перезаряджання

source: +15% Physical Damage
uk: +15% фізичної шкоди

source: +20% Healing Dealt
uk: +20% ефективності зцілення

source: A magical keepsake.
uk: Магічна пам'ятка.

source: Prove your worth as a human being.
uk: Покажіть, на що ви здатні.

source: Protects you from death.
uk: Захистить вас від смерті.

source: Boat brakes.
uk: Гальма для човна.

source: The moon and sea will be your inspirations.
uk: Місяць і море стануть вашим натхненням.

source: Shake things up by getting rid of old turf.
uk: Позбався старої підлоги, розтруси оточення.

source: What secrets will it unearth?
uk: Які таємниці він розриє?

source: Armor with a fiery temper.
uk: Броня з вогняним характером.

source: Have no fear, the darkness will protect you.
uk: Будьте певні, сили темряви вас охороняють.

source: Provides a small amount of protection.
uk: Забезпечує невеличкий захист.

source: It's heavy, but it will protect you.
uk: Він важкий, але вас захистить.

source: Flashy AND protective.
uk: Показний ТА міцний.

source: Keep that belly full.
uk: Триматиме ваше черево повним.

source: Protects you from some damage.
uk: Захистить вас від деякої шкоди.

source: Nature's way of saying "keep away".
uk: Природний спосіб сказати «забирайся».

source: Surround yourself in formidable lunar leaves.
uk: Оточіть себе непробивним місячним листям.

source: Protects your body, but not your mind.
uk: Захищає тіло, але не розум.

source: A nightmarish cloak to keep the light at bay.
uk: Жахливий плащ, що тримає світло на відстані.

source: Point fingers at the world. Or signs.
uk: Вкажіть напрямок пальцями. Або знаками.

source: Chop down trees!
uk: Рубає дерева!

source: Carry more stuff.
uk: Дозволяє переносити більше речей.

source: Who doesn't like balloons?
uk: Кому не до вподоби кульки?

source: A great conversation starter!
uk: Гарний привід почати розмову!

source: Spread a little cheer.
uk: Поділіться веселощами.

source: Makes you light on your feet.
uk: Осідлайте вітер!

source: If only there was an easier way.
uk: Якби тільки був простіший спосіб.

source: Bouyant balloons for boating.
uk: Повітряні кулі для плавання.

source: Heal your minor wounds.
uk: Загоює неглибокі рани.

source: All this science is so... draining.
uk: Уся ця наука така... виснажлива.

source: Flowers, for springs? Groundbreaking.
uk: Квітки для джерел? Геніально.

source: Unlock the secret of hot spring alchemy.
uk: Розкриє алхімічний секрет гарячих джерел.

source: Give weapons more time in the spotlight.
uk: Дайте зброї ще п'ять хвилин.

source: Defend against fiery critics.
uk: Захистить від запеклих критиків.

source: An ode to stealing hearts.
uk: Ода, що зворушує серця.

source: A performance so good, it's scary.
uk: Таке гарне виконання, аж лякає.

source: Throw a verbal tomato.
uk: Киньте вербальний помідор.

source: Ward yourself and your allies against lunar attacks, and deal heavier blows to shadowy foes.
uk: Захистіть себе та своїх союзників від місячних атак і завдавайте сильніших ударів темним ворогам.

source: Show no fear!
uk: Не лякайтеся!

source: Give your mind a little choral support.
uk: Дайте вашому розуму хорову підтримку.

source: Ward yourself and your allies against shadow attacks, and deal heavier blows to lunar foes.
uk: Захистіть себе та своїх союзників від тіньових атак і завдавайте сильніших ударів місячним ворогам.

source: A bear of a vest.
uk: Жилет з ведмедя.

source: Reconstituted furs.
uk: Відновлене хутро.

source: Sleep through the night in comfort!
uk: Спіть спокійно цілу ніч з комфортом!

source: Sleep through the night.
uk: Спіть спокійно цілу ніч.

source: Store your own bees.
uk: Тримайте власних бджіл.

source: Be one with the herd! Smell included.
uk: Станьте одним цілим зі стадом! Неповторний запах вражень іде в комплекті.

source: The original Beefdazzler.
uk: Оригінальний Біфдазлер.

source: Befriend a beef friend.
uk: Подружіться з біфало.

source: Protection against angry bees.
uk: Захист від розлючених бджіл.

source: Weaponized bees. What could go wrong?
uk: Озброєні бджоли. Що може піти не так?

source: A useful preservative wax.
uk: Незамінний природний консервант.

source: This isn't just any bell.
uk: Це не якийсь там дзвінок.

source: A familiar face in this mad world.
uk: Знайоме обличчя в цьому божевільному світі.

source: A happy home for your avian friends.
uk: Затишна домівка для твоїх пернатих друзів.

source: Capture winged beasts.
uk: Впіймає крилату звірюку.

source: Spit fire at your enemies.
uk: Плюньте вогнем у ворогів.

source: Spit teeth at your enemies.
uk: Плюньте зубом у ворогів.

source: Spit sleepiness at your enemies.
uk: Плюньте снодійним у ворогів.

source: Spit lightning at your enemies.
uk: Плюньте блискавкою у ворогів.

source: What a cool amulet.
uk: Якийсь відморожений амулет.

source: As faithful a recreation as could be mustered.
uk: Наскільки точна імітація, наскільки це можливо.

source: Build a floor in the style of a long-gone civilization.
uk: Побудуйте підлогу в стилі давно забутої цивілізації.

source: It's like eating all kinds of mushrooms.
uk: Це як з'їсти одразу всі види грибів.

source: Like logs, but flatter.
uk: Як колоди, але пласкіші.

source: It's never too late to patch things up.
uk: Ніколи не пізно зробити ремонт.

source: Protect your boat - with kelp!
uk: Захистить свій човен... водоростями!

source: Protect your boat - with shells!
uk: Захистить свій човен... мушлями!

source: It blows the competition out of the water.
uk: Позбавляє конкурентів конкурування на морі.

source: Fun for a quick weekend getaway.
uk: Розвага для невеликої втечі від буденності.

source: Let the seas be your domain.
uk: Заволодіймо ж морями!

source: Draw in any comically oversized magnets that might be nearby.
uk: Притягує всі сміховинно великі магніти, що опиняються поблизу.

source: Your personality isn't the only thing that's magnetic.
uk: Ваша особистість не єдина річ, що притягує.

source: Row, row, rotate your boat.
uk: Веслуйте, веслуйте, повертіть же човен.

source: Beef up your pillow defenses.
uk: Набийте подушкову броню міццю біфало.

source: A soggy suit of pillow armor.
uk: Вогке подушкове вбрання.

source: It offers minimal protection, but hopefully you'll still come out smelling like a rose.
uk: Забезпечить мінімальний захист, проте надасть приємний запах троянд.

source: A wearable pillow that is as effective as it is unpleasant.
uk: Подушковий захист, що настільки ж ефективний, наскільки неприємний.

source: Use unstable lunar energy for explosive results.
uk: Використовує місячну енергію для вибухового результату.

source: All books must be arranged using the Dewey Decimal System.
uk: Усі книги мають бути систематизовані за десятковою класифікацією Дьюї.

source: Learn the ABC's of beekeeping.
uk: Вивчіть абетку бджільництва.

source: 1000 species: habits, habitats, and calls.
uk: 1000 видів: звички, ареали та голоси.

source: The world will end in fire and tribulation!
uk: Світ згине у полум'ї й скорботах!

source: Use these simple techniques to defuse any fiery situation.
uk: Використовуйте ці прості техніки, щоб загасити будь-яку пожежу.

source: Fishing, made easy!
uk: Ще ніколи риболовля не була настільки простою!

source: On the care and feeding of plants.
uk: Про догляд і живлення рослин.

source: On the care and feeding of crops.
uk: Про догляд і живлення культур.

source: Expert analysis on advanced crop care.
uk: Експертний аналіз передового догляду за культурами.

source: An illuminating read.
uk: Просвітницьке читво.

source: This complete edition far outshines its predecessor.
uk: Повне видання висвітлює всі пробіли попередника.

source: Summon the power of the moon.
uk: Викличте силу місяця.

source: Save it for a rainy day, whenever you decide that will be.
uk: Збережіть її на випадок зливи, або станьте її причиною.

source: A complete guide to everything from A to Z.
uk: Досконалий посібник по всьому, від А до Я.

source: A guide to branch management.
uk: Посібник управління лісом.

source: Soothing tales to send you off to dreamland.
uk: Заспокійливі історії, що перенесуть вас у країну снів.

source: Keep your personal climate under control with these easy steps.
uk: Збережіть контроль над власним мікрокліматом завдяки цим простим крокам.

source: Let's learn about our subterranean friends!
uk: Дізнаймося про наших підземних друзів!

source: You don't know someone until you walk a mile in their webs.
uk: Щоб пізнати людину, треба сплести з нею пуд павутиння.

source: It comes from a land down under.
uk: Завжди повертається, як погані спогади.

source: Relieve beefalo of their hair buildup.
uk: Звільніть біфало від зайвої шерсті.

source: Catch bugs.
uk: Ловіть комах.

source: Part and parcel to bundling your stuff.
uk: Незамінна штука для пакування речей.

source: Good for hiding!
uk: Гарна схованка!

source: Let the moon send you visions of butterflies.
uk: Хай місяць дасть вам бачення метеликів.

source: Provides light while burning.
uk: Відмінне джерело світла.

source: Only carries Hallowed Nights goodies.
uk: Вміщає лише смаколики Святих ночей.

source: Trot on with speed and poise.
uk: Крокуйте світом швидко й упевнено.

source: It's sure to make a splash.
uk: Воно неодмінно викличе фурор.

source: Start things off with a bang!
uk: Почніть веселощі з шиком!

source: Add some sparkle to your surroundings.
uk: Додасть трохи блиску вашому оточенню.

source: Create an explosion... of fun!
uk: Створіть вибух... веселощів!

source: Take a shine to some bauble-strung branches.
uk: Надайте блиску кулькам, що на гілках.

source: A cracking addition to your decor.
uk: Чудове доповнення до вашого декору.

source: Pint-sized eggcitement!
uk: Невеличке, але яйкозахопливе!

source: Get in the swing of summer fun!
uk: Занурюйся у літні веселощі!

source: The new height of Cawnival decor.
uk: Нова вершина кар-р-рнавальних декорацій.

source: What could be inside this mysterious green box?
uk: Що може ховатися всередині цієї загадкової зеленої коробки?

source: What could be inside this mysterious gold box?
uk: Що може ховатися всередині цієї загадкової золотої коробки?

source: A dreamy light for summer nights.
uk: Обворожливе світло літніх ночей.

source: A little piece of the Cawnival.
uk: Маленька часточка Кар-р-рнавалу.

source: Surprisingly refreshing!
uk: Несподівано освіжаюче!

source: Let them eat grubs!
uk: Хай вони їдять личинки!

source: Whisk back runaway eggs.
uk: Повертай назад яйця, що тікають.

source: Count your eggs before they hatch.
uk: Рахуйте яйця, доки вони не вилупились.

source: Bounce the ball safely to its nest.
uk: Безпечно закинь м'яч до його гнізда.

source: Keep pests from bugging the nest.
uk: Тримайте хробаків подалі гнізда.

source: Spinning and winning in equal measure.
uk: Крутіть і вигравайте в рівних пропорціях.

source: You're guaranteed to have a ball!
uk: Ви гарантовано отримаєте м'ячик!

source: Buy tokens, play games, win prizes!
uk: Купуйте жетони, грайте в ігри, вигравайте призи!

source: Why buy one when you could buy three?
uk: Нащо купувати один, якщо можна купити три?

source: The centerpiece of every Cawnival.
uk: Серце кожного Кар-р-рнавалу.

source: Perfect for munching on while spectating.
uk: Ідеально для жування під час перегляду.

source: See what prizes are in store.
uk: Гляньте на призи в крамниці.

source: A crunchy Cawnival favorite.
uk: Хрусткий улюбленець Кар-р-рнавалу.

source: A whimsical scarf of foraged leaves.
uk: Чудернацький шарф з опалого листя.

source: It's truly something to crow about.
uk: Про неї можна каркати й каркати.

source: The customary capelet of a Cawnival-goer.
uk: Звична пелерина кар-р-рнавальця.

source: Nimble, clever, and rich in beta carotene.
uk: Спритна, кмітлива та багата на бета-каротин.

source: Show everyone exactly where you've been.
uk: Покажіть усім, де ви вже точно були.

source: For those who value warmth over friends.
uk: Для тих, хто цінує тепло більше, ніж чотирилапих друзів.

source: Start a game of cat and mouse.
uk: Розпочніть гру в «Кішки-мишки».

source: Ground your base with a stone anchor.
uk: Зафіксуйте свою базу кам'яним якорем.

source: A sculpture sketch of an anchor.
uk: Замальовка скульптури якоря.

source: Ain't this Antlion beautiful?
uk: Хіба цей мурашиний лев не гарнюня?

source: A stone reminder of a grizzly autumn.
uk: Кам'яна згадка про грізну осінь.

source: A beauteous beefalo bust.
uk: Прекрасний бюст біфало.

source: A sculpture sketch of a charming beefalo.
uk: Замальовка скульптури чарівного біфало.

source: More regal than real.
uk: Забагато регалій, як для когось реального.

source: A chesspiece with a checkered past.
uk: Фігура з картатим минулим.

source: This sculpture's a moth-have.
uk: Таку скульптуру кожен молив мати.

source: A sculpture sketch of a Moon Moth.
uk: Замальовка скульптури місячної молі.

source: A winsome sculpture of a champion.
uk: Разюча скульптура чемпіонки.

source: A sculpture sketch of a victorious carrat.
uk: Ескіз скульптури щурквини-переможця.

source: A curious statue for a curious creature.
uk: Цікава статуя для цікавої істоти.

source: A sculpture sketch of a playful catcoon.
uk: Замальовка скульптури грайливого єнотокота.

source: It ain't nothing but a clay hound dog.
uk: Це ніщо інше, як статуя глиняного гончака.

source: A sculpture sketch of the Clay Hound.
uk: Замальовка скульптури глиняного гончака.

source: Sculpt a fearsome Clay Varg.
uk: Скульптура страхітливого глиняного варґа.

source: A sculpture sketch of the Clay Varg.
uk: Замальовка статуї глиняного Варґа.

source: It looks even crabbier than you remember it.
uk: Вона виглядає навіть крабовіше, ніж в житті.

source: A stone likeness of a pig-headed prisoner.
uk: Кам'яна подоба свиноголового в'язня.

source: Sculpt yourself an eyeball monster.
uk: Побудуйте власного окастого монстра.

source: The ultimate trophy for the ultimate kill.
uk: Неймовірний трофей на згадку про неймовірне вбивство.

source: Its stony gaze reminds you of an evil presence.
uk: Його кам'яний погляд нагадує про присутність зла.

source: Behind every queen is a dapper king.
uk: За кожною королевою стоїть шикарний король.

source: Its design radiates an otherworldly strangeness.
uk: Його дизайн випромінює щось потойбічне.

source: A sculpture for a starving artist.
uk: Скульптура для голодного митця.

source: One's true wealth is measured by their friends.
uk: Справжнє багатство вимірюється кількістю друзів.

source: A sculpture sketch of a kitcoon tower.
uk: Замальовка скульптури башти з єнотокошенят.

source: Klaus to perfection.
uk: Достоту як Клаус.

source: Shining armor not included.
uk: Блискучі обладунки не в комплекті.

source: A sculpted scourge of the seas.
uk: Скульптура володаря морів.

source: A sculpture sketch of the mighty Malbatross.
uk: Замальовка скульптури могутнього мальбатроса.

source: A fluffy friend, made of rock.
uk: Пухнатий друг, зроблений із каменю.

source: A sculpture sketch of a playful Bunnyman.
uk: Замальовка скульптури грайливого зайця.

source: This guardian sits in stony silence.
uk: Цей сторож сидить у гробовій тиші.

source: It's a selene figurine!
uk: Оця точно не з сиру!

source: A sculpture sketch of the moon itself.
uk: Замальовка скульптури самого місяця.

source: Two for the price of one.
uk: Два за ціною одного.

source: The most powerful piece on the board.
uk: Наймогутніша фігура на дошці.

source: It takes a village to raise an army.
uk: Даєш селянину спис і маєш найкращого воїна.

source: Stick this on your wheel and sculpt it.
uk: Встановіть це на круг і приступайте до різьблення.

source: Next best thing to an actual castle.
uk: Майже як справжній замок.

source: A de-animated reanimated skeleton.
uk: Ненароджений відроджений скелет.

source: A toad-ally authentic reproduction of the original.
uk: Стільки ресурсів треба. Як вас жаба не душить?

source: Double the eyes, double the terror.
uk: Вдвічі більше очей, вдвічі більше жаху.

source: Get chummy with the fish.
uk: Потоварищуйте з рибою.

source: Gets rid of tough obstacles.
uk: Позбудьтеся жорстких перешкод.

source: This fire is from opposite day.
uk: Вогонь навпаки.

source: More efficient, but still backwards.
uk: Ефективніше, хоча досі навпаки.

source: Points the way north.
uk: Вказує на північ.

source: Make stinky rich soil.
uk: Зробіть ґрунт багатим на...

source: "Herbal" therapy.
uk: «Зелена» терапія.

source: Review your repertoire of recipes.
uk: Перегляньте свій репертуар рецептів.

source: One must always be sharply dressed.
uk: Гострий розум пасує гострому шолому.

source: Make better food.
uk: Готуйте смачніше.

source: Befriend a noble Broodling.
uk: Подружіться з благородним дракономушкою.

source: Summon a friendly ocular companion.
uk: Викличте дружнього офтальмологічного напарника.

source: Befriend a bouncy Glomglom.
uk: Подружіться зі стрибучим ґломґломом.

source: Befriend a clever Kittykit.
uk: Подружіться з кмітливим кошеням.

source: Befriend a fluffy Ewelet.
uk: Подружіться з пухнастим ягнятком.

source: Befriend a delicate Mothling.
uk: Подружіться з тендітним метелем.

source: Befriend a hoppy Giblet.
uk: Подружіться з життєрадісним індичам.

source: Befriend a loyal Vargling.
uk: Подружіться з вірним варженям.

source: Nicely squared rocks.
uk: Рівномірно обтесане каміння.

source: Keeps the sand out of your eyes.
uk: Не дайте піску потрапити вам у вічі.

source: There must be some way out of here...
uk: Звідси має бути якийсь вихід...

source: Get ready for your pier review.
uk: Будьте готові до огляду пірсу.

source: Nothing says "structurally sound" like adding some posts as an afterthought.
uk: Ніщо так не свідчить про "дизайн", як додавання основи "наостанок".

source: The middle bit of a beast costume.
uk: Основна частина звірячого костюма.

source: A sturdy and fireproof container.
uk: Місткіша та вогнетривкіша.

source: Build yourself a fly flue.
uk: Злітайтеся всі до вогню.

source: The front end of a beast costume.
uk: Передня частина звірячого костюма.

source: The caboose of a beast costume.
uk: Дупця звірячого костюма.

source: A sturdy helmet of blackest stone.
uk: Міцний шолом із найчорнішого каменю.

source: Sticks and stones make muscles honed.
uk: Палиці та каміння напружують м'язи.

source: Ice out would-be workout disturbers.
uk: Вкрийте потенційних порушників режиму тренувань крижаною глазур'ю.

source: Polish every facet of your workout.
uk: Ваші тренування засяють по новому.

source: The gold standard of weightlifting.
uk: Золотий стандарт важкої атлетики.

source: A quick way to a chiseled physique.
uk: Швидкий шлях до виточеної статури.

source: Feel the burn!
uk: Відчуйте жар!

source: A fuzzy little bit of warmth.
uk: Маленькі, теплі кульки щастя.

source: A decorative table.
uk: Декоративний стіл.

source: An eye on the sky keeps you dry.
uk: Дивіться, дощ не проґавте.

source: Keep nasties away. By killing them.
uk: Проблем не буде, якщо їх учасно застрелити.

source: Till soil for crop seeds.
uk: Обробляє ґрунт для насіння.

source: Plow a plot for your plants.
uk: Зорайте ділянку для рослин.

source: Grows seeds a bit faster.
uk: Вирощуйте насіння трохи швидше.

source: Luxuriously soft, luxuriously large.
uk: Розкішно м'який, розкішно великий.

source: A dress for your head.
uk: Зібрався на карнавал?

source: Yes, the feather IS necessary.
uk: Так, пір'я ОБОВ'ЯЗКОВЕ.

source: A gate for wood fencing.
uk: Хвіртка для дерев'яного паркану.

source: Wood fence segments.
uk: Елемент дерев'яного паркану.

source: A sword, used for fencing.
uk: Боротьба з дерев'яними парканами.

source: Less poop on hands, more poop on plants.
uk: Менше гною на руках, більше на рослинах.

source: Celebrate with a BANG!
uk: Святкуйте БОМБЕЗНО!

source: Keep those rambunctious flames penned in.
uk: Вгамуйте непокірні вогні одним помахом пера.

source: A safer, more efficient campfire.
uk: Безпечніше та ефективніше за багаття.

source: Harness the power of combustion!
uk: Опануйте стихію вогню!

source: Saves plants, puts out fires, fueled by flame.
uk: Рятує рослини, гасить пожежі та потребує палива.
