Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Consecutive Match Bonus
uk: Бонус за серію матчів поспіль

source: Time
uk: Час

source: Playing with Friends
uk: Гра з друзями

source: Pit Pigs Defeated
uk: Бойові кабани переможені

source: Crocommanders Defeated
uk: Крокомандири переможені

source: Snortoises Defeated
uk: Бронепахи переможені

source: Formidable Team
uk: Вражаюча команда

source: Grand Forge Boarrior Defeated
uk: Величний кабавоїн Кузні переможений

source: Rhinocebros Defeated
uk: Бросороги переможені

source: No Deaths (Team)
uk: Без смертей (команда)

source: No Doubles Bonus
uk: Бонус за унікальність

source: debug test
uk: відладочний тест

source: Tournament Entry
uk: Реєстрація на турнір

source: Sapphire Medallion Earned
uk: Отримано сапфіровий медальйон

source: Red Mark Earned
uk: Отримано червону марку

source: Gnaw's Favor Earned
uk: Ласку Глоду отримано

source: No Repeat Meals
uk: Немає повторних страв

source: No Failed Offerings
uk: Без невдалих підношень

source: Appeasement Point Bonus
uk: Бонус за заслуги учасника

source: No Duplicate Survivors
uk: Без однакових уцілілих

source: Weekly Match Bonus
uk: Щотижневий бонус

source: Player 2's controller disconnected
uk: Від'єднано контролер гравця 2

source: Main controller disconnected.
uk: Головний контролер відключено.

source: Press A on a new one to continue.
uk: Натисніть A на новому, щоб продовжити.

source: Press A to connect as the main user.
uk: Натисніть A, щоб підключитися як основний користувач.

source: Sign In
uk: Увійти

source: You must sign in again to continue.
uk: Ви повинні увійти знову, щоб продовжити.

source: Main profile changed
uk: Змінено головний профіль

source: Player 2's profile changed
uk: Профіль гравця 2 змінено

source: Player 2 will need to join the game again.
uk: Гравець 2 повинен буде знову приєднатися до гри.

source: Abandon
uk: Скасувати

source: Abandon Ship
uk: Покинути корабель

source: Wind
uk: Здути

source: Press
uk: Натиснути

source: Climb
uk: Залізти

source: Deactivate
uk: Вимкнути

source: Swap Clothes
uk: Переодягнутися

source: Play Hide and Seek
uk: Грати в хованки

source: Investigate
uk: Шукати

source: Choose
uk: Вибрати

source: Pick Flower From
uk: Зірвати квітку

source: Ransack
uk: Обшукати

source: Spelunk
uk: Спуститись в печеру

source: Spin
uk: Крутити

source: Ring
uk: Подзвонити

source: Touch
uk: Торкнутися

source: Turn
uk: Повернути

source: Give
uk: Вивчити

source: Add Fuel
uk: Додати паливо

source: Add Wet Fuel
uk: Додати вологе паливо

source: Repair
uk: Полагодити

source: Plug In
uk: Вставити

source: Preserve
uk: Законсервувати

source: Appraise
uk: Оцінити

source: Assess Happiness
uk: Оцінити щастя

source: Assess {plant}'s Happiness
uk: Перевірити радість {plant}

source: Smack
uk: Ляснути

source: Light
uk: Освітлення

source: Extinguish
uk: Загасити

source: Smash
uk: Розбити

source: Attune
uk: Налаштовувати

source: Bait
uk: Підманити

source: Toss In
uk: Закинути

source: Decorate
uk: Прикрасити

source: Assist
uk: Допомогти

source: Soul Echo
uk: Відлуння душі

source: Telepoof
uk: Телевжух

source: Soul Hop
uk: Стрибок душі

source: Soul Hop({souls})
uk: Стрибок ({souls}) душ

source: Load Ammo
uk: Зарядити гармату

source: Shoot
uk: Вистрілити

source: Aim
uk: Прицілитися

source: Stop Aiming
uk: Перестати цілитися

source: Pair
uk: З'єднати

source: Turn Off
uk: Вимкнути

source: Turn On
uk: Увімкнути

source: Unpair
uk: Роз'єднати

source: Use
uk: Використати

source: Add Material
uk: Додати матеріал

source: Store
uk: Сховати

source: Bury
uk: Закопати

source: Feed
uk: Нагодувати

source: Molten Bolt
uk: Розплавити болт

source: Summon Magma Golem
uk: Викликати магматичного ґолема

source: Petrify
uk: Зачарувати

source: Call Cataclysm
uk: Викликати катаклізм

source: Cast Spell
uk: Чаклувати

source: Anvil Strike
uk: Удар ковадла

source: Cast Life Blossom
uk: Чаклувати "Розквіт життя"

source: Hearthsfire Bomb
uk: Жбурнути бомбу

source: Parry
uk: Парирувати

source: Chuck Lucy
uk: Кинути Люсі

source: Pyre Poker
uk: Похоронний тик

source: Sky Lunge
uk: Небесний випад

source: Play
uk: Грати

source: Sweep
uk: Підмести

source: Use Gadget
uk: Використати ґаджет

source: Summon
uk: Викликали

source: Cast Net
uk: Закинути сітку

source: Set Time In Space
uk: Відкрити портал

source: Revive
uk: Відродити

source: Catch
uk: Підтягнути

source: Dress Up
uk: Причепурити

source: Set Ammo
uk: Змінити снасті

source: Attach Tackle
uk: Прикріпити снасть

source: Remove
uk: Прибрати

source: Charge At
uk: Зарядитись

source: Check
uk: Перевірити

source: Chop
uk: Зрубати

source: Stop
uk: Припинити

source: Combine Stack
uk: Об'єднати стоси

source: Rile Up
uk: Роздратувати

source: Soothe
uk: Заспокоїти

source: Build {name}
uk: Збудувати {name}

source: Offer Material
uk: Запропонувати матеріал

source: Offer to
uk: Запропонувати

source: Craft
uk: Створити

source: Cycle
uk: Цикл

source: Hit
uk: Вдарити

source: Toss
uk: Підкинути

source: Build Fence
uk: Збудувати паркан

source: Fertilize Plot
uk: Удобрити ділянку

source: Build Gate
uk: Збудувати ворота

source: Place Ground
uk: Розмістити ділянку

source: Build Wall
uk: Збудувати стіну

source: Launch
uk: Спустити на воду

source: Dig
uk: Викопати

source: Dismantle
uk: Розібрати

source: Take Apart
uk: Розібрати на частини

source: Dismount
uk: Злізти

source: Draw On
uk: Малювати

source: Draw {item}
uk: Намалювати {item}

source: Release Soul
uk: Відпустити душу

source: Set Mine
uk: Встановити міну

source: Set Trap
uk: Встановити пастку

source: Enter Race
uk: Долучитися до перегонів

source: Dry
uk: В'ялити

source: Eat
uk: З'їсти

source: Erase
uk: Стерти

source: Extend
uk: Висунути

source: Fan
uk: Помахати

source: Fertilize
uk: Удобрити

source: Fill
uk: Наповнити

source: Apply {item}
uk: Застосувати {item}

source: Place {item}
uk: Розмістити {item}

source: Snackrifice Bowl of {food}
uk: Зжертвувати миску {food}

source: Snackrifice {food}
uk: Зжертвувати {food}

source: Snackrifice Plate of {food}
uk: Зжертвувати тарілку {food}

source: Hang {item}
uk: Повісити {item}

source: Sacrifice
uk: Принести жертву

source: Show
uk: Показати

source: Give All
uk: Віддати все

source: Gnaw
uk: Гризти

source: Go Home
uk: Йти додому

source: Mutate
uk: Викликати мутацію

source: Harvest
uk: Збирати

source: Haunt
uk: Вселитись

source: Heal
uk: Вилікувати

source: Heal Self
uk: Лікувати себе

source: Herd Spiders
uk: Призвати павуків

source: Hitch to
uk: Прив'язати

source: Install
uk: Встановити

source: Talk To
uk: Поговорити

source: Jump In
uk: Стрибнути в

source: Lift
uk: Підняти

source: Closely Examine
uk: Пильно оглянути

source: Lower
uk: Опустити

source: Hoist Sail
uk: Розпустити

source: Heave!
uk: Хей!

source: Ho!
uk: Хоу!

source: Inflate
uk: Надути

source: Choose This Beefalo
uk: Обрати цього біфало

source: Take Back
uk: Відпустити

source: Travel via
uk: Пройти через

source: Mount
uk: Залізти

source: Murder
uk: Вбити

source: Cast
uk: Закинути

source: Reel
uk: Змотувати

source: Set Hook
uk: Встановити гак

source: Fix
uk: Полагодити

source: Raise
uk: Підняти

source: Draw at
uk: Креслити на

source: Cook with
uk: Готувати на

source: Look in
uk: Зазирнути

source: Brew with
uk: Експериментувати

source: Forge at
uk: Кувати на

source: Research at
uk: Досліджувати на

source: Make offering at
uk: Піднести на

source: Read
uk: Прочитати

source: Sculpt at
uk: Ліпити на

source: Study at
uk: Вчитися

source: Trade with
uk: Обмінятися

source: Perform
uk: Виступати

source: Pick
uk: Зібрати

source: Pick up
uk: Підняти

source: Carry
uk: Нести

source: End Coaching
uk: Закінчити тренування

source: Begin Coaching
uk: Почати тренування

source: Tweet
uk: Щебетати

source: Pollinate
uk: Запилити

source: Water
uk: Полити

source: Recite
uk: Відмовити

source: Release Sail
uk: Опустити вітрило

source: Stop Fishing
uk: Припинити рибалити

source: Hook
uk: Підсікти

source: Reel In
uk: Намотувати

source: Resurrect
uk: Воскресити

source: Activate {item}
uk: Активувати {item}

source: Unplug
uk: Вийняти

source: Repair Leak
uk: Полагодити витік

source: Shoo Spiders
uk: Відігнати павуків

source: Change {dish}
uk: Змінити {dish}

source: Change Plating
uk: Зміна покриття

source: Retract
uk: Підтягнути дошку

source: Send Home
uk: Відправити додому

source: Rotate Starboard
uk: Повернути вправо

source: Rotate Port
uk: Повернути вліво

source: Stop Rotating
uk: Перестати крутитися

source: Rotate
uk: Повернути

source: Row
uk: Веслувати

source: Reap
uk: Жати

source: Set Heading
uk: Задати напрямок

source: Sew
uk: Шити

source: Patch
uk: Залатати

source: Shave
uk: Побрити

source: Shave Self
uk: Поголитися

source: Sing
uk: Співати

source: Sit On
uk: Сісти

source: Politely Butcher
uk: Чемний м'ясник

source: Gently Disembowel
uk: Лагідний випотрошувач

source: Softly Eviscerate
uk: М’яко випотрошений

source: Delicately Kill
uk: Делікатно вбитий

source: Tastefully Murder
uk: Вбивство зі смаком

source: Gingerly Slaughter
uk: Обережно забитий

source: Sleep
uk: Спати

source: Season
uk: Приправити

source: Pump
uk: Качати

source: Start the Carrat Race
uk: Почати забіг щурквин

source: Start Channeling
uk: Почати чаклування

source: Absorb Fire
uk: Поглинути вогонь

source: Steer
uk: Керувати

source: Stop Channeling
uk: Припинити чаклування

source: Stop Building
uk: Зупинити будівництво

source: Stop Building {name}
uk: Зупинити будівництво {name}

source: Stop Offering to
uk: Припинити пропонувати

source: Stop Repairing
uk: Перестати лагодити

source: Break Bond
uk: Зірвати зв'язок

source: Stop Absorbing Fire
uk: Припинити поглинати вогонь

source: Stop Lifting
uk: Завершити вправу

source: Stop Steering
uk: Перестати керувати

source: Imprison
uk: Ув'язнити

source: Charge
uk: Зарядити

source: Muck Out
uk: Прибрати гниль

source: Take Item
uk: Узяти предмет

source: Take {item}
uk: Узяти {item}

source: Talk to
uk: Поговорити

source: Tap
uk: Налити

source: Untap
uk: Відлити

source: Learn
uk: Вивчити

source: Study
uk: Дослідити

source: Add to Scrapbook
uk: Додати до нотатника

source: Tell Story
uk: Розповісти історію

source: Till
uk: Обробити

source: Travel
uk: Подорожувати

source: Emergency Mode
uk: Аварійний режим

source: Unhitch from
uk: Відчепити

source: Unload
uk: Розвантажити

source: Drop Overboard
uk: Скинути за борт

source: Unlock
uk: Відімкнути

source: Lock
uk: Замкнути

source: Unstick
uk: Відклеїти

source: Unsaddle
uk: Зняти сідло

source: Unwrap
uk: Розгорнути

source: Upgrade
uk: Поліпшити

source: Bond
uk: Встановити зв'язок

source: Use On
uk: Використати

source: Stoke Embers
uk: Розпалити жаринки

source: Load Gym
uk: Завантажити тренажер

source: Load Winch
uk: Підготувати лебідку

source: Tail Slap
uk: Удар хвостом

source: Takeoff
uk: Злетіти

source: Walk To
uk: Підійти до

source: Wax
uk: Завоскувати

source: Weigh
uk: Зважити

source: Feast
uk: Бенкет

source: Wrap
uk: Загорнути

source: Write On
uk: Підписати

source: Start the Contest
uk: Почати конкурс

source: Learn Costume
uk: Отримати костюм

source: Walter is an odd but cheerful boy, whose ability to assess danger leaves something to be desired.
uk: Волтер — дивакуватий, проте життєрадісний хлопак, чий інстинкт самозбереження залишає бажати ліпшого.

source: Wanda is a skilled clockmaker who will stop at nothing to outrun her future.
uk: Ванда — вправна годинникарка, що не зупиниться ні перед чим, аби уникнути згубного майбутнього.

source: To Warly, cooking is a language through which to express love and gratitude to those he holds dear.
uk: Для Варлі кулінарія це мова, завдяки якій він висловлює любов і вдячність тим, хто йому дорогий.

source: Whoever Wigfrid was before her titular role has been lost to time, and the power of method acting.
uk: Ким би не була Віґфрід до того, як зіграла роль свого життя, все було стерто часом і силою методичного акторства.

source: Formerly the Nightmare King, lately Maxwell finds himself reacquainted with life among the commonfolk.
uk: Король тіней, віднедавна Максвелл наново відкриває принади життя серед простого люду.

source: Webber is a polite young monster who cares deeply for all his friends, human or otherwise.
uk: Веббер — вихована юна потвора, хлопець піклується про своїх друзів, як людей, так і не людей.

source: Wendy is a morose young lady with a sisterly bond so powerful, it transcends death itself.
uk: Венді — понура панянка з надзвичайно міцним сестринським зв'язком, сильнішим за саму смерть.

source: Wes is a mime of many thoughts, but few words.
uk: Вес є мімом, і втіленням багатьох думок, але малих слів.

source: A woman of curious mind and stern air, Wickerbottom thrives on the lifelong pursuit of knowledge.
uk: Допитлива жінка з холодним розумом і суворим характером, Вікерботтом женеться за знання впродовж життя.

source: Willow is a candid woman whose penchant for fire often gets her into more than a little trouble.
uk: Віллоу — прямолінійна дівчина з вогняним запалом, який має звичку переростати в більш ніж просто неприємности.

source: At heart Wilson is truly a man of science. It's not in his nature to resist the call of the unknown.
uk: Вілсон у душі є природженим науковцем, тому поклик до пізнання просто лежить у його натурі.

source: Winona is a former assembly line worker with a boisterous attitude and love of all things mechanical.
uk: Вінона — то колишня працівниця фабрики зі своєрідною вдачею та любов'ю до всього механічного.

source: Wolfgang is an affable, musclebound giant with a heart plagued by a myriad of phobias.
uk: Вольфґанґ — настільки ж привітний, наскільки ж гігант, обгорнений м'язами, з серцем, що сповнене безліччю фобій.

source: This poor soul has fallen victim to the curse of the dreaded Moon Quay pirates.
uk: Бідолашна душа, що страждає від прокляття піратів Місячної пристані.

source: A gruff, bearded woodsman, Woodie has a soft spot for nature, plaid, and his trusty axe, Lucy.
uk: Грубий, бородатий лісник Вуді любить лише природу, картаті сорочки та свою вірну сокиру Люсі.

source: An amalgam of vines given sentience by lunar magic, Wormwood searches for friends so he can finally belong.
uk: Місячна магія наділила його життям, і тепер він шукає друзів, аби нарешті відчути себе справжньою людиною.

source: Wortox is a mischievous imp whose levity masks a deep well of guilt. He has taken many souls in his time.
uk: Вортокс — бісеня, за безтурботним існуванням якого ховається глибока провина. Свого часу він погубив чимало душ.

source: Wurt is a curious young Merm trying to expand her horizons... as long as those horizons don't extend into Pig territory.
uk: Вурт — допитлива молода мермида, що прагне розширити горизонти... допоки ці горизонти не простягаються до території свиней.

source: One might assume WX's callous nature hides a sensitive inner soul. One would assume incorrectly.
uk: Можна було б припустити, що жорстока природа WX приховує вразливість. Це припущення хибне.

source: March 31
uk: 31-го березня

source: Birthday
uk: День народження

source: Favorite Food
uk: Улюблена їжа

source: The only thing that could ever rival Walter's love for the great outdoors was his fascination with monsters and mystery. Nothing captured his interest more than a spooky story heard over the radio or a local legend about an elusive cryptid.\nIt was that pursuit of the unknown that eventually led him to the Constant. While searching for a man who Walter believed would have answers to his questions about a mysterious creature rumored to live in the woods, he instead came upon an abandoned cabin. The owner seemed to have left hastily, leaving all their belongings behind... including an odd radio that miraculously still seemed to be working. With curiosity getting the better of him he investigated the radio further, springing a trap that had lain dormant for years...\nNow finding himself trapped in the Constant, Walter has befriended another lost soul - a scruffy dog named Woby. Though much about her remains a mystery, Walter has vowed to one day return her to her rightful home (after all, returning lost dogs is the Pinetree Pioneer thing to do).
uk: Єдине, що коли-небудь переважало любов Волтера до природи, так це його захоплення потворами та таємницями. Ніщо так не захоплювало його, як моторошна історія, почута по радіо, або місцева легенда про невловимого криптида.\nСаме гонитва за невідомим врешті-решт заманила його до Константи. У пошуках людини, яка начебто могла б відповісти на його запитання про таємничу істоту, що, за чутками, оселилася в лісі, хлопчик натрапив на покинуту хатину. Здавалося, що власник квапливо покинув її, залишивши всі свої речі... зокрема дивний радіоприймач, який дивовижним чином все ще працював. Цікавість взяла гору над ним, і він вирішив дослідити радіо, у підсумку активувавши пастку, яка бездіяла роками...\nТепер, опинившись у пастці Константи, Волтер потоваришував з іншою заблукалою душею — кудлатим псом на ім'я Вобі. Попри те, що багато чого про неї залишається загадкою, Волтер присягнувся одного дня повернути її законним власникам (зрештою, будь-який скаут Шишколісся на його місці вчинив би так само).

source: Constant Companion
uk: Компаньйон з Константи

source: August 8
uk: 8-го серпня

source: An enigmatic woman of... well, fluctuating age, Wanda was torn from the world she knew after accidentally creating a fracture in time and space, pulling her from her own timeline into the land of the Constant. Though she avoids divulging many details of her past with the other Survivors, she seems to have an odd familiarity with them, as though she's run into them before... or perhaps, later?
uk: Загадкова жінка... несталого віку, Ванда була вирвана зі свого рідного світу після того, як випадково створила розрив у часі й просторі, вилетівши зі своєї часоланки до світу Константи. Хоча вона уникає подробиць свого минулого, схоже, вона якимсь дивним чином знайома з усіма іншими вцілілими, наче вона вже колись раніше зустрічала їх... або, можливо, пізніше?

source: July 25
uk: 25-го липня

source: Warly could never pick a favorite, a connoisseur of great food must always be expanding his palate.
uk: Варлі ніяк не може обрати одну улюблену страву, адже справжній кулінарний поціновувач мусить невпинно розширювати свою палітру смаків.

source: Warly left a promising career as a sous chef in Paris to return home and care for his aging mother Angeline, whose memory had begun to deteriorate. His world soon revolved around telling her stories about her life, playing her favorite music, cooking the recipes she had taught him when he was young... all in the hopes of catching that spark of recognition in her eyes. As time went on and Angeline's moments of clarity became fewer and farther in-between, Warly became more desperate, willing to try anything to bring back his beloved Maman...\nThat was when he first started hearing the voice on the radio.
uk: Варлі облишив багатообіцяючу кар'єру су-шефа в Парижі, щоб повернутися додому і доглядати за своєю старіючою матір'ю Анжеліною, пам'ять якої почала погіршуватися. Незабаром його життя почало обертатися навколо того, щоб розповідати їй історії про своє життя, вмикати її улюблену музику, готувати страви за рецептами, яких вона навчила його, коли вона була молодою... Все з надією побачити той самий проблиск спогадів в її старих очах. Час минав, а моменти, коли Анжелін щось пригадувала, ставали все коротші, а час між ними все більшав. Варлі став іще відчайдушнішим у спробах повернути свою любу матусю...\nІ саме тоді, він уперше почув голос по радіо.

source: Taste of Home
uk: Смак дому

source: July 23
uk: 23-го липня

source: Wigfrid always knew she was meant for the stage. Her debut performance was an instant sensation, launching her from obscurity to overnight stardom. Fans delighted in her portrayal of a noble and fearsome Valkyrie warrior, and she in turn took great pains to fully embody the role. She was perfect for it... perhaps too perfect. Every part she played afterward seemed to fall flat, never again achieving that magical quality that had once drawn audiences to her performances like bees to honey. As Wigfrid's stardom slowly began to fade, she retreated to the memories of her glory days, losing herself in her fantasies...\nUntil one day, she was lost entirely.
uk: Віґфрід завжди знала, що народжена для сцени. Її перший виступ став сенсацією, що миттєво зробила її популярною. Фанати були в захваті від того, як дівчина зображала благородну та безстрашну валькірію, тому вона доклала багато зусиль, щоб повністю увійти в роль. Вона була ідеальна... можливо занадто. Будь яка інша роль, схоже, провалювалася, не досягаючи тієї магії, що одного разу привернула увагу публіки до актриси. Слава Віґфрід поступово почала згасати, тому вона почала повертатись до спогадів днів своєї минулої слави, втрачаючи себе у фантазіях...\nДоки одного дня вона не зникла назавжди.

source: The Curtain Calls
uk: Останній вихід

source: October 22
uk: 22-го жовтня

source: The former king of the Nightmare Throne and an egomaniac to boot, Maxwell (who earned his name from his former stage persona "The Amazing Maxwell") was once the naive and unimposing "William Carter", a penniless man from London who dreamt of being a world-renowned magician. When fate put William in possession of the Codex Umbra, he felt true power for the first time in his life. Casting off his old, meek ways and fully embracing his new persona as a charismatic master of dark magic, Maxwell achieved fame and success, but still found himself hungering for more. As he delved deeper and deeper into his magical tome, immersing himself in its secrets, the dark knowledge within addled his mind and clouded his heart. In his final performance, Maxwell lost control of the shadow magic he'd used so brazenly and both he and his stage assistant Charlie were pulled into the Constant. There he would remain for what seemed like an eternity, tethered to the Nightmare Throne and compelled to ensnare more victims in the Constant's trap.\nHe is still baffled by the thought that someone he tricked into the Constant could find it in their heart to set him free... well, baffled and annoyed really. He never liked owing a favor.
uk: Колишній король трону жахів і до того ж егоцентрик, Максвелл (який отримав своє ім'я від колишнього сценічного образу «Дивовижний Максвелл») колись носив ім'я Вільям Картер і був звичайним, досить наївним і бідним лондонцем, який мріяв про всесвітню кар'єру фокусника. Коли доля подарувала Вільяму Кодекс Умбри, він уперше в житті відчув справжню владу. Відтоді він покінчив з покорою і повністю взяв на себе роль харизматичного майстра чорної магії, здобув славу і став надзвичайно успішним. Однак йому постійно хотілося більшого. Заглиблюючись у свою магічну книгу і розкриваючи її таємниці, темні знання заволоділи його розумом, а серце вкрили мороком. Під час свого останнього виступу Максвелл остаточно втратив контроль над тіньовою магією, якою він безсоромно управував. У результаті він і його помічниця Чарлі були затягнуті в Константу. Там він залишиться, як здавалося, на вічність, прив'язаний до трону жаху, змушений заманювати все більше жертв у пастку Константі.\nДумка про те, що хтось, кого він обманом заманив до Константи, міг би виявити сердечність і звільнити його... спантеличує і дратує його насправді. Він не любить бути в боргу.

source: The Nightmare King
uk: Король жахів

source: April 30
uk: 30-го квітня
