Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Nothin' but net.
uk: Попросту сітка.

source: Go fishing. For fish.
uk: Гайда рибалити.

source: Keep fish as fresh as the day you net them.
uk: Зберігайте рибу такою ж свіжою, як у день, коли ви її спіймали.

source: Something to soothe the nerves.
uk: Щось, щоб заспокоїти нерви.

source: Protect your braincase.
uk: Збереже твою макітру.

source: Call upon the power of darkness.
uk: Викличте силу темряви.

source: A potent cure for grave injuries.
uk: Сильні ліки проти смертельних ран.

source: Give foes a taste of their own medicine.
uk: Хай вороги самі відчують біль власних ударів.

source: Shield your sister from harm.
uk: Захистить твою сестру від травм.

source: Time heals all wounds.
uk: Час загоює рани.

source: Give your soul a little boo-st.
uk: Дурна голова ногам спокою не дає.

source: Wrap things up, nice and pretty!
uk: Обгортайте речі, гарненько та зручно!

source: Cutting edge weaponry.
uk: Гострий розум створив гостру зброю.

source: The moon will protect you.
uk: Місяць захистить тебе.

source: Decorative goggles you can oggle.
uk: Розуму вони не додадуть, але хай будуть.

source: Chop down trees with STYLE!
uk: Рубайте дерева зі стилем!

source: Break down rocks like a boss.
uk: Ламайте каміння, як богатир.

source: Rearrange the whole world.
uk: Змініть обличчя всього світу.

source: Lasts longer, digs the same stuff.
uk: Копає аналогічно, але міцніша.

source: Elegantly till soil for crop seeds.
uk: Елегантно обробіть ґрунт перед посівом.

source: Posh & portable protection.
uk: Шикарний переносний захист.

source: Craft with a discount!
uk: Майструйте зі знижкою!

source: Clean and efficient destruction.
uk: Чиста та ефективна руйнація.

source: A handful of gunpowder.
uk: Жменька пороху.

source: Liquid courage.
uk: Рідка хоробрість.

source: Good for your heart.
uk: Корисний для серця.

source: There's a change brewing.
uk: Насуваються зміни.

source: Spine-chilling saplings.
uk: Паростки, від яких мурашки по шкірі.

source: Put your mind at ease.
uk: Заспокойте розум.

source: Crystallized incandescence.
uk: Кристалізований жар.

source: It takes food to make food.
uk: Щоб здобути їжу, треба витратити їжу.

source: Smashes all kinds of things.
uk: Розбиває будь-які речі.

source: It packs a woolly wallop!
uk: Пакунок шерстяних стусанів!

source: Nobody likes a wet blanket. Wet pillows aren't much better.
uk: Мокра подушка допоможе вийти сухим із битви.

source: A pillow packed with flower power.
uk: Подушка, сповнена силою квітів.

source: For folks who take their pillow fighting seriously.
uk: Для тих, хто сприймає битви подушками серйозно.

source: Fun in the sun. Or on Casual Fridays.
uk: Щастя у променях сонця. Або у вихідних.

source: Disinfectant for cuts and abrasions.
uk: Дезинфікує порізи та рани.

source: What doesn't kill you makes you stronger.
uk: Все, що нас не вбиває, робить нас сильнішими.

source: Stores thermals for travel.
uk: Зберігає температуру для подорожі.

source: The shells she sells.
uk: Мушель морських од рук старих.

source: Make your mark upon the world.
uk: Залиш свій слід у цьому світі.

source: Blow the whistle on wild hounds.
uk: Подуй в свисток на диких гончаків.

source: Slows food spoilage.
uk: Сповільнює псування їжі.

source: Science, on the rocks.
uk: Холодний розум — обличчя науки.

source: Keeps stuff fresh.
uk: Зберігає свіжість.

source: Freeze enemies in their tracks.
uk: Заморозьте ворогів на місці.

source: Keeps you regular.
uk: Тримає в тонусі.

source: Something to agitate the nerves.
uk: Щось, щоб розбурхати нерви.

source: Feathered fun for feline friends.
uk: Пернаті розваги для котячих друзів.

source: A delightful exercise in futility.
uk: Чудова вправа в нічого не робінні.

source: A home for kitcoons of all stripes.
uk: Дім для єнотокошенят всіх забарвлень.

source: Put a name to a cute little face.
uk: Дайте ім'я якійсь милій мордочці.

source: Refuelable, bright, portable!
uk: Яскравий, мобільний, відновлюваний!

source: Call upon the power of the trees.
uk: Викличте силу дерев.

source: Boosts your declining max health.
uk: Тимчасова збільшує максимальне здоров'я.

source: Burns through the night and in the rain.
uk: Не згасне ні в ніч, ні в дощ.

source: Protection from strikes.
uk: Захист від блискавок.

source: Put yourself into your work.
uk: Віддайся праці.

source: Luminescent protection for your precious cranium.
uk: Люмінесцентний захист для вашого неоціненного черепа.

source: Fix up damaged equipment.
uk: Відремонтуйте пошкоджене обладнання.

source: Forge otherworldly items.
uk: Куйте предмети не від цього світу.

source: Mad science has no limits. Except sanity.
uk: Божевілля науки переходить усі межі, зокрема межі здорового глузду.

source: Imprison your belongings in a shadowy vortex.
uk: Ув'язніть своє майно в тіньовому вирі.

source: A fine feathered fabric.
uk: Гарна тканина з пір'я.

source: Show everyone what you've seen!
uk: Покажи усім, що ти бачив!

source: Grow a marble forest.
uk: Вирости мармуровий ліс.

source: Sail away, sail away.
uk: Пливи далеко-далеко.

source: An illuminating mast attachment.
uk: Освітлювальний додаток для щогли.

source: An electrifying addition to your mast.
uk: Блискавковідвідне доповнення до щогли.

source: Sail like a seabird into the blue.
uk: Пливи, наче птах у небі.

source: The jerkiest of racks.
uk: Зав'ялить усе.

source: Light a beacon for your enemies.
uk: Запаліть маяк для ваших ворогів.

source: Merm-ify your friends.
uk: За-мерм-ізуй свою мармизу.

source: A home fit for a Merm.
uk: Ідеальна домівка для мерма.

source: Usher in a new Merm Monarchy.
uk: Початок нової династій мермів.

source: True warriors live within.
uk: Мешкають у них справжні воїни.

source: Bring on the brawn!
uk: Нарости м'язи!

source: Light up the night with your noggin.
uk: Винищувач темряви прямо на вашій макітрі.

source: It flickers with a warm glow.
uk: Він мерехтить теплим світлом.

source: You have to run to create a breeze!
uk: Треба побігати, аби відчути вітерець!

source: Light the way for your trusted friends.
uk: Освітіть шлях своїм вірним друзям.

source: Draw on these with a Feather Pencil.
uk: Малюй на ньому пір'яним олівцем.

source: Grants the wearer Smell-E-Vision.
uk: Власник орієнтуватиметься суто на запахи.

source: Track the phases of the moon!
uk: Спостерігай зміни фаз місяця!

source: Fragile but effective.
uk: Крихкий, проте ефективний.

source: Knowledge bestowed by the moon itself.
uk: Знання надані самим місяцем.

source: A rock for marking your territory.
uk: Камінь для позначення території.

source: A key figure.
uk: Ключова фігура.

source: Utilize potato eyes to see through storms.
uk: Використовуйте картоплю, щоб бачити крізь бурю.

source: Mad science approved, never tested.
uk: Витвір справжнього безумця.

source: Look upon the face of the moon.
uk: Подивіться прямо на обличчя місяця.

source: The best laid plans.
uk: Найкраще викладені плани.

source: Doubly useful.
uk: Подвійно користо.

source: Grows mushrooms.
uk: Вирощує гриби.

source: The perfect addition to any mush-Room.
uk: Лампа для грибників.

source: Inspired by the lava lamp sciences.
uk: Натхненне лавовими лампами.

source: The flavor might catch you by surprise.
uk: Смак може застати вас зненацька.

source: Extra grainy, so it has to be healthy!
uk: Екстразернистий, тож має бути корисним!

source: Crunchy outside, soft inside.
uk: Хрусткий зовні, м'який всередині.

source: Its recipient will be over the moon!
uk: Можливо, той хто його з'їсть, дістане місяць з неба?

source: It's the spitting image of a spider.
uk: Смачно, аж слина тече.

source: Make the sweetest little bodyguards.
uk: Зробіть найсолодшого маленького охоронця.

source: They look simply mouthwatering!
uk: З ними ти вийдеш сухий із води!

source: A cap for your sleepy head.
uk: Ковпак для вашої сонної голови.

source: Light the night with your dreams.
uk: Освітить ніч розбитими мріями.

source: Evil residue used by the foolish and crazy.
uk: Шмат нечестя, створений дурнями для божевільних.

source: Track the flow of ambient magic levels.
uk: Слідкуйте за потоком навколишньої магії.

source: Morning light for a nighttime fight.
uk: Ранкове світило для нічної битви.

source: Lucid dreaming damage.
uk: Шкода від свідомих снів.

source: Visualize your garden's success.
uk: Візуалізуйте успіх свого городу.

source: Row, row, row your boat.
uk: Веслуйте, веслуйте, повертіть же човен.

source: Oarn't you glad I didn't say banana?
uk: Ти маєш радіти, що хоч не руками.

source: A classic design for pros and beginners.
uk: Класичний дизайн як для профі, так і для новачків.

source: Favoured by more discerning anglers.
uk: Улюблений більш вибагливими рибалками.

source: A fancy downy float.
uk: Чудовий пуховий поплавець.

source: A fancy float from a furious fowl.
uk: Чудовий поплавець з лютої птиці.

source: A more stylish take on the classic bobber.
uk: Більш стильний варіант класичного поплавця.

source: A confused fish is a caught fish.
uk: Приголомшена риба — спіймана риба.

source: Reel in the big one!
uk: Витягуйте більшу рибу!

source: Keep one around for a rainy day.
uk: Тримайте один біля себе на випадок дощу.

source: There's snow better time for fishing!
uk: Найкраща ловля — під снігом!

source: Go for a quick evening bite.
uk: Сходіть на нічний перекус.

source: A lure that works best in low light.
uk: Приманка, що краще працює зі слабким світлом.

source: The early fish gets the worm.
uk: Хто рано встає, той рибу дістає.

source: Fish on into the sunset.
uk: Рибаль на заході сонця.

source: Fish like a pro.
uk: Рибальте як профі.

source: There's plenty of fish in the sea.
uk: У морі так багато риби.

source: Even crazy musicians amass a following.
uk: Навіть скажені музиканти мають послідовників.

source: For those who don't like to pick items up.
uk: Для тих, хто не любить нахилятися, щоб щось підняти.

source: For those who don't like walking.
uk: Для тих, кому не до вподоби ходити.

source: Music to soothe savage beasts.
uk: Музика здатна заспокоїти навіть найлютішого звіра.

source: For writing things.
uk: Щоб щось писати.

source: Extra lucky, extra large.
uk: Дуже вдалий, дуже великий.

source: Make offerings to the majestic Gobbler.
uk: Робіть підношення величному індику.

source: Break down rocks.
uk: Ламає каменюки.

source: Mine and demolish to your heart's content.
uk: Видобувайте і руйнуйте, що більше радує ваше серце.

source: Carries a lot, but slows you down.
uk: Дуже місткий, але досить й важкий.

source: Shelters one pig.
uk: Притулок для одного свина.

source: Make offerings to the affluent Pig.
uk: Робіть підношення знатній свині.

source: Ape the monkey marauders with a pirate flag of your own.
uk: Уявіть мавпу-мародера з вашим власним піратським прапором.

source: Move the ground around.
uk: Переверніть весь світ.

source: Allow your gardening expertise to grow.
uk: Дозвольте своєму городничому досвіду зростати.

source: Tinker with timepieces.
uk: Пошаманьте з годиниками.

source: You're only as old as you feel.
uk: Вік — це лише цифра.

source: It's what's inside, that counts.
uk: Не шкодуйте і не гайте свого часу.

source: Time travel is better with friends.
uk: Подорожуйте в часі веселіше з друзями.

source: Return to a distant point in time.
uk: Повернись у часі у віддалену точку.

source: Undo a friend's untimely end.
uk: Запереч передчасну кончину свого друга.

source: Retrace your last steps.
uk: Один крок вперед, два назад.

source: This clock strikes YOU.
uk: Цей годинник уб'є ВАС.

source: Weigh your fish on the go!
uk: Зважте свою рибину на ходу!

source: This hat comes with a feathered friend.
uk: Цей капелюх іде з пернатим другом у комплекті.

source: Grind ingredients into powdered spices.
uk: Для мелення прянощів і приправ.

source: For the gourmet on the go.
uk: Для мандрівних гурманів.

source: Spicing your meals is very in season.
uk: Гострі приправи нині в моді.

source: Portable protection from the elements.
uk: Портативний захист від негоди.

source: A potato's natural habitat.
uk: Природне середовище існування картоплі.

source: Make a pot and stick a fern inside.
uk: Приготуйте горщик і посадіть папороть.

source: An innovation in irrigation!
uk: Інновація в іригації!

source: Spooky illumination.
uk: Моторошне світло.

source: Test the strength of your weapons. And have fun!
uk: Випробуйте силу вашої зброї. І розважтесь!

source: Test how well your weapons fare against lunar foes.
uk: Перевірте, наскільки добре ваша зброя справляється із місячними ворогами.

source: Test how well your weapons fare against shadowy foes.
uk: Перевірте, наскільки добре ваша зброя справляється із тіньовими ворогами.

source: Induce insanity.
uk: Крок до божевілля.

source: By your colors combined!
uk: Чудеса колористики!

source: Presentation is half the taste.
uk: Презентація — вже половина смаку.

source: Fine ceramics for finer food.
uk: Гарна кераміка для кращої їжі.

source: Trap the crabs in the bucket.
uk: Хапайте крабів у відро.

source: Everything you need to set up a large grill.
uk: Все необхідне для установки великого гриля.

source: Everything you need to set up a grill.
uk: Все необхідне для установки гриля.

source: Everything you need to set up an oven.
uk: Все необхідне для установки духовки.

source: Everything you need to set up a cookpot.
uk: Все необхідне для установки казана.

source: Ground wheat.
uk: Мелена пшениця.

source: Fresh from the source.
uk: Тільки що з джерела.

source: Open things that aren't yours.
uk: Відкривайте те, що вам не належать.

source: The key to Sugarwood Memorial Park.
uk: Ключ від меморіального парку Цукролісся.

source: It's a whole, live pigeon.
uk: Це цілий живий голуб.

source: High class plating for improved dishes.
uk: Висококласні тарілки для вишуканих страв.

source: The way out. I can charge it with Favors.
uk: Шлях назовні. Я можу зарядити це смаками.

source: State of the art cookware.
uk: Витвір кухоного мистецтва.

source: Hang a pot on the fire. Hands free!
uk: Тримає каструлю на вогні. Руки вільні!

source: For sugary, delicious sap processing.
uk: Для обробки солодкого й смачного соку.

source: A few pinches of salt.
uk: Дрібка солі.

source: Get a little salty.
uk: Отримайте трохи солі.

source: Don't be a sap, get syrup from the tap!
uk: Давай не сочкуй, діставай сік!

source: Unusual crop seeds. Plant in tilled soil.
uk: Незвичне насіння. Саджайте його в зораний ґрунт.

source: Well, meat doesn't grow on trees.
uk: Що ж, м'ясо на деревах не росте.

source: One teaspoon of delicious spice.
uk: Чайна ложка смачних прянощів.

source: Houses a giant rabbit and all his stuff.
uk: Будиночок для величезного кроля та його речей.

source: A waterproof coat to keep you dry.
uk: Водонепроникне пальто для негоди.

source: Soft to the touch, slick to the rain.
uk: М'який на дотик, неприступний для дощу.

source: Observe precipitation probabilities.
uk: Прогнозує ймовірність опадів.

source: Shave off your dirty beatnik beard.
uk: Зголіть же свою бунтівливу бороду.

source: A fortuitous lantern to light your way.
uk: Святковий ліхтар, що освітлюватиме шлях.

source: A key ingredient for an ancient treat.
uk: Ключовий інгредієнт стародавнього частування.

source: Keep cool and fresh in this stylish vest.
uk: Стильний жилет зберігає вашу прохолоду та свіжість.

source: Unlock new crafting recipes!
uk: Розблокуйте нові рецепти!

source: Unlock even more crafting recipes!
uk: Розблокуйте ще більше рецептів!

source: Is this even science anymore?
uk: Це все ще наука?

source: Amplify the magical power of your top hat.
uk: Покращте магічну силу свого циліндра.

source: Make a clean sweep of redecorating.
uk: Причепуріть свій світ.

source: Resurrect yourself via the power of meat.
uk: Відродіть себе завдяки силі м'яса.

source: Ghastly revival of a ghostly friend.
uk: До смерті моторошний спосіб позбутися смерті.

source: Tightly woven coils of usefulness.
uk: Щільно зіткані котушки користі.

source: Complete with ancient force field!
uk: Зроблено не без допомоги стародавніх сил!

source: A distressed bowl.
uk: Не найновіша миска.

source: A weathered-looking chair.
uk: Вивітрене на вигляд крісло.

source: Don't double dip.
uk: З цим варто бути обережним.

source: Craft a fancy broken plate.
uk: Змайструйте чудову розбиту тарілку.

source: Don't put your elbows on it.
uk: Краще не кладіть на нього лікті.

source: A faux-vintage vase.
uk: Штучно зістарена ваза.

source: Spikes make everything better.
uk: Шипи роблять усе кращим.

source: Pry that saddle off.
uk: Клац і по сідлу.

source: Lets you sit on animals. In theory.
uk: Дозволяє сидіти на тваринах. У теорії.

source: Offsets the time spent making it. Maybe.
uk: Компенсує витраченого на виготовлення часу. Напевне.

source: A throne for the boss of the battlefield.
uk: Трон для головного на полі бою.

source: Salty storage for your foodstuffs.
uk: Солона схованка для вашої їжі.

source: Keep your livestock content.
uk: Приносить радість твоїй пастві.

source: Models all the latest fall fashions.
uk: Конкурсантка «Топмоделі».

source: Marble will be like clay in your hands!
uk: У твоїх руках мармур поводитиме себе, як глина!

source: Science at sea.
uk: Морська наука.

source: Stow your seeds for safekeeping.
uk: Тримайте своє насіння в безпеці.

source: The cartographer's most valuable weapon.
uk: Найцінніша зброя картографа.

source: Fix up degraded clothing items.
uk: Ремонтує пошкоджений одяг.

source: A model for all the latest equippable looks.
uk: Модель, що продемонструє найновіше вбрання.

source: Patch up degraded clothing items.
uk: Залатайте пошкоджений одяг.

source: Diggy diggy hole.
uk: Копай, копай ями.

source: Ethereal bodyguard.
uk: Безтілесний охоронець.

source: Holds a grudge against trees.
uk: Тримає образу на дерева.

source: Mine that rock!
uk: Каменюки, начувайтеся!

source: Create horrors for your convenience.
uk: Створюйте жахи для власної переваги.

source: Dig up all sorts of things.
uk: Викопає будь-які скарби.

source: The groundbreaking results of cross-pollination between a shovel and a garden hoe.
uk: Революційний результат перехресного запилення лопати й садової мотики.

source: Escape the heat to restore sanity.
uk: Врятуйтеся від спеки та відновіть трохи глузду.

source: A place to rest your weary soul.
uk: Місце, де ваша змучена душа знайде спочинок.

source: A throwable pouch full of sleep.
uk: Кидальна торбинка, повна снодійного.

source: Never go adventuring without it!
uk: Ніколи не шукай пригод без неї!

source: Freeze foes in their tracks.
uk: Заморозьте ворогів на місці.

source: Their fanciness makes them work better.
uk: Їхня коштовність допомагає їм бити сильніше.

source: Don't lose them, now!
uk: Не втратьте їх одразу!

source: Disgusting and distracting.
uk: Огидне та відволікаюче.

source: Simple and ineffective.
uk: Дешево та сердито.

source: What "laws of physics"?
uk: Що за «закони фізики»?

source: What could go wrong?
uk: Що може піти не так?

source: Grows seeds.
uk: Вирощує насіння.

source: Bottled nutrients from the sea.
uk: Бутильовані морські поживні речовини.

source: Use the pointy end.
uk: Користуйтеся його гострим кінцем.

source: The gold makes it sharper.
uk: Золото робить його гострішим.

source: Freshen up your foodstuffs.
uk: Вдихни нове життя у свою їжу.

source: Spicy flakes that pack a punch.
uk: Гострі пластівці, що триматимуть вас в ударі.

source: The best offense is defensive halitosis.
uk: Найкращий напад — сморід з рота.

source: A salty addition for a hearty meal.
uk: Солона приправа до ситних страв.

source: A dash of sweetness for peace of mind.
uk: Трохи солодкого для душевного спокою.

source: A nice home makes for a nice disposition.
uk: Гарний дім сприяє гарному настрою.

source: Get a little help from your friends.
uk: Отримай трохи допомоги від своїх друзів.

source: Spiders will call you "mom".
uk: Павуки назвуть вас «мама».

source: Gross, gooey, and good for you!
uk: Бридка, липка, як раз для вас!

source: Let your friends know you need some space.
uk: Повідомте друзям, що вам потрібно побути трохи наодинці.

source: Call your creepy crawly friends.
uk: Поклич своїх моторошних друзяк.

source: Stay rooted to the spot and attack from afar.
uk: Вкореніться та атакуйте з відстані.

source: Blow your enemies away.
uk: Здуй усіх ворогів.

source: It's wheely important to have one.
uk: Коло тебе має бути одне таке.

source: Helps you stay cool and dry.
uk: Допомагає запобігти сонячного удару.

source: A pretty succulent jammed in a pot.
uk: Гарний сукулент в горщику.

source: More space for tackle? I'm hooked!
uk: Більше місця для снастей? Ти на гачку маркетологів!

source: Rugged, yet stylish.
uk: Тепло та стильно.

source: A sword of lunar light.
uk: Меч місячного світла.

source: Gather round for the Winter's Feast.
uk: Збирає страви для зимового банкета.

source: Tactfully store your tackle.
uk: Бережно зберігає снасті.

source: The old bait-n-fish.
uk: Ми на цьому ділі вже з'їли морську собаку.

source: Just add gems.
uk: Просто додай самоцвітів.

source: Bend space! Time bend sold separately.
uk: Згинайте простір! Згин часу продається окремо.

source: Restores sanity, costs time and hunger.
uk: Відновлює глузд, витрачаючи час і ситість.

source: Combine tiny bits into a big chunk.
uk: Зберіть маленькі шматочки в великий шматок.

source: Trust them to follow the scents.
uk: Довірте йому шукати за запахом.

source: Slowly weed out aches and pains.
uk: Повільно позбавляйтеся від болю.

source: The classiest hat of all.
uk: Найстильніший капелюх з усіх.

source: Black magic goes with everything.
uk: Чорна магія пасує до всього.

source: Portable light source.
uk: Портативне джерело світла.

source: Gather your friends with sand power.
uk: Зберіть своїх друзів за допомогою сили піску.

source: Science away! Bzzzt!
uk: Наука вгору! Бз-з-зт!

source: Transmute Beefalo Wool into Beard Hair.
uk: Перетворюйте шерсть біфало на клаптики бороди.

source: Transmute Beard Hair into Beefalo Wool.
uk: Перетворюйте клаптики бороди на шерсть біфало.

source: Transmute Red Gems into Blue Gems.
uk: Перетворюйте червоні самоцвіти на сині самоцвіти.

source: Transmute a Hound's Tooth into Bone Shards.
uk: Перетворюйте ікла гончаків на уламки кісток.

source: Transmute Marble into Cut Stone.
uk: Перетворюйте мармур на тесаний камінь.

source: Transmute Pure Horror into Dreadstone.
uk: Перетворюйте чистий жах на камінь жаху.

source: Transmute Rocks into Flint.
uk: Перетворюйте каміння на кремінь.

source: Transmute Nitre into Gold Nuggets.
uk: Перетворюйте селітру на золоті самородки.

source: Transmute Yellow Gems into Green Gems.
uk: Перетворюйте жовті самоцвіти на зелені самоцвіти.

source: Transmute Dreadstone into Pure Horror.
uk: Перетворюйте каміння жаху на чистий жах.

source: Transmute Bone Shards into a Hounds Tooth.
uk: Перетворюйте уламки кісток на ікла гончаків.

source: Transmute Twigs into a Log.
uk: Перетворюйте гілки на колоди.

source: Transmute Cut Stone into Marble.
uk: Перетворюйте тесаний камінь на мармур.

source: Transmute Morsels into Meat.
uk: Перетворюйте кавалки на м'ясо.

source: Transmute Pure Brilliance into Infused Moon Shards.
uk: Перетворіть чистий блиск на заряджені місячні уламки.

source: Transmute Marble into Moon Rock.
uk: Перетворюйте мармур на місячне каміння.

source: Transmute Pure Horror into Nightmare Fuel.
uk: Перетворюйте чистий жах на паливо жаху.

source: Transmute Gold Nugget into a Nitre.
uk: Перетворюйте золоті самородки на селітру.

source: Transmute Many Gems into an Iridescent Gem.
uk: Перетворіть багато самоцвітів на один переливчастий самоцвіт.

source: Transmute Purple Gems into Orange Gems.
uk: Перетворюйте фіолетові самоцвіти на помаранчеві самоцвіти.

source: Transmute Rot into Manure.
uk: Перетворюйте гниль на гній.
