Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Message in a Bottle
uk: Повідомлення в пляшці

source: Empty Bottle
uk: Порожня пляшка

source: Miasma
uk: Міазми

source: Mighty Gym
uk: Тренажер могутності

source: Friend-O-Matic Portal
uk: Дружб-о-матичний портал

source: Milky Whites
uk: Молочні білки

source: Miner Hat
uk: Капелюх шахтаря

source: Floating Lantern
uk: Надводний ліхтар

source: Whirly Fan
uk: Вітрячок

source: Flare
uk: Сигнальна ракета

source: Mini Sign
uk: Мінітабличка

source: {item} Sign
uk: Табличка «{item}»

source: Ancient Guardian
uk: Стародавній вартовий

source: Large Ornate Chest
uk: Велика оздоблена скриня

source: Guardian's Horn
uk: Ріг вартового

source: Moleworm
uk: Кроточерв

source: Naked Mole Bat
uk: Голий земленюх

source: Naked Mole Bat Burrow
uk: Нора голого земленюха

source: Moggles
uk: Кротокуляри

source: Burrow
uk: Кротова нора

source: Raised Dirt
uk: Рухлива купка землі

source: Splumonkey
uk: Гротомавпа

source: Splumonkey Pod
uk: Лігвище гротомавп

source: Monkey Hut
uk: Мавпяча хижа

source: Unnatural Portal
uk: Ненатуральний портал

source: Broken Machinery
uk: Зламана машинерія

source: Monkey Bar
uk: Мавпячий стовп

source: Queen of Moon Quay
uk: Королева Місячної пристані

source: Captain's Tricorn
uk: Трикутка капітана

source: Pirate's Bandana
uk: Піратська бандана

source: Monster Lasagna
uk: Лазанья з потвори

source: Monster Meat
uk: М'ясо потвори

source: Monster Jerky
uk: В'ялене м'ясо потвори

source: Monster Tartare
uk: Тартар із потвори

source: Moon Stone
uk: Місячний камінь

source: Moon Moth
uk: Місячна міль

source: Moon Moth Wings
uk: Крила місячної молі

source: Lune Tree Sapling
uk: Паросток місячного дерева

source: Moon Dial
uk: Місячний годинник

source: Moon Shard
uk: Місячний уламок

source: Moon Glass Axe
uk: Сокира з місячного скла

source: Moon Axe Blueprint
uk: Креслення місячної сокири

source: Infused Moon Shard
uk: Заряджений місячний уламок

source: Moon Glass
uk: Місячне скло

source: Moon Glass Mound
uk: Курган із місячного скла

source: Cratered Moonrock
uk: Місячний камінь з отвором

source: Moon Rock Idol
uk: Ідол із місячного каменю

source: Moon Rock
uk: Місячний камінь

source: Celestial Orb
uk: Небесна сфера

source: Moon Rubble
uk: Місячний уламок

source: Shattered Spider Hole
uk: Нора павуків-шиповиків

source: Shattered Spider
uk: Павук-шиповик

source: Charged Glassy Rock
uk: Заряджена скляна брила

source: Glassy Rock
uk: Скляна брила

source: Astroggles
uk: Астрокуляри

source: Moongleam
uk: Місячний проблиск

source: Energetic Static
uk: Енергетична статика

source: Restrained Static
uk: Ізольована статика

source: Celestial Altar
uk: Небесний вівтар

source: Celestial Sanctum
uk: Небесне святилище

source: Partially Assembled Sanctum
uk: Частково зібране святилище

source: Celestial Tribute
uk: Небесна данина

source: Inactive Celestial Tribute
uk: Неактивна небесна данина

source: Celestial Altar Base
uk: Основа небесного вівтаря

source: Celestial Sanctum Icon
uk: Ікона небесного святилища

source: Celestial Altar Idol
uk: Ідол небесного вівтаря

source: Mysterious Energy
uk: Таємнича енергія

source: Inviting Formation
uk: Принадне утворення

source: Celestial Altar Orb
uk: Сфера небесного вівтаря

source: Celestial Sanctum Ward
uk: Оберіг небесного святилища

source: Partially Assembled Altar
uk: Частково зібраний вівтар

source: Moon Shroom
uk: Місячний гриб

source: Cooked Moon Shroom
uk: Приготований місячний гриб

source: Lunar Siphonator
uk: Місячний сифонатор

source: Incomplete Experiment
uk: Незавершений експеримент

source: Nearly Completed Experiment
uk: Майже завершений експеримент

source: Celestial Fissure
uk: Небесний пролом

source: Plugged Fissure
uk: Завалений пролом

source: Lunar Funcap
uk: Місячна шапинка

source: Lune Tree
uk: Місячне дерево

source: Lune Tree Blossom
uk: Цвіт місячного дерева

source: Moose
uk: Лосегуска

source: Goose
uk: Лосегуска

source: Moose Egg
uk: Яйце лосегуски

source: Goose Egg
uk: Яйце лосегуски

source: Moose Nest
uk: Гніздо лосегуски

source: Goose Nest
uk: Гніздо лосегуски

source: Moqueca
uk: Мокека

source: Mosquito
uk: Комар

source: Skeeter Bomb
uk: Комашина бомба

source: Fertilizzzer
uk: Комарине добриво

source: Blood Shot
uk: Кров'яна ін'єкція

source: Lil' Itchy
uk: Сверблючка

source: Mosquito Sack
uk: Черевце комара

source: Mosling
uk: Лусеня

source: Grave
uk: Могила

source: Florid Postern
uk: Химерна потерна

source: Celestial Portal
uk: Небесний портал

source: Portal Paraphernalia
uk: Портальне приладдя

source: Pick/Axe
uk: СоКирка

source: Mush Gnome
uk: Грибний гном

source: Boomshroom
uk: Вибухогриб

source: Misery Boomshroom
uk: Стражденний вибухогриб

source: Funcap
uk: Шапинка

source: Sporecap
uk: Спорогриб

source: Misery Sporecap
uk: Стражденний спорогриб

source: Mushroom Planter
uk: Грибна колода

source: Mushlight
uk: Лампогриб

source: Glowcap
uk: Сяйвогриб

source: Red Mushtree
uk: Червоний дендрогриб

source: Lunar Mushtree
uk: Місячний дендрогриб

source: Green Mushtree
uk: Зелений дендрогриб

source: Blue Mushtree
uk: Синій дендрогриб

source: Webbed Blue Mushtree
uk: Оплетений синій дендрогриб

source: Armored Bearger
uk: Броньований борсуковедмідь

source: Crystal Deerclops
uk: Кристальний оленециклоп

source: Horror Hound
uk: Страхітливий гончак

source: Possessed Varg
uk: Одержимий варґ

source: Moonrock Pengull
uk: Місячний маргвін

source: Dangler Switcherdoodle
uk: Змінокоржик глибинника

source: Nurse Switcherdoodle
uk: Змінокоржик медика

source: Cave Switcherdoodle
uk: Змінокоржик печерника

source: Shatter Switcherdoodle
uk: Змінокоржик шиповика

source: Spitter Switcherdoodle
uk: Змінокоржик плюваки

source: Warrior Switcherdoodle
uk: Змінокоржик вояки

source: Strider Switcherdoodle
uk: Змінокоржик морекосця

source: Flowery Costume Pattern
uk: Викрійка квіткового костюма

source: Nightcap
uk: Нічний ковпак

source: Night Light
uk: Світло ночі

source: Nightmarebeak
uk: Жаходзьоб

source: Nightmare Fuel
uk: Паливо жаху

source: Nightmare Rampart
uk: Твердиня жаху

source: Nightmare Light
uk: Світло жаху

source: Grim Galette
uk: Зловісний пиріг

source: Thulecite Medallion
uk: Тулецитовий медальйон

source: Morning Star
uk: Зірниця

source: Dark Sword
uk: Темний меч

source: Nitre
uk: Селітра

source: Nitre Formation
uk: Селітрове утворення

source: Nothing
uk: Нічого

source: Premier Gardeneer Hat
uk: Капелюх городника-авангардиста

source: Oar
uk: Весло

source: Driftwood Oar
uk: Корчове весло

source: Battle Paddle
uk: Бойове весло

source: Lake
uk: Озеро

source: Ocean Debris
uk: Океанічне сміття

source: Wooden Ball Bobber
uk: Дерев'яний поплавець-кулька

source: Saffron Quill Float
uk: Поплавець із шафранового пера

source: Jet Quill Float
uk: Поплавець із гагатового пера

source: Down Quill Float
uk: Поплавець із пухового пера

source: Malbatross Quill Float
uk: Поплавець із пера мальбатроса

source: Fish Hook
uk: Риболовний гачок

source: Hardened Slip Bobber
uk: Морений поплавець-крапля

source: Crimson Quill Float
uk: Поплавець із багряного пера

source: Azure Quill Float
uk: Поплавець із лазурного пера

source: Stupefying Lure
uk: Приголомшлива наживка

source: Heavy Weighted Lure
uk: Наживка для важкої риби

source: Rainy Day Lure
uk: Наживка для дощової погоди

source: Snow Day Lure
uk: Наживка для сніжної погоди

source: Nightflyer Spinnerbait
uk: Нічна обертова блешня

source: Dusky Spinnerbait
uk: Сутінкова обертова блешня

source: not used
uk: не використовується

source: Sunrise Spinnerbait
uk: Ранкова обертова блешня

source: Nightflyer Spoon
uk: Нічна блешня

source: Dusky Spoon
uk: Сутінкова блешня

source: Sunrise Spoon
uk: Ранкова блешня

source: Sea Fishing Rod
uk: Морська вудка

source: Antchovy
uk: Анчоус

source: Mudfish
uk: Мулова риба

source: Deep Bass
uk: Глибоководний окунь

source: Dandy Lionfish
uk: Чепурна крилатка

source: Black Catfish
uk: Чорний сом

source: Corn Cod
uk: Кукурудзяна тріска

source: Dappled Koi
uk: Плямистий короп

source: Golden Koi
uk: Золотистий короп

source: Ice Bream
uk: Морозний лящ

source: Sweetish Fish
uk: Солодкувата риба

source: Runty Guppy
uk: Маленька гупі

source: Needlenosed Squirt
uk: Голконосик

source: Bitty Baitfish
uk: Рибка-наживка

source: Smolt Fry
uk: Дрібний мальок

source: Popperfish
uk: Попкороп

source: Fallounder
uk: Глосінь

source: Bloomfin Tuna
uk: Квітковий тунець

source: Scorching Sunfish
uk: Пекуча риба-сонце

source: Spittlefish
uk: Плюй-риба

source: Terrorclaw
uk: Страхоклешні

source: Knobbly Tree
uk: Вузлувате дерево

source: Knobbly Tree Nut
uk: Горіх вузлуватого дерева

source: Above-Average Tree Trunk
uk: Стовбур надзвичайного дерева

source: Mossy Vine
uk: Моховита лоза

source: Sea Strider Nest
uk: Гніздо павука-морекосця

source: Whirlportal
uk: Порталоворот

source: Ocean Trawler
uk: Океанський тральник

source: Ocean Trawler Kit
uk: Набір океанського тральника

source: Communal Kelp Dish
uk: Общинна чаша для ламінарії

source: Superior Communal Kelp Dish
uk: Ліпша общинна чаша для ламінарії

source: the passage of time
uk: Плин часу

source: One-man Band
uk: Сам собі оркестр

source: Onion
uk: Цибуля

source: Roasted Onion
uk: Смажена цибуля

source: Giant Onion
uk: Цибулище

source: Giant Rotting Onion
uk: Гниле цибулище

source: Pointy Seeds
uk: Гострувате насіння

source: Iridescent Gem
uk: Переливчастий самоцвіт

source: Moon Caller's Staff
uk: Місяцетворний жезл

source: The Lazy Forager
uk: Лінивий збирач

source: Orange Gem
uk: Помаранчевий самоцвіт

source: Orange Moonlens
uk: Помаранчева місячна лінза

source: The Lazy Explorer
uk: Лінивий дослідник

source: Marotter
uk: Видра-злодюжка

source: Marotter Den
uk: Лігво видри-злодюжки

source: Demolished Marotter Den
uk: Знищене лігво видри-злодюжки

source: Palmcone Tree
uk: Шишкопальми

source: Palmcone Sapling
uk: Паросток шишкопальми

source: Palmcone Scale
uk: Шишкопальмова луска

source: Palmcone Sprout
uk: Паросток шишкопальми

source: Panettone
uk: Панетоне

source: Pan Flute
uk: Флейта Пана

source: Papyrus
uk: Папірус

source: Pavlova
uk: Павлова

source: Scorpeon
uk: Скорпеон

source: Scorpeon Acid
uk: Кислота скорпеона

source: Pepper
uk: Перчик

source: Stuffed Pepper Poppers
uk: Фаршировані перці

source: Roasted Pepper
uk: Смажений перець

source: Giant Pepper
uk: Перцище

source: Giant Rotting Pepper
uk: Гниле перцище

source: Lumpy Seeds
uk: Грудкувате насіння

source: Gobbler
uk: Індик

source: Lucky Fan
uk: Щасливе віяло

source: Gobbler Shrine
uk: Вівтар індика

source: Pierogi
uk: Вареники

source: Petals
uk: Пелюстки

source: Dark Petals
uk: Темні пелюстки

source: Phlegm
uk: Слиз

source: Gramophone
uk: Грамофон

source: Pickaxe
uk: Кайло

source: Brightshade Smasher
uk: Ясноквітна кувалда

source: Pickled Herring
uk: Маринований оселедець

source: Wade
uk: Вейд

source: Ignatius
uk: Ігнатій

source: Dmitri
uk: Димитрій

source: Sawyer
uk: Соєр

source: Guard Pig
uk: Свин-вартовий

source: Piggyback
uk: Хрюкзак

source: Pig Head
uk: Голова свині

source: Pig House
uk: Свиняча хатка

source: Pig Man
uk: Свин

source: Pig Shrine
uk: Вівтар свина

source: Pig Skin
uk: Свиняча шкіра

source: Pig Torch
uk: Свинячий смолоскип

source: Clout Snout
uk: П'ятак впливу

source: Pine Cone
uk: Шишка

source: Evergreen Sapling
uk: Паросток ялини

source: Moon Quay Pirate Banner
uk: Стяг піратів Місячної пристані

source: Pitchfork
uk: Вила

source: Leafy Meat
uk: Листяне м'ясо

source: Cooked Leafy Meat
uk: Приготоване листяне м'ясо

source: Gardeneer Hat
uk: Капелюх городника

source: Wild Crop
uk: Дика культура

source: The Enchanted Doll\nA Stage Play
uk: «Зачарована лялька»\nП'єса

source: The Pall\nA Stage Play
uk: Покров\nП'єса

source: Inthralled Corpse
uk: Мрець-бранець

source: Deadelgänger
uk: Мрець-дублер

source: Clockmaker's Tools
uk: Інструменти годинникарки

source: Ageless Watch
uk: Годинник омолодження

source: Time Pieces
uk: Шматочки часу

source: Rift Watch
uk: Годинник розлому

source: Time Rift
uk: Часовий розлом

source: Backtrek Watch
uk: Годинник повернення

source: Second Chance Watch
uk: Годинник другого шансу

source: Backstep Watch
uk: Годинник відступу

source: Alarming Clock
uk: Будильник

source: Pocket Scale
uk: Кишенькові ваги

source: Polish Cookies
uk: Польське печиво

source: Polly Roger
uk: Поллі Роджер

source: Polly Roger's Hat
uk: Капелюх Поллі Роджер

source: Pomegranate
uk: Гранат

source: Sliced Pomegranate
uk: Нарізаний гранат

source: Giant Pomegranate
uk: Гранатище

source: Giant Rotting Pomegranate
uk: Гниле гранатище

source: Windblown Seeds
uk: Летюче насіння

source: Pond
uk: Ставок

source: Live Eel
uk: Живий вугор

source: Freshwater Fish
uk: Прісноводна риба

source: Algae
uk: Водорості

source: Manure
uk: Гній

source: Portable Grinding Mill
uk: Портативний млинок

source: Portable Crock Pot
uk: Портативний казан

source: Portable Seasoning Station
uk: Портативна спецівниця

source: Camper's Tent
uk: Туристичний намет

source: Tent Roll
uk: Згорнений намет

source: Potato
uk: Картопля

source: Potato Sack
uk: Мішок картоплі

source: Puffed Potato Soufflé
uk: Пухке картопляне суфле

source: Fancy Spiralled Tubers
uk: Вишукана спіральна бульба

source: Roasted Potato
uk: Смажена картопля

source: Giant Potato
uk: Картоплянище

source: Giant Rotting Potato
uk: Гниле картоплянище

source: Fluffy Seeds
uk: Пухке насіння

source: Potted Fern
uk: Папороть у горщику

source: Powdercake
uk: Вічне тістечко

source: Powder Monkey
uk: Порохова мавпа

source: Empty Waterfowl Can
uk: Порожня водоплавна лійка

source: Waterfowl Can
uk: Водоплавна лійка

source: Prime Mate
uk: Капітан Оран Гутан

source: Puffin
uk: Іпатка

source: Pumpkin
uk: Гарбузик

source: Pumpkin Scooper
uk: Гарбузова лопатка

source: Pumpkin Knife
uk: Гарбузовий ніж

source: Pumpkin Saw
uk: Гарбузова пила

source: Pumpkin Cookies
uk: Гарбузове печиво

source: Pumpkin Pie
uk: Гарбузовий пиріг

source: Hot Pumpkin
uk: Гарячий гарбуз

source: Pumpkin Lantern
uk: Гарбузовий ліхтар

source: Giant Pumpkin
uk: Гарбузище

source: Giant Rotting Pumpkin
uk: Гниле гарбузище

source: Sharp Seeds
uk: Гостре насіння

source: Punching Bag
uk: Мішок для биття

source: Bright Boxer
uk: Ясний боксер

source: Shadow Boxer
uk: Тіньовий боксер

source: Pure Brilliance
uk: Чистий блиск

source: Nightmare Amulet
uk: Амулет жаху

source: Purple Gem
uk: Фіолетовий самоцвіт

source: Purple Moonlens
uk: Фіолетова місячна лінза

source: The Altar of Gnaw
uk: Вівтар Глоду

source: Post
uk: Стовп

source: Ivy
uk: Плющ

source: Queen Beast
uk: Королева бестій

source: Beast of Hunger
uk: Бестія голоду

source: Old Beefalo
uk: Старий біфало

source: Silver Bowl
uk: Срібна миска

source: Large Casserole Dish
uk: Керамічна каструля

source: Small Casserole Dish
uk: Керамічна каструлька

source: Old Coin
uk: Стара монета

source: Sapphire Medallion
uk: Сапфіровий медальйон

source: Red Mark
uk: Червона марка

source: Gnaw's Favor
uk: Ласка Глоду

source: Cooked Meat Scraps
uk: Приготовані шматочки м'яса

source: Crab Meat
uk: М'ясо краба

source: Cooked Crab Meat
uk: Приготоване м'ясо краба

source: Crab Trap
uk: Пастка для крабів

source: Large Grill Kit
uk: Набір для великого гриля

source: Grill Kit
uk: Набір для гриля

source: Oven Kit
uk: Набір для печі

source: Cookpot Kit
uk: Набір для казана

source: Flour
uk: Борошно

source: Cooked Foliage
uk: Приготоване листя

source: Loaf of Bread
uk: Буханець хліба

source: Potato Chips
uk: Картопляні чипси

source: Vegetable Soup
uk: Овочевий суп

source: Jelly Sandwich
uk: Желейний сендвіч

source: Fish Stew
uk: Рибна юшка

source: Potato Pancakes
uk: Деруни

source: Potato Soup
uk: Картопляний суп

source: Fishball Skewers
uk: Рибні шпажки

source: Meat Skewers
uk: М'ясні шпажки

source: Stone Soup
uk: Кам'яний суп

source: Meatloaf
uk: М'ясний рулет

source: Carrot Soup
uk: Морквяний суп

source: Fish and Chips
uk: Риба та картопля фрі

source: Sliders
uk: Мінібургери

source: Garlic Mashed Potatoes
uk: Пюре із часником

source: Garlic Bread
uk: Часниковий хліб

source: Tomato Soup
uk: Томатний суп

source: Sausage
uk: Сосиски

source: Candied Fish
uk: Карамелізована риба

source: Ratatouille
uk: Рататуй

source: Bruschetta
uk: Брускети

source: Meat Stew
uk: М'ясна юшка

source: Hamburger
uk: Гамбургер

source: Fish Burger
uk: Рибний бургер

source: Mushroom Burger
uk: Грибний бургер

source: Curry
uk: Карі

source: Spaghetti and Meatball
uk: Спагеті з тюфтелькою

source: Lasagna
uk: Лазанья

source: Poached Fish
uk: Риба пашот

source: Shepherd's Pie
uk: Вівчарський пиріг

source: Candy
uk: Цукерки

source: Bread Pudding
uk: Хлібний пудинг

source: Waffles
uk: Вафлі

source: Macaroni and Cheese
uk: Макарони із сиром

source: Bagel and Fish
uk: Бейґель із рибою

source: Cream of Mushroom Soup
uk: Грибний крем-суп

source: Manicotti
uk: Манікоті

source: Creamy Fettuccine
uk: Ніжні фетучіне

source: Onion Soup
uk: Цибулевий суп

source: Breaded Cutlet
uk: Відбивна

source: Creamy Fish
uk: Риба у вершковому соусі

source: Pizza
uk: Піца

source: Shooter Sandwich
uk: Мисливський сендвіч

source: Bacon Wrapped Meat
uk: М'ясо в беконі

source: Meat Wellington
uk: М'ясо «Веллінґтон»

source: Crab Ravioli
uk: Крабові равіолі

source: Caramel Cube
uk: Карамельний куб

source: Scone
uk: Скон

source: Bowl
uk: Миска

source: Burnt Food
uk: Підгоріла їжа

source: Plate
uk: Тарілка

source: Roast Garlic
uk: Смажений часник

source: Billy
uk: Біллі

source: Goat Milk
uk: Козяче молоко

source: Mumsy
uk: Мамзі

source: Large Grill
uk: Великий гриль

source: Small Grill
uk: Малий гриль

source: Hoe
uk: Мотика

source: Key
uk: Ключ

source: Iron Key
uk: Залізний ключ

source: Streetlight
uk: Вуличний ліхтар

source: Small Streetlight
uk: Малий вуличний ліхтар

source: Mealing Stone
uk: Жорна

source: Bog Merm
uk: Мерм трясовини

source: Rundown House
uk: Занедбаний будинок

source: Sammy's Wagon
uk: Візок Семмі

source: Pipton's Cart
uk: Візок Піптона

source: Mushroom
uk: Гриб

source: Cooked Mushroom
uk: Приготований гриб

source: Roast Onion
uk: Смажена цибуля

source: Oven
uk: Піч

source: Iron Fence
uk: Залізний паркан

source: Fountain
uk: Фонтан

source: Iron Gate
uk: Залізні ворота

source: Locked Iron Gate
uk: Замкнені залізні ворота

source: Stone Pillar
uk: Кам'яний стовп

source: Urn
uk: Урна

source: Pebble Crab
uk: Гальковий краб

source: Silver Plate
uk: Срібна тарілка

source: Salt Pond
uk: Солона водойма

source: Large Cookpot
uk: Великий казан

source: Roast Potato
uk: Смажена картопля

source: Pot Hanger
uk: Підвіс для казана

source: Cookpot
uk: Казан

source: Syrup Pot
uk: Горщик для сиропу

source: Rotten Crop
uk: Гнилий урожай

source: Wrecked Bicycle
uk: Зламаний велосипед

source: Broken Carriage
uk: Зламана карета

source: Dilapidated Cathedral
uk: Зруйнований собор

source: Dilapidated Chimney
uk: Зруйнований димар

source: Smashed Clock
uk: Потрощений годинник

source: Dilapidated Clocktower
uk: Зруйнована годинникова вежа

source: Dilapidated House
uk: Зруйнований будинок

source: Dilapidated Door
uk: Зруйновані двері

source: Dilapidated Roof
uk: Зруйнований дах

source: Locked Safe
uk: Замкнений сейф

source: Salmon
uk: Лосось

source: Cooked Salmon
uk: Приготований лосось

source: Salt
uk: Сіль

source: Salted {food}
uk: {food} із сіллю

source: Salt Crystals
uk: Кристали солі

source: Salty {food}
uk: {food} із сіллю

source: Salt Rack
uk: Стійка для солі

source: Sap
uk: Сік

source: Tree Tapping Kit
uk: Набір для збору соку

source: Ruined Sap
uk: Зіпсований сік

source: Packet of Blue Seeds
uk: Пакет синього насіння

source: Packet of Fluffy Seeds
uk: Пакет пухкого насіння

source: Packet of Spiky Seeds
uk: Пакет колючого насіння

source: Packet of Pointy Seeds
uk: Пакет гоструватого насіння

source: Packet of Round Seeds
uk: Пакет круглого насіння

source: Packet of Oblong Seeds
uk: Пакет довгастого насіння

source: Packet of Seed Pods
uk: Пакет насіннєвих коробочок

source: Packet of Mixed Seeds
uk: Пакет змішаного насіння

source: Blue Seeds
uk: Синє насіння

source: Spiky Seeds
uk: Колюче насіння

source: Round Seeds
uk: Кругле насіння

source: Slaughter Tools
uk: Знаряддя для забою

source: Meat Scraps
uk: Шматочки м'яса

source: Spot Spice
uk: Плямиста пряність

source: Spotty Shrub
uk: Плямистий чагарник

source: Spotty Sprig
uk: Плямистий пагін

source: Sugarwood Tree
uk: Цукрове дерево

source: Worn Pig House
uk: Старий будинок свині

source: House Rubble
uk: Зруйнований будинок

source: Syrup
uk: Сироп

source: Toma Root
uk: Помідор

source: Roast Toma Root
uk: Смажений помідор

source: Sammy\nThe Lucid Bog Merm
uk: Семмі\nмерм Світлої трясовини

source: Pipton\nThe Cognizant Bog Merm
uk: Піптон\nмерм Знаної трясовини

source: Turnip
uk: Ріпа

source: Roast Turnip
uk: Смажена ріпа

source: Wheat
uk: Пшениця

source: Warren Wreath
uk: Кролячий вінок

source: Rabbit Hole
uk: Кроляча нора

source: Rabbit Hutch
uk: Заяча хатка

source: Burrowing Horn
uk: Нороріг

source: Portable Den
uk: Портативна нора

source: Royal Rabbit Enforcer
uk: Придворний заєць-охоронець

source: Rabbit King Cudgel
uk: Костур короля кроликів

source: Wrathful Rabbit King
uk: Злостивий король кроликів

source: Fortuitous Rabbit
uk: Кролик-оказія

source: Benevolent Rabbit King
uk: Добродійний король кроликів

source: Short Circuit
uk: Коротке замикання

source: Rain Coat
uk: Дощовик

source: Rain Hat
uk: Капелюх від дощу

source: Rainometer
uk: Дощометр

source: Razor
uk: Бритва

source: Record
uk: Платівка

source: Hallowed Night
uk: Ніч усіх святих

source: Red Gem
uk: Червоний самоцвіт

source: Red Lantern
uk: Червоний ліхтар

source: Red Moonlens
uk: Червона місячна лінза

source: Red Pouch
uk: Червоний мішечок

source: Red Cap
uk: Червоний гриб

source: Cooked Red Cap
uk: Приготований червоний гриб

source: Red Mushroom
uk: Червоний гриб

source: Red Funcap
uk: Червона шапинка

source: Reeds
uk: Рогіз

source: Collected Dust
uk: Зібраний пил

source: Summer Frest
uk: Літній свіжилет

source: Relic
uk: Реліквія

source: Science Machine
uk: Наукова машина

source: Alchemy Engine
uk: Алхімічний рушій

source: Shadow Manipulator
uk: Тіньовий маніпулятор

source: Prestihatitator
uk: Шляпабракадабра

source: Clean Sweeper
uk: Підметілка

source: Meat Effigy
uk: М'ясне опудало

source: Touch Stone
uk: Кам'яний вівтар

source: Resurrection Sickness
uk: Хворобливість через відродження

source: Telltale Heart
uk: Серце турботи

source: Rhinocebro Snapback
uk: Бросоріг Хрустоспин

source: Rhinocebro Flatbrim
uk: Бросоріг Пласкобрюх

source: Roasted Turkey
uk: Смажена індичка

source: Ironclad Costume Pattern
uk: Викрійка армованого костюма

source: Rocks
uk: Каміння

source: Rock Lobster
uk: Кам'яний лобстер

source: Stone Fruit
uk: Кам'яний фрукт

source: Ripe Stone Fruit
uk: Стиглий кам'яний фрукт

source: Cooked Stone Fruit
uk: Приготований кам'яний фрукт

source: Sprouting Stone Fruit
uk: Паросток кам'яного куща

source: Mini Glacier
uk: Мінільодовик

source: Melted Mini Glacier
uk: Талий мінільодовик

source: Lava Pit
uk: Лавова яма

source: Suspicious Boulder
uk: Підозріла брила

source: Petrified Tree
uk: Скам'яніле дерево

source: Damaged Rook
uk: Пошкоджена тура

source: Rope
uk: Мотузка

source: Spelunker's Bridge Kit
uk: Набір для моста дослідника печер

source: Rose-Colored Glasses
uk: Трояндові окуляри

source: Royal Jelly
uk: Маточне молочко

source: Rubble
uk: Уламок

source: Thulecite Crown
uk: Тулецитова корона

source: Lurking Nightmare
uk: Скрадливий жах

source: Replica Relic Bowl
uk: Копія реліктової чаші

source: Replica Relic Chair
uk: Копія реліктового стільця

source: Replica Relic Dish
uk: Копія реліктової миски

source: Replica Relic Plate
uk: Копія реліктової тарілки

source: Replica Relic Table
uk: Копія реліктового стола

source: Replica Relic Vase
uk: Копія реліктової вази

source: Thulecite Club
uk: Тулецитова палиця
