Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Mute
uk: Заглушити

source: Client Performance: Good
uk: Продуктивність клієнту: Хороша

source: Client Performance: Okay
uk: Продуктивність клієнту: Нормальна

source: Client Performance: Bad
uk: Продуктивність клієнту: Погана

source: Client Performance: Unknown
uk: Продуктивність клієнту: Невідома

source: Host Performance: Good
uk: Продуктивність сервера: Чудова

source: Host Performance: Okay
uk: Продуктивність сервера: Нормальна

source: Host Performance: Bad
uk: Продуктивність сервера: Погана

source: Unmute
uk: Розглушити

source: More Actions...
uk: Більше дій...

source: Show Gamercard
uk: Переглянути картку гравця

source: View Player
uk: Переглянути гравця

source: Vote In Progress
uk: Голосування у процесі

source: Not enough players to start a vote.
uk: Недостатньо гравців для того, щоб почати голосування.

source: You have not played long enough to start a vote.
uk: Ви грали недостатньо довго для того, щоб почати голосування.

source: Vote to %s
uk: Голосувати за %s

source: You are currently on timeout for failed votes.
uk: Наразі ви не можете проголосувати через низку невдалих спроб.

source: Items can be unraveled into Spools to weave special items.
uk: Предмети можна розіткати на шпульки, щоб зіткати особливі предмети.

source: Spools
uk: Шпульки

source: Time played with: {time}
uk: Зіграно разом: {time}

source: Unfortunately you failed to download your item collection, would you like you try again?
uk: На жаль, виникла помилка під час завантаження вашої колекції предметів. Бажаєте спробувати ще раз?

source: Item Collection Download Failed
uk: Помилка завантаження колекції предметів

source: Unfortunately you will need to login to continue viewing this panel, would you like to try to login again?
uk: На жаль, вам необхідно авторизуватися, щоб продовжити перегляд цієї панелі. Бажаєте спробувати авторизуватись знову?

source: Authentication Required
uk: Потрібна автентифікація

source: Unfortunately you will need to login to continue viewing this panel, but you do not allow data collection which is required to login.\n\nData Collection settings can be modified in the Options menu.
uk: На жаль, вам доведеться ввійти в систему, щоб продовжити перегляд цієї панелі, оскільки ви не виражаєте згоду на збір даних, необхідних для входу. \n\nНалаштування збору даних можна змінити в меню «Опції».

source: Permissions Required
uk: Потрібен дозвіл

source: Through the Gateway
uk: Крізь браму

source: Downloading Item Collection
uk: Завантаження колекції предметів

source: {event_title} level accomplished:
uk: Досягнутий рівень у події {event_title}:

source: Loading Discoveries...
uk: Завантаження знахідок...

source: Often Killed By
uk: Часта причина смерті

source: Friendliest Friend
uk: Найкращий приятель

source: Friendliest Friends
uk: Найдружніші приятелі

source: You must be logged in to access the Treasury.
uk: Ви маєте ввійти, щоб отримати доступ до скарбниці.

source: Recent Discoveries
uk: Останні знахідки

source: No survivor deaths on record.
uk: Немає жодного запису смерті.

source: Play online and make some friends.
uk: Грайте в мережі та знаходьте друзів.

source: Start playing to earn items!
uk: Почни грати, аби заробити предмети!

source: Klei Points
uk: Бали Klei

source: Shop
uk: Крамниця

source: Item Collection
uk: Колекція предметів

source: Open chests to receive new curios
uk: Відкривайте скрині, щоб здобути нові цікавинки

source: Browse purchasable skin sets
uk: Перегляньте набори скінів у продажу

source: View and equip your curios
uk: Перегляньте та спорядіться цікавинками

source: Trade your old items in for something new!
uk: Обміняйте свої старі предмети на нові!

source: Trade Inn
uk: Міняйломат

source: {num_boxes} unopened Chests
uk: {num_boxes} невідкритих скринь

source: XP Earned
uk: Здобуте ОД

source: is choosing their survivor
uk: вибирає вцілілого

source: View Profile
uk: Переглянути профіль

source: You have received an alert. Don't let this happen again.
uk: Ви отримали попередження. Не дайте цьому повторитися.

source: Something went wrong while trying to direct join a server.
uk: Щось пішло не так під час спроби прямого приєднання до сервера.

source: Your server will not be joinable until the name or description has been changed. Repeated violations will result in a permanent ban.
uk: До вашого сервера буде неможливо приєднатись, доки ви не зміните його назву або опис. Повторні порушення призведуть до вічного блокування.

source: Your server will not be joinable until the description has been changed. Repeated violations will result in a permanent ban.
uk: До вашого сервера буде неможливо приєднатись, доки ви не зміните його назву або опис. Повторні порушення призведуть до вічного блокування.

source: Your server will not be joinable until the name has been changed. Repeated violations will result in a permanent ban.
uk: До вашого сервера буде неможливо приєднатись, доки ви не зміните його назву або опис. Повторні порушення призведуть до вічного блокування.

source: Alert!
uk: Попередження!

source: Failed to Direct Join Game
uk: Помилка прямого приєднання до гри

source: Terms of Service Violation
uk: Порушення правил спільноти

source: Terms of Service Violation - Description
uk: Порушення правил спільноти - Опис

source: Terms of Service Violation - Name
uk: Порушення правил спільноти - Назва

source: Difficulty
uk: Складність

source: HP
uk: ОЗ

source: Let's play Don't Starve Together.... together!
uk: Давай грати у Don't Starve Together.... разом!

source: You can join a server or host your own. Invitations will be sent to the rest of your party once you are in the game.
uk: Ви можете приєднатися до сервера або створити власний. Запрошення будуть розіслані решті вашої групи, щойно ви розпочнете гру.

source: Play Together
uk: Грай Разом

source: The session you are trying to join is no longer available
uk: Сесія, до якої ви намагалися приєднатися, більше недоступна

source: Session Not Found
uk: Сесію не знайдено

source: You require {currency_needed} Bolts for the {chest_name}
uk: Вам потрібно {currency_needed} болтів для {chest_name}

source: You have the required Bolts for the {chest_name}
uk: Ви не маєте достатньо болтів для {chest_name}

source: Discount:
uk: Знижка:

source: There are currently no chests for sale that match your filter criteria.
uk: Наразі у продажу немає скринь, які б відповідали вашим критеріям фільтру.

source: Offer expires in {days} days!
uk: Пропозиція зникне за {days} днів!

source: Offer expires in 1 day!
uk: Пропозиція зникне за 1 день!

source: Offer expires in {hours} hours!
uk: Пропозиція зникне за {hours} годин!

source: Offer expires in 1 hour!
uk: Пропозиція зникне за 1 годину!

source: Offer expires soon!
uk: Пропозиція невдовзі зникне!

source: Sorry!\nThe Klei store is closed right now.\nPlease try again later.
uk: Вибачте!\nКрамниця Klei наразі закрита.\nБудь ласка, спробуйте ще раз пізніше.

source: Filters
uk: Фільтри

source: Bundles
uk: Комплекти

source: New
uk: Нове

source: Sales
uk: Розпродаж

source: Unowned
uk: Непридбано

source: Open it to receive your curios.
uk: Відкрийте, щоб здобути цікавинки.

source: You got a chest!
uk: Ви отримали скриню!

source: View Sales!
uk: Переглянути знижки!

source: Includes {total_sets} skin sets! {total_items} total skins!
uk: Сукупно наборів речей: {total_sets}! Загалом {total_items} предметів!

source: Owned:
uk: Власність:

source: Includes {total_items} skins!
uk: Сукупно предметів: {total_items}!

source: Includes {total_items} Wardrobe skins!
uk: Сукупно предметів гардеробу: {total_items}!

source: Includes {total_items} Belongings skins!
uk: Сукупно предметів: {total_items}!

source: Gift to a Friend
uk: Подарувати другові

source: To purchase the {pack_name} as a gift for your friend, click on "Add to Cart", then "Purchase as a gift".
uk: Щоб придбати {pack_name} як подарунок для друга, клацніть «До кошика», потім «Придбати як дарунок».

source: Purchase Gift
uk: Придбати дарунок

source: Please enable the Steam Overlay to purchase clothing sets.
uk: Будь ласка, ввімкніть оверлей Steam, щоб придбати вбрання.

source: Please enable your browser to purchase clothing sets.
uk: Будь ласка, ввімкніть браузер, щоб придбати вбрання.

source: Steam Overlay Required
uk: Потрібен оверлей Steam

source: Browser Required
uk: Потрібен браузер

source: View Contents
uk: Переглянути вміст

source: Never mind!
uk: Байдуже!

source: You already own all the items in this chest. Would you like to purchase it anyway?
uk: Ви вже маєте усі предмети з цієї скрині. Всеодно бажаєте придбати?

source: Continue Purchase
uk: Продовжити придбання

source: No New Items in Chest
uk: Немає нових предметів у скрині

source: -{sale_percent}%\nSale!
uk: -{sale_percent}%\nЗнижка!

source: Incorrect System Time
uk: Неправильний системний час

source: Type:
uk: Тип:

source: View Chests
uk: Переглянути скрині

source: View {character} Chests
uk: Переглянути скриню {character}

source: Bolts of Cloth
uk: Згортки тканини

source: Bolts
uk: Згортки

source: Are you sure you would like to spend {cost} Bolts on the {chest_name}?
uk: Ви впевнені, що бажаєте витратити {cost} болтів на {chest_name}?

source: Confirm Purchase
uk: Підтвердити придбання

source: Searching for servers
uk: Пошук серверів

source: No servers could be found matching the quick join criteria.
uk: Не знайдено жодного сервера за критерієм швидкого пошуку.

source: Quick Join Failed
uk: Помилка при швидкому приєднані

source: Packing up the science.
uk: Пакування науки.

source: Quitting!
uk: Виходимо!

source: Character
uk: Персонаж

source: Classy
uk: Класичний

source: Common
uk: Звичайний

source: Complimentary
uk: Комплементарний

source: Distinguished
uk: Вишуканий

source: Elegant
uk: Елегантний

source: Event (Limited-Time Use)
uk: Подія (Тимчасовий)

source: Heirloom Classy
uk: Класична родинна пам'ятка

source: Heirloom Distinguished
uk: Вишукана родинна пам'ятка

source: Heirloom Elegant
uk: Елегантна родинна пам'ятка

source: Heirloom Spiffy
uk: Розкішна родинна пам'ятка

source: Inspired -
uk: Натхнений -

source: Loyal
uk: Вірний

source: Proof Of Purchase
uk: Доказ придбання

source: Reward
uk: Нагорода

source: Spiffy
uk: Розкішний

source: Timeless
uk: Позачасовий

source: Woven -
uk: Витканий -

source: Bread
uk: Хліб

source: Cheese
uk: Сир

source: Pasta
uk: Паста

source: Snack
uk: Закуска

source: Soup
uk: Суп

source: Dessert
uk: Десерт

source: Satisfies Craving
uk: Задовольняє бажання

source: Satisfies Cravings
uk: Задовольняє бажання

source: Recent Recipes
uk: Попередні рецепти

source: Cooking Station
uk: Станція для готування

source: Cooking Stations
uk: Станції для готування

source: Offering
uk: Пропозиції

source: {dish} Offering
uk: Пропонуємо {dish}

source: Silver Dish Offering
uk: Підношення у сріблі

source: Craving
uk: Бажання

source: Station
uk: Позиції

source: Discovered Recipes
uk: Досліджені рецепти

source: Grill
uk: Гриль

source: Recipe Book
uk: Книга рецептів

source: Success: Code Accepted!
uk: Код вдало активовано!

source: This code has already been redeemed. Maybe by you?
uk: Цей код вже використано. Може вами?

source: Sorry, it looks like the server's not answering right now. Please try again later.
uk: Вибачте, схоже, що сервер наразі не відповідає. Будь ласка, спробуйте ще раз пізніше.

source: That code wasn't quite right. Please try again.
uk: Код не був до кінця правильний. Будь ласка, спробуйте ще раз.

source: Delivery time may vary due to temporal portal anomalies. Wilson is not responsible for emotional injuries caused by waiting. Gifts may result in bragging, unexpected delight, and/or enhanced gameplay experiences.
uk: Тривалість очікування може змінюватись через аномалії темпорального порталу. Вілсон не несе відповідальності за душевні скорботи, завдані очікуванням. Подарунки здатні викликати хвастощі, несподіване захоплення та/або поліпшення ігрового досвіду.

source: Transmute some codes into something useful.
uk: Перетворіть коди на щось корисне.

source: Redeem Codes
uk: Активувати код

source: Enter Your Code
uk: Впишіть свій код

source: Add %s
uk: Додати %s

source: This change is permanent and cannot be undone. Are you sure you want to continue?
uk: Ця зміна є остаточною та не може бути скасована. Впевнені, що бажаєте продовжити?

source: This requires running multiple servers at the same time.\nIs your computer up to the task?
uk: Для цього потрібно запустити декілька серверів водночас.\nВаш комп'ютер упорається?

source: A Cold Reception
uk: Холодний прийом

source: The King of Winter
uk: Король зими

source: The Game is Afoot
uk: Гра триває

source: Archipelago
uk: Архіпелаг

source: Two Worlds
uk: Два світи

source: Checkmate
uk: Шах і мат

source: Always
uk: Завжди

source: Always Add %s
uk: Завжди додавати %s

source: Autumn or Spring
uk: Осінь чи Весна

source: Become a Ghost
uk: Становлення привидом

source: Least
uk: Найменше

source: Caves
uk: Печери

source: Chapter 1 of 5
uk: Частина 1 з 5

source: Chapter 2 of 5
uk: Частина 2 з 5

source: Chapter 3 of 5
uk: Частина 3 з 5

source: Chapter 4 of 5
uk: Частина 4 з 5

source: Chapter 5 of 5
uk: Частина 5 з 5

source: Epilogue
uk: Епілог

source: Amount of Day
uk: Кількість днів

source: Animals
uk: Тварини

source: Prepared Food
uk: Приготована їжа

source: Global
uk: Загальне

source: Monsters
uk: Потвори

source: Ocean
uk: Океан

source: Resources
uk: Ресурси

source: Dark
uk: Темрява

source: After Day 10
uk: Після 10 дня

source: After Day 15
uk: Після 15 дня

source: After Day 20
uk: Після 20 дня

source: After Day 5
uk: Після 5 дня

source: Auto Detect
uk: Автовиявлення

source: No %s
uk: Ні %s

source: Dusk
uk: Сутінки

source: Not Easy
uk: Не легко

source: Overly Taxing
uk: Неймовірно складно

source: Highly Random
uk: Дуже рандомно

source: Cave
uk: Печера

source: Forest
uk: Ліс

source: Some
uk: Трохи

source: Quite Difficult
uk: Доволі важко

source: Modify Tasks
uk: Змінити завдання

source: Night
uk: Ніч

source: None Available
uk: Не доступно

source: Nonlethal
uk: Несмертельна

source: Plus
uk: Більше

source: Big
uk: Великий

source: Few
uk: Трохи

source: Many
uk: Багато

source: Maximum
uk: Максимально

source: Normal
uk: Нормально

source: Remove %s
uk: Прибрати %s

source: Do you want to remove %s from this server?
uk: Впевнені, що бажаєте прибрати %s з цього сервера?

source: Change Survivor
uk: Зміна вцілілого

source: Only
uk: Тільки

source: Tons
uk: Безліч

source: Complex
uk: Комплексний

source: Fast
uk: Швидко

source: Insane
uk: Божевільно

source: Lots
uk: Багатсько

source: Little
uk: Мало

source: Huge
uk: Величезно

source: Simple
uk: Просто

source: Large
uk: Великий

source: Slow
uk: Повільно

source: Tiny
uk: Крихітно

source: Less
uk: Менше

source: Very Complex
uk: Дуже комплексний

source: Very Fast
uk: Дуже швидко

source: Very Short
uk: Дуже коротко

source: Very Simple
uk: Дуже просто

source: Very Slow
uk: Дуже повільно

source: Auto
uk: Автоматично

source: World Customization
uk: Підлаштування світу

source: Presets
uk: Шаблони

source: %s Presets
uk: %s Шаблони

source: Winter or Summer
uk: Зима чи літо

source: Creatures and Spawners
uk: Створіння, їхні місця появи

source: Hostile Creatures and Spawners
uk: Ворожі створіння, їхні місця появи

source: Hostile Creatures
uk: Ворожі істоти

source: Unnatural Portal Resources
uk: Неприродні ресурси порталу

source: Resource Regrowth
uk: Відновлення ресурсів

source: An error occurred while deleting your data.
uk: Виникла помилка під час видалення даних.

source: Disable Save
uk: Вимкнути збереження

source: Are you sure you want to\ndisable the auto-save feature?
uk: Ви впевнені, що бажаєте\nвимкнути функцію автозбереження?

source: Are you sure you want to\ndisable the save feature?
uk: Ви впевнені, що бажаєте\nвимкнути функцію збереження?

source: An error occurred while loading your data.
uk: Виникла помилка під час завантаження даних.

source: An error occurred while\nrestoring your data.
uk: Виникла помилка під час\nвідновлення даних.

source: Restore Backup
uk: Відновити рез. копію

source: Are you sure you want to restore from the last available backup? This process can not be undone.
uk: Ви впевнені, що бажаєте відновити з останньої резервної копії? Цей процес не можна скасувати.

source: Retry
uk: Спробувати знову

source: An error occurred while saving your data.
uk: Виникла помилка під час збереження даних.

source: Failed to sync online scrapbook data.
uk: Помилка синхронізації даних нотатника.

source: Login to retrieve online scrapbook data.
uk: Увійдіть, щоб отримати доступ до нотатника.

source: Banned on
uk: Заблоковано на

source: Banned Players
uk: Заблоковані гравці

source: Do you want to delete all banned players?\nThis will affect all servers you create.
uk: Бажаєте скасувати всі блокування гравців?\nЦе вплине на всі створені вами сервери.

source: Unban all?
uk: Розблокувати всіх?

source: Unban All
uk: Розблокувати всіх

source: Unknown Day
uk: Невідомий день

source: Do you want to delete "
uk: Бажаєте видалити "

source: Unban Player?
uk: Розблокувати гравця?

source: EMPTY
uk: ВІЛЬНО

source: Empty Slot
uk: Вільна комірка

source: Restore Day {day_count}
uk: Відновити день {day_count}?

source: Restore Unknown Day
uk: Відновити невідомий день

source: No Player Selected
uk: Жодного гравця не вибрано

source: Unban
uk: Розблокувати

source: Do you want to restore this save? You will lose all changes made to the world past the selected day, as well as all subsequent saves. This cannot be undone.
uk: Бажаєте завантажити це збереження? Ви втратите всі зміни, зроблені у світі після вибраного дня, а також всі пізніші збереження. Цю дію не можна скасувати.

source: Restore %s
uk: Відновити %s

source: Server Description:
uk: Опис сервера:

source: Server Name:
uk: Назва сервера:

source: Snapshots:
uk: Снапшоти:

source: Undo All
uk: Скасувати все

source: Creation of the World
uk: Створення світу

source: Manage Server
uk: Керувати сервером

source: Bans
uk: Блокування

source: Do you want to save your changes?
uk: Бажаєте зберегти зміни?

source: Save Changes?
uk: Зберегти зміни?

source: Cave World
uk: Печерний світ

source: Auto Group Admins:
uk: Автоматично групувати адмінів:

source: Group ID:
uk: Ідентифікатор групи:

source: Members Only:
uk: Тільки учасники:

source: Members Only
uk: Тільки учасники

source: Duplicate World
uk: Дублювати світ

source: Save Folder
uk: Зберегти папку

source: Convert To Local Save
uk: Зробити збереження локальним

source: Convert To Cloud Save
uk: Перенести збереження в Steam Cloud

source: cloud
uk: Steam Cloud

source: local
uk: локально

source: Copy of {worldname}
uk: Копія {worldname}

source: Generate World
uk: Згенерувати світ

source: Create New World
uk: Створити новий світ

source: Delete World
uk: Видалити світ

source: Event:
uk: Подія:

source: Failed to convert world to {type} save, please try again later.
uk: Помилка конвертування світу в {type}. Будь ласка, спробуйте ще раз пізніше.

source: Failed to duplicate world, please try again later.
uk: Помилка дублювання світу. Будь ласка, спробуйте пізніше.

source: Forest And Caves
uk: Ліс і печери

source: Forest Only
uk: Тільки ліс

source: Forest World
uk: Лісовий світ

source: All of your server slots are currently full. You must either select a slot to load from, or delete a slot and start a new world.
uk: Усі ваші комірки під сервери наразі заповнені. Виберіть комірку для завантаження, або видаліть її та почніть нову гру.

source: No Slots Available
uk: Немає доступних комірок

source: Game Mode:
uk: Режим гри:

source: Set Intention
uk: Встановити цілі

source: This server is the perfect arena for a fair fight. Everyone needs a place to prove who's the best at surviving, fighting, building, or... whatever.
uk: Цей сервер — ідеальна арена для чесних битв. Кожному потрібно місце для підтвердження своєї майстерності у виживанні, битві, будівництві або... ще в чомусь.

source: Surviving's more fun when you do it as a team. On this server we want to work together and do our best to tame the hostile world.
uk: Разом виживати веселіше. На цьому сервері ми хочемо працювати в команді та викладатися на повну, щоб підкорити світ повний небезпек.

source: Anything goes on this server! Forests will be burned, food will be nommed, and backs will be unceremoniously stabbed. Be prepared!
uk: На цьому сервері може статися що завгодно! Ліси згорять, їжа буде з'їдена, а в спини підступно будуть загнані ножі. Будь готовий!

source: This server is a place for friendly chatter, a relaxed playstyle, and getting to know people. Everyone's welcome here!
uk: Цей сервер — місце для дружнього спілкування, невимушеної гри та знайомства з людьми. Усім тут раді!

source: Server Playstyle:
uk: Стиль гри сервера:

source: What's your server's playstyle?
uk: Який стиль гри на вашому сервері?

source: You have to specify the Steam Group you belong to! Please verify the group number.
uk: Потрібно вказати до якої групи Steam ви належите! Будь ласка, перевірте номер групи.

source: Bad Group ID
uk: Неправильний ідентифікатор групи

source: You forgot to choose a playstyle for your server!
uk: Ви забули обрати стиль гри для вашого сервера!

source: Missing Server Intention
uk: Бракує наміру сервера

source: We recommend trying the game alone in a private world while you learn the ropes and get the hang of not starving. But it's totally up to you!
uk: Радимо спробувати гру наодинці в приватному світі, поки ви навчаєтеся та звикаєте не голодувати. Але цей вибір залежить тільки від вас!

source: Creating your first world?
uk: Створюєте свій перший світ?

source: Password cannot have spaces at the beginning or at the end!
uk: Пароль не може містити пробілів на початку або в кінці!

source: No one will be able to find you if you don't have a name!
uk: Ніхто не зможе вас знайти, якщо ви не матимете імені!

source: Missing Server Name
uk: Бракує назви сервера

source: Account
uk: Акаунт

source: Manage World
uk: Керувати світом

source: Local world files are available at:\nSAVEDATA:/{folder}/
uk: Локальні файли світу знаходяться в:\nSAVEDATA:/{folder}/

source: Players:
uk: Гравців:

source: Some mods used on this save are disabled, which could cause issues. Continue?
uk: Деякі моди, що використовуються в цьому збереженні, вимкнуті, що може спричинити проблеми. Продовжити?

source: WARNING - Mods Disabled
uk: УВАГА — Моди вимкнено

source: Some enabled mods are out of date, which could cause issues. Continue?
uk: Деякі ввімкнені моди застаріли, що може викликати проблеми. Продовжити?

source: WARNING - Mods Out of Date
uk: УВАГА — Моди застаріли

source: Duplicate World Name:
uk: Дублювати назву світу:

source: New World
uk: Новий світ

source: {name}'s World
uk: Світ гравця: {name}

source: 's World
uk: світ

source: Play alone in a private world where you can collect your bearings and get the hang of not starving. This is recommended for your first time playing.
uk: Грайте наодинці у світі, де ви зможете самостійно навчитися виживати в намаганнях не померти з голоду. Рекомендовано для першої гри.

source: Start an online world where other players can join in your adventures. It's up to you whether your world is open to everyone, or just your friends.
uk: Створіть світ у мережі, в якому інші гравці зможуть приєднатися до ваших пригод. Ви ладні вирішувати, чи буде ваш світ відкритим для всіх, чи лише для ваших друзів.

source: Alone
uk: Наодинці

source: [No Name]
uk: [Без назви]

source: Off
uk: Вимк.
