Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Type /impatient to tap your foot impatiently.
uk: Впишіть /impatient, щоб нетерпляче потупати ногою.

source: Type /cheer to do a big cheer!
uk: Введіть /cheer, щоб підскочити від радощів!

source: Type /laugh to laugh.
uk: Введіть /laugh, щоб засміятися.

source: Type /shrug to shrug. Meh.
uk: Впишіть /shrug, щоб знизати плечима. Пфф.

source: Type /sleepy to rub your groggy eyes.
uk: Впишіть /sleepy, щоб потерти сонливі вічі.

source: Type /slowclap to express your disapproval.
uk: Введіть /slowclap, щоб заявити про своє невдоволення.

source: Type /swoon to fall into a deep swoon.
uk: Впишіть /swoon, щоб впасти з ніг від захвату.

source: Type /yawn to let everyone know you're ready for an adorable nap!
uk: Впишіть /yawn, аби сповістити всіх довкола про вашу готовність до сну!

source: The torch will reveal the truth.
uk: Смолоскип відкриє правду.

source: A summer day spent with friends is caws for celebration!
uk: Літній день, проведений з друзями, - це справжнє свято!

source: A kitcoon in hand is worth three in the bush.
uk: Один кітнот в руці вартий трьох в кущі.

source: Don't let your guard down... there are eyes everywhere.
uk: Не втрачайте пильності... очі, вони скрізь.

source: Keep your torch held high and your eyes sharp, lest you too fall prey to the darkness.
uk: Тримай смолоскипа високо, а око насторожі, якщо не стати здобиччю темряви.

source: Maxwell's extended reign on the Nightmare Throne altered him in ways that are not yet fully understood. He continues to rely heavily on his tome, the Codex Umbra, as a result.
uk: Тривале правління Максвела на Троні Кошмару трохи його змінило, ще не повністю зрозуміло як саме. У результаті він продовжує покладатися на свою книжку "Кодекс Умбра".

source: The valor and confidence of a Valkyrie didn't always come naturally to Wigfrid. She cultivated her strength and persona over many years through sheer force of will.
uk: Впевненість та доблесть валькірій не завжди були притаманні Вігфрід. Вона культивувала свою силу і особистість протягом багатьох років силою волі.

source: The offer was music to Wigfrid's ears...
uk: Пропозиція була приємною мелодією для вух Віґфрід...

source: It can be hard to look to the future when your heart remains in the past.
uk: Може бути важко дивитися у майбутнє, коли серце залишається в минулому.

source: Your usual look.
uk: Ваш звичайний вигляд.

source: This Costume Chest contains skins for: Wigfrid, Maxwell, Webber, Wendy, Wes, Wickerbottom, Willow, Wilson, Winona, Wolfgang, Woodie, and WX-78.
uk: Ця скриня з костюмами містить скіни на: Вігфрід, Максвела, Веббера, Венді, Веса, Вікерботтом, Віллоу, Вілсона, Вінону, Вольфґанґа, Вуді та WX-78.

source: Set your profile icon to a Rusty Anchor.
uk: Поставте іконку профіля з іржавем якорем.

source: Set your profile icon to an angry bearger.
uk: Поставте іконку профіля з ведмеже-борсуком.

source: Set your profile icon to a big beefalo.
uk: Поставте іконку профіля з великим біфало.

source: Set your profile icon to an abandoned ship.
uk: Встановіть покинутий корабель в якості значка профіля.

source: Set your profile icon to a cute catcoon.
uk: Встановіть милющого єнотокотика в якості значка профіля.

source: Set your profile icon to an endothermic firepit.
uk: Встановіть ендотермічне вогнище в якості значка профіля.

source: Set your profile icon to the incomparable Corvus Goodfeather.
uk: Встановіть Крука Карлеоне в якості значка профіля.

source: Set your profile icon to a crow.
uk: Встановіть ворону в якості значка профіля.

source: Set your profile icon to a merm.
uk: Встановіть мерма в якості значка профіля.

source: Set your profile icon to the enigmatic Curio Collector.
uk: Встановіть портрет загадкового збирача цікавинок як значок профілю.

source: A torch made in honor of the clever carrat.
uk: Смолоскип, створений на честь розумної щурквини.

source: Walter's time in the Pinetree Pioneers prepared him for the Constant better than most.
uk: Час, витрачений Волтером у піонерів Шишколісся, підготував його витривалість краще за все.

source: Wigfrid was born for the arena.
uk: Вігфрід народилася заради арени.

source: Wigfrid has many pot roasts in her future.
uk: Вігфрід багато смажитиме у майбутньому.

source: Deerfrid Costume
uk: Костюм Оленихи

source: Wigfrid chose to be one of her favorite foes to battle for Hallowed Nights.
uk: Віґфрід була обраною одним зі своїх найкращих ворогів для бійки у Прокляті ночі.

source: She resembles a Visigothic princess.
uk: Вона нагадує Вестготську принцесу.

source: The question was never IF Wigfrid would master the ring, but when.
uk: Ніколи не було питання ЧИ Віґфрід опанує ринг, було питання КОЛИ.

source: Wigfrid is ready for Ragnarok.
uk: Віґфрід готова до Рагнароку.

source: Wigfrid would fight to her last breath to protect the spirit of the forest.
uk: Віґфрід битиметься до останнього подиху, щоб захистити дух лісів.

source: Wigfrid's favorite costume.
uk: Улюблений костюм Віґфрід.

source: Wigfrid can command a ship almost as well as she commands the stage.
uk: Віґфрід може керувати кораблем так само, як вона керує сценою.

source: Wigfrid was born for the part of Red Queen.
uk: Віґфрід була народжена для ролі Червоної Королеви.

source: Wigfrid fears nothing with a head full of stuffing.
uk: Віґфрід не відчуває страху, бо голова набита соломою.

source: Go to the dark side and be on top of the world.
uk: Перейди на темну сторону та запануй над світом.

source: A warrior cannot eat until she defeats some meat.
uk: Воїн не має права їсти, доки він не вб'є трохи м'яса.

source: Nothing will stop Wigfrid from rising all the way to the top.
uk: Ніщо не зупинить Віґфрід на шляху до вершини.

source: It seems Ms. Wigfrid can connect to the poetry of any tragedy.
uk: Схоже, що пані Віґфрід може підтримати поезію будь-якої трагедії.

source: Wigfrid's mic skills can't be beat!
uk: Акторські навички Віґфрід неперевершені!

source: A true warrior adapts to the elements.
uk: Справжній воїн пристосовується до стихії.

source: A battle helm for a warrior whose head is comfortable in the clouds.
uk: Бойовий шолом для воїна, що завжди літає між хмарами.

source: A golden helm fit for a golden warrior.
uk: Блискучий шолом личить блискучим воїнам.

source: I'm not quite as good at this as I used to be...
uk: А раніше це виходило в мене набагато краще...

source: I can always make time for you, dearie.
uk: Я завжди знайду для тебе час, серденьку.

source: Ack! You made me lose my fish!
uk: Тьху! Через тебе рибу проґавила!

source: You couldn't wait for a better time?
uk: Невже не можна було дочекатися кращого моменту?

source: Why you slippery little nincompoop!
uk: Чому ти такий вивертливий, малий дурбелику!

source: Get back on my hook!
uk: Ану повертайся на гачок!

source: Hmph. The fish aren't biting today...
uk: Кхм. Щось риба сьогодні не клює...

source: Don't be so fussy, get on my hook!
uk: Ну ж бо, застрибуй мені на гачок!

source: "I often look from the highest hill"
uk: «Ходила на найвищий схил я, ждала...»

source: "that I might see my boatman..."
uk: «...Матроса свого я чекала...»

source: hmm-de-dmm...
uk: пам-парам-пам-пам...

source: Never seem to catch anything...
uk: Схоже, сьогодні я нічого не спіймаю...

source: Ack! Stupid thing!
uk: Тьху! Та щоб тобі!

source: Oooh, these tired old claws!
uk: О-о-ой, мої старі стомлені клешні!

source: Well, don't you look all high and mighty.
uk: О-о, до нас завітала сама ваша високість.

source: I didn't realize I was in the presence of "royalty".
uk: Я й не думала, що до мене навідується хтось із «монархів».

source: It takes more than a hoity-toity hat to impress me.
uk: Щоб вразити мене, потрібне щось більше, ніж чудернацький капелюх.

source: My favorite customer!
uk: Мій улюблений клієнт!

source: What do you need today, dearie?
uk: Що тобі треба сьогодні, рибонько?

source: Don't talk to me if you have nothing to trade.
uk: Навіть не думай балакати зі мною, якщо нема чого на продаж.

source: Have anything to trade today?
uk: Маєш щось сьогодні на продаж?

source: Could you dry some meat for me, dearie?
uk: Чи не складно тобі буде пов'ялити мені трохи м'яса, рибонько?

source: Hmph... never any meat around here for drying...
uk: Кхм... навіть ніхто м'яса на в'ялку не повісить...

source: My drying racks are empty again?
uk: Знову на моїх в'ялках нічого не висить?

source: So much work for these old claws...
uk: Так багато роботи для моїх старих клешень...

source: Would you bring me a Fallounder, dearie?
uk: Чи не принесеш ти мені глосені, серденьку?

source: I think Fallounders are in season.
uk: Гадаю, зараз сезон для глосені.

source: Nothing says autumn like some tasty Fallounder...
uk: Восени тільки й хочеться покуштувати смачної глосені...

source: Let me know if you catch a Bloomfin Tuna, dearie!
uk: Дай мені знати, якщо спіймаєш квіткового тунця, серденьку!

source: Thought I saw some Bloomfin Tuna yesterday...
uk: Гадаю, я бачила вчора квіткового тунця...

source: This weather is perfect for Bloomfin Tuna...
uk: Зараз якраз ідеальна погода для квіткового тунця...

source: I would love a Scorching Sunfish, if you have it.
uk: Я б не відмовилася від пекучої риби-сонце, якщо у тебе така є.

source: The Scorching Sunfish should be migrating now.
uk: Пекуча риба-сонце мала б зараз мігрувати.

source: Nothing says summer like some Scorching Sunfish...
uk: Улітку тільки й хочеться покуштувати пекучу рибу-сонце...

source: Dearie, could you catch an Ice Bream for me?
uk: Серденьку, чи не складно тобі буде спіймати для мене морозного ляща?

source: Hmph. Should be Ice Bream season right about now.
uk: Кхм. Зараз якраз має бути сезон для морозного ляща.

source: I used to catch Ice Bream all through the winter...
uk: Раніше я ловила морозних лящів усю зиму...

source: Flower salad brings back such memories...
uk: Квітковий салат навіює такі спогади...

source: Could you make some for me?
uk: Не хочеш приготувати його для мене?

source: Hmph. No ingredients for flower salad around...
uk: Кхм. Ніде нема інгредієнтів для квіткового салату...

source: My sweetie used to make my favorite... flower salad...
uk: Мій коханий раніше готував мій улюблений... квітковий салат...

source: If you could bring me some big fish...
uk: Якщо тобі не складно, принести мені величеньку рибу...

source: I'd be so happy!
uk: Мені було б ой як приємно!

source: (Grumble)... only ever catch minnows...
uk: (буркоче)... Ловлю лише саму дрібноту...

source: Never a nice big fish...
uk: І хоча б яка одна гарна, велика попалася...

source: If only SOMEONE could bring me some big, juicy fish...
uk: От би ХТОСЬ мені приніс величеньку, соковиту рибу...

source: Ooooh, I do wish I had something warm to wear.
uk: О-о-о-х, якби ж я мала що тепле вдягнути.

source: (Grumble) It's freezing out here!
uk: (буркоче) Тут так холодно!

source: Brrr, this cold weather is terrible for my rheumatism.
uk: Бр-р-р, ця холодна погода жахливо загострює мій ревматизм.

source: What terrible weather.
uk: Яка жахлива погода.

source: Do you have an umbrella, dearie?
uk: Чи не знайдеться у тебе парасолька, рибонько?

source: Miserable rain...
uk: Дурний дощ...

source: I'll catch my death...
uk: Через нього точно застуджуся...

source: I'm getting soaked to the chitin!
uk: Я вже до хітину змокла!

source: If only I had an umbrella...
uk: Якби ж я мала парасольку...

source: Care to help me with some gardening?
uk: Не хочеш допомогти мені трохи із садівництвом?

source: I need some new berry bushes.
uk: Мені потрібні нові ягідні кущі.

source: All of my berry bushes died.
uk: Усі мої ягідні кущі пропали.

source: I miss my garden... I used to grow berries...
uk: Я сумую за своїм садом... раніше я вирощувала там ягоди...

source: Dearie, would you...
uk: Рибонько, чи не хочеш ти...

source: Help me plant some flowers?
uk: Допомогти мені посадити трохи квітів?

source: Useless lazy bees... not a drop of honey...
uk: Нездарні, ліниві бджоли... ані краплини меду...

source: When I had my flower garden, the bees made honey all the time.
uk: Коли у мене був мій квітник, бджоли постійно робили мед.

source: You look spry! Could you get rid of that junk in the water?
uk: Схоже, жвавості тобі не займати! Не бажаєш допомогти мені позбутися того сміття у воді?

source: (Grumble)... water's all full of junk...
uk: (буркоче)... У воді повно всякого сміття...

source: The water's so full of junk, I can't even see the fish!
uk: У воді так багато сміття, що я навіть рибу не бачу!

source: Would you be a dear?
uk: Ти не проти?

source: Take care of that awful plant for me.
uk: Допомогти мені позбутися цієї бридкої рослини.

source: That horrible plant...
uk: Яка жахлива рослина...

source: Such an eyesore...
uk: Немов більмо на оці...

source: That lureplant is going to take over my whole yard!
uk: Цей м'ясоцвіт зараз забере собі увесь мій двір!

source: Such a big help! Thank you.
uk: Ти мені дуже допомагаєш! Дякую.

source: I guess you want something for helping me out?
uk: Гадаю, ти хочеш щось отримати за свою допомогу?

source: Fine.
uk: Гаразд.

source: I guess it's not so bad having you around.
uk: Гадаю, це не так уже й погано, що ти тут поруч вештаєшся.

source: You louse!
uk: Ти, вошка!

source: Bullying a sweet, innocent old lady like myself!
uk: Ображаєш таку милу, невинну бабусю як я!

source: Now that's a proper-sized fish!
uk: Ось це вже риба годящого розміру!

source: If you find my sweetie on your travels...
uk: Якщо спіткаєш мого коханого у своїх подорожах...

source: Could you... give him that pearl?
uk: Можеш... дати йому цю перлину?

source: He'll recognize it.
uk: Він упізнає її.

source: Oh...
uk: Ой...

source: ...I think I understand now.
uk: ...Гадаю, тепер я розумію.

source: Thank you for bringing this back to me.
uk: Дякую. Тепер вона знову зі мною.

source: I'm so glad you kept coming back.
uk: Я так рада, що ти продовжуєш навідувати мене.

source: My friend.
uk: Мій друже.

source: Time to rest this old chitin.
uk: Час дати старому хітину перепочити.

source: Go away!
uk: Іди геть!

source: Shoo!
uk: Киш!

source: Leave me alone!
uk: Дай мені спокій!

source: No trespassing!
uk: Ти тут небажаний гість!

source: Get off my beach!
uk: Забирайся з мого пляжу!

source: Hmph.
uk: Кхм.

source: Go find someone else to bother!
uk: Іди набридай комусь іншому!

source: How have you been, dearie?
uk: Як твої справи, серденьку?

source: If it isn't my favorite visitor!
uk: А ось і мій улюблений гість!

source: Are you eating enough?
uk: Ти ж там не голодуєш? Дивись мені.

source: What are you doing here?
uk: Що ти тут робиш?

source: What do you want?
uk: Що ти хочеш?

source: You're back?
uk: Знову ти?

source: Don't you have anything better to do?
uk: Невже тобі немає чим зайнятися?

source: Troublesome whipper-snapper...
uk: Надокучливе щеня...

source: You're persistent
uk: Наполегливості тобі не займати.

source: I'll give you that.
uk: По-іншому й не скажеш.

source: Hmph. Just don't make a nuisance of yourself.
uk: Кхм. Тільки не набридай мені.

source: Just can't get enough of my sparkling personality, hmm?
uk: Що, тобі бракує компанії таких блискучих особистостей як я, га?

source: Well, if it isn't... hm...
uk: О, а ось і... гм...

source: What was your name?
uk: Як там тебе звуть?

source: Why are you helping me?
uk: Чому ти мені допомагаєш?

source: It's been hard taking care of this old place by myself.
uk: За цим місцем було дуже важко доглядати самотужки.

source: I think I forgot how nice it is to have visitors.
uk: Гадаю, я вже й забула, як приємно приймати у себе гостей.

source: I've been awfully hard on you, haven't I?
uk: Я була з тобою доволі грубою, чи не так?

source: Hello again!
uk: З поверненням!

source: Well, if it isn't %s!
uk: О, а ось і %s!

source: It's so nice to see you, dearie!
uk: Рада тебе бачити, серденьку!

source: This world is so full of dangers...
uk: У цьому світі так багато небезпек...

source: You be careful out there, alright?
uk: Ти там бережи себе, гаразд?

source: You've done such a wonderful job!
uk: Ти дуже-дуже мені допомагаєш!

source: Here, it's the least I can do.
uk: Ось, це найменше, що я можу зробити.

source: I don't know what you're playing at
uk: Не знаю, що ти там собі думаєш,

source: but don't think I owe you now!
uk: але тепер я тобі нічого не винна!

source: You've been busy! I suppose I should repay you.
uk: Ти багацько допомагаєш мені останнім часом! Гадаю, я мушу тобі віддячити.

source: Oooh, I do love some tasty dried meats!
uk: О-о-о, мені до вподоби смачне в'ялене м'ясо!

source: Hmph... looks pretty stringy.
uk: Кхм... на вигляд доволі жилаве.

source: Hm... doesn't look too bad.
uk: Гм... на вигляд не таке вже й погане.

source: You've done so much for me.
uk: Ти так старанно мені допомагаєш.

source: Please, call me Pearl.
uk: Прошу, зви мене Перлинкою.

source: Hoo-hoo! That's some tasty jerky in the making!
uk: Ху-ху! Незабаром я буду смакувати смачненьке в'ялене м'ясце!

source: You don't want it anymore? Has it gone off?
uk: Що, воно тобі більше не треба? Воно зіпсоване?

source: I'll never say no to free meat!
uk: Я ніколи не відмовлюся від дармового м'яса!

source: You are quite the gardener, dearie!
uk: А ти щось та й знаєш про те садівництво, рибонько!

source: Well. At least you're doing something useful.
uk: Що ж. Принаймні від тебе є хоч якась користь.

source: Maybe another one over there?
uk: Може, вдобриш іще й он той?

source: How pretty!
uk: Яка краса!

source: Huh? What are you doing?
uk: Га? Що ти робиш?

source: Hm... those look nice.
uk: Гм... виглядає непогано.

source: You really showed that awful plant!
uk: Так тобі й треба, потворна рослино! Гарна робота!

source: Fantastic. My old pest was removed by my new pest.
uk: Чудово. Мого минулого шкідника здолав мій новий шкідник.

source: Well, glad that's taken care of.
uk: Що ж, добре, що про неї більше не слід турбуватися.

source: Goodness, what happened to you?
uk: Лишенько, що з тобою сталося?

source: You need to be more careful!
uk: Будь обережніше там!

source: Hmph... you look skinny.
uk: Кхм... самі шкіра та кістки.

source: Have you been eating well?
uk: Ти, часом, не хочеш їсти?

source: You look like something's troubling you.
uk: Схоже, тебе щось непокоїть.

source: Is everything alright, dearie?
uk: Усе гаразд, серденьку?

source: Glad to see you looking well, dearie.
uk: Рада бачити тебе у доброму здоров'ї, серденьку.

source: I didn't notice those weird spooks until I'd settled in.
uk: Я не помічала цих дивних примар, допоки не оселилася тут.

source: They were awful, made my shell crawl...
uk: Вони були жахливі, від них у мене мороз пробігав панциром...

source: One of us had to go, and it wasn't going to be me!
uk: Хтось із нас мусив піти, і цим «хтось» була не я!

source: Took me forever to plug up those darn fissures...
uk: У мене майже вічність пішла на те, щоб завалити ці дурнуваті проломи...

source: Don't go messing with those!
uk: Краще обходь їх стороною!

source: Not the best lawn ornaments, but they keep the head clear.
uk: Не найкращий декор для саду, але хоча б голова залишається ясною.

source: I can't see a darn thing!
uk: Я ні чорта не бачу!

source: Aaah! I will NOT be broiled!
uk: А-а-а-а! Я не ЗБИРАЮСЯ смажитися!

source: You're not taking me yet, spirits!
uk: Ви не заберете мене, духи!

source: Dearie, I know you planted that.\nYou don't need to impress me.
uk: Рибонько, я знаю, що то твоїх рук справа.\nНе треба так зі шкури лізти, щоб намагатися вразити мене.

source: Nice try.\nYou don't get anything for cleaning up your own messes.
uk: Гарна спроба.\nТільки за прибирання свого ж безладу ти нічого від мене не отримаєш.

source: Do you want a reward that bad?
uk: Невже тобі аж так сильно хочеться отримати винагороду?

source: You keep it, I'm not chilly.
uk: Залиш собі, мені не холодно.

source: I like the coat I have, thank you very much.
uk: Мені до вподоби й моя одежина. Дуже тобі дякую.

source: I don't need any more ice.
uk: Мені не треба більше льоду.

source: Don't be silly, it's already freezing out here!
uk: Не сміши мене, тут і так зимно!

source: I don't want that right now...
uk: Мені зараз не дуже його хочеться...

source: it makes me too sad...
uk: він навіює дуже сумні спогади...

source: You think {weight} is impressive?\nWhat is that, a minnow?
uk: Ти думаєш, що {weight} справить на мене враження?\nЦе що, пічкур?

source: Wow, {weight}...\nI've never caught a fish this small.
uk: Ого, {weight}...\nЯ ніколи не ловила таку малу рибу.

source: Only {weight}?\nYou should have put it back.
uk: Усього {weight}?\nКраще викинь її назад.

source: It's not even raining...
uk: Зараз навіть не дощить...

source: My own umbrella will do just fine, thank you.
uk: Мені вистачить і моєї парасолі, дякую.

source: I'd boil if I wore that in this heat!
uk: Я зварюся, якщо вдягну це в таку спеку!

source: I hope it wasn't too much trouble...
uk: Сподіваюся, що це не завдало тобі багато клопоту...

source: Let me guess, you want something in return? Fine...
uk: Дай угадаю, ти хочеш щось натомість? Гаразд...

source: Thanks... but don't think this means we're friends!
uk: Дякую... але не думай, що після цього ми стали друзями!

source: My goodness, it looks good as new!
uk: Ой лишенько, він виглядає як новий!

source: Oh good, you didn't completely ruin my house.
uk: О, добре. Ну хоча б після тебе мій дім не завалився.

source: I'd been meaning to fix the place up for a while...
uk: Я давно збиралася тут усе полагодити...

source: Oh dearie, I love what you've done with the place!
uk: Ой, рибонько, мені дуже подобається, як тут усе зроблено!

source: ...I suppose that is an improvement.
uk: ...Що ж, так уже краще.

source: You... did this for me...?
uk: І... це все для мене?..

source: Oh, it's wonderful!
uk: О-о, яка краса!

source: I feel like a Queen in her palace
uk: Я неначе королева у власному палаці

source: Hoo-hoo!
uk: Хо-хо!

source: Oh. That does look a bit better.
uk: О-о. Так уже трохи ліпше.

source: I barely recognize the place!
uk: Мій дім уже майже не впізнати!

source: Oh don't look worried, that's a good thing.
uk: Ой, не турбуйся. Я мала на увазі, що мені подобається.

source: Thank you dearie! Here, why don't you take one of these.
uk: Дякую, серденьку! Ось, чом би тобі не взяти одну з цих.

source: Hmph. You could've caught it faster if you used this.
uk: Кхм. Можна було б і швидше піймати, якби у тебе було оце.

source: Oh... thanks. Here, take this for your trouble.
uk: О... дякую. Ось, це тобі за твій клопіт.

source: Thank you dearie...
uk: Дякую, рибонько...

source: Have you seen any other crabs on your travels?
uk: Чи не потрапляти тобі на очі інші краби під час твоїх мандрів?

source: ...Thank you. It's been a long time.
uk: ...Дякую. Давно мене ніхто не частував.

source: That's some pretty impressive fish, dearie!
uk: А ось це вже нічогенька така риба, серденьку!

source: Why are you giving me this?
uk: Нащо ти мені це даєш?

source: Wait, I never said I wouldn't take it!
uk: Зажди, я не казала тобі, що не збираюся брати!

source: Ooooh, that's a hefty pile of fish!
uk: О-о-о-о, а це чималенька купа риби!

source: Oh dearie, you're so thoughtful!
uk: Ой, рибонько, ти так добре про мене дбаєш!

source: Hmph. At least I won't freeze to death.
uk: Кхм. Що ж, хоча б від холоду не помру.

source: That's... very nice of you.
uk: Це... дуже гарно з твого боку.

source: What would I do without you, dearie?
uk: Що б я без тебе робила, рибонько?

source: I guess this will do.
uk: Гадаю, зайвою не буде.

source: Why are you being so nice to me?
uk: Чому ти так добре до мене ставишся?

source: Ooooh, such a thoughtful young whipper-snapper!
uk: О-о-о-о, а ти знаєш, як догодити старенькій пані!

source: Let me pinch your cheeks!
uk: Дай-но потягаю тебе за щічки!

source: You could've planted them in neater rows...
uk: Можна було б і рівніше їх посадити...
