Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Blocky Ruins
uk: Уламок руїн

source: Broken Relic
uk: Побита реліквія

source: Resting Horror
uk: Безтурботний кошмар

source: Ancient Chest
uk: Стародавня скриня

source: Saddlehorn
uk: Гак для сідла

source: Saddle
uk: Сідло

source: Glossamer Saddle
uk: Полегшене сідло

source: Nightmare Saddle
uk: Сідло жаху

source: War Saddle
uk: Войовниче сідло

source: Battle Saddle
uk: Бойове сідло

source: Salsa Fresca
uk: Сальса фреска

source: Salt Box
uk: Сільник

source: Salt Lick
uk: Сіль-лизунець

source: Gourmet Salt Lick
uk: Сіль-лизунець для гурманів

source: Salt Formation
uk: Соляне утворення

source: Sand Castle
uk: Піщаний замок

source: Sand Spike
uk: Піщаний шип

source: Bio Data
uk: Біодані

source: Friendly Scarecrow
uk: Привітне опудало

source: Crispy Skeleton
uk: Хрусткий скелет

source: Lost Scrapbook Page
uk: Загублена сторінка нотатника

source: {name} Scrapbook Page
uk: Сторінка нотатника «{name}»

source: Scrappy Chapauldron
uk: Брухтовий шапоплічник

source: Horizon Expandinator
uk: Розширювач горизонту

source: Potter's Wheel
uk: Гончарський круг

source: Sculpting Block
uk: Блок для скульптур

source: Marble Sculpture
uk: Мармурова скульптура

source: Suspicious Marble
uk: Підозрілий мармур

source: Sea Cocoon
uk: Морський кокон

source: Think Tank
uk: Дослідницький маяк

source: Seafood Gumbo
uk: Гамбо з морепродуктів

source: Sea Stack
uk: Морська скеля

source: Spark Ark
uk: Ковчег з іскрою

source: Seed Pack-It
uk: Клунок для насіння

source: Seeds
uk: Насіння

source: Toasted Seeds
uk: Підсмажене насіння

source: Ocuvigil
uk: Вартогляд

source: Sewing Kit
uk: Швейний набір

source: Mannequin
uk: Манекен

source: Trusty Tape
uk: Надійна клейка стрічка

source: Unseen Hand
uk: Невидима рука

source: Shadow Dancer
uk: Тіньовий танцюрист

source: Shadow Digger
uk: Тіньовий копач

source: Shadow Duelist
uk: Тіньовий дуелянт

source: Shadow Atrium
uk: Тіньове передсердя

source: Possessed Shadow Atrium
uk: Одержиме тіньове передсердя

source: Shadow Logger
uk: Тіньовий лісоруб

source: Shadow Miner
uk: Тіньовий шахтар

source: Shadow Tentacle
uk: Тіньовий мацак

source: Ink Blight
uk: Чорнильна пошесть

source: Jitters
uk: Переляк

source: Rasp
uk: Скрегіт

source: Rictus
uk: Гримаса

source: Void Masque
uk: Маска порожнечі

source: Herald of Tenebrau
uk: Геральд Тінебрю

source: Shriek
uk: Вереск

source: Shadow Maul
uk: Тіньовий топір

source: Beefalo Gloom Bell
uk: Темний дзвіночок біфало

source: Shadow Bishop
uk: Тіньовий слон

source: Shadowcraft Plinth
uk: Постамент тіньового ремесла

source: Shadowcraft Plinth Kit
uk: Набір для постаменту тіньового ремесла

source: Shadow Knight
uk: Тіньовий кінь

source: Parasitic Shadeling
uk: Паразитична тінь

source: Shadow Rook
uk: Тіньова тура

source: Rockjaw
uk: Пащебрил

source: Frostjaw
uk: Пащекриг

source: Shell Cluster
uk: Скупчення мушель

source: Shenanigans
uk: Махінації

source: Shield of Terror
uk: Щит терору

source: Shovel
uk: Лопата

source: Brightshade Shoevel
uk: Ясноквітна лопатика

source: Stuffed Night Cap
uk: Снодійний фарш

source: Mushy Cake
uk: Грибний торт

source: Shroom Skin
uk: Грибна шкіра

source: Siesta Lean-to
uk: Навіс для сієсти

source: Silk
uk: Павутиння

source: Baritone Shell Bell
uk: Мушля баритон

source: Alto Shell Bell
uk: Мушля альт

source: Soprano Shell Bell
uk: Мушля сопрано

source: Sisturn
uk: Сестурна

source: Skeleton
uk: Скелет

source: Bone Helm
uk: Кістяний шолом

source: {item} Sketch
uk: Замальовка «{item}»

source: Sketch
uk: Замальовка

source: Skullchest
uk: Скриня-череп

source: Napsack
uk: Дрімотомішок

source: Trusty Slingshot
uk: Вірна рогатка

source: Freeze Rounds
uk: Крижані кульки

source: Gold Rounds
uk: Золоті кульки

source: Marbles
uk: Мармурові кульки

source: Poop Pellets
uk: Ка-кульки

source: Pebbles
uk: Галька

source: Slow-Down Rounds
uk: Сповільнювальні кульки

source: Cursed Rounds
uk: Прокляті кульки

source: Basic Farm
uk: Звичайна ферма

source: Slurper
uk: Ковтач

source: Slurper Pelt
uk: Хутро ковтача

source: Slurtle
uk: Слизопаха

source: Shelmet
uk: Шоломцир

source: Slurtle Mound
uk: Курган слизопах

source: Slurtle Slime
uk: Слиз слизопахи

source: Broken Shell
uk: Розбитий панцир

source: Smallbird
uk: Малий птах

source: Pipspook
uk: Химерчик

source: Morsel
uk: Кавалок м'яса

source: Small Jerky
uk: В'ялений кавалок м'яса

source: Crocommander
uk: Крокомандир

source: Snurtle
uk: Равлипаха

source: Growth Formula Starter
uk: Заготовка формули росту

source: Super Growth Formula
uk: Суперформула росту

source: Fermented Growth Formula
uk: Ферментована формула росту

source: Fermenting Growth Formula
uk: Напівферментована формула росту

source: Ewecus
uk: Слизівця

source: Spear
uk: Спис

source: Pith Pike
uk: Серцевинна піка

source: Battle Spear
uk: Бойовий спис

source: Elding Spear
uk: Блискавичний спис

source: Charged Elding Spear
uk: Заряджений блискавичний спис

source: Chef Pouch
uk: Торбинка шефа

source: Chili Flakes
uk: Пластівці чилі

source: Spicy {food}
uk: {food} із чилі

source: Garlic Powder
uk: Часниковий порошок

source: Garlic {food}
uk: {food} із часником

source: Seasoning Salt
uk: Кухонна сіль

source: Honey Crystals
uk: Медові кристали

source: Sweet {food}
uk: {food} з медом

source: Spider Den
uk: Гніздо павуків

source: Den Decorating Set
uk: Набір для прикрашання гнізда

source: Spider Eggs
uk: Павучі яйця

source: Spider Gland
uk: Павуча залоза

source: Spiderhat
uk: Павукопелюх

source: Spilagmite
uk: Арахміт

source: Spider Queen
uk: Королева павуків

source: Dangling Depth Dweller
uk: Павук-глибинник

source: Nurse Spider
uk: Павук-медик

source: Healing Glop
uk: Лікувальна жижа

source: Cave Spider
uk: Павук-печерник

source: Shoo Box
uk: Брязкало

source: Spitter
uk: Павук-плювака

source: Spider Warrior
uk: Павук-вояка

source: Sea Strider
uk: Павук-морекосець

source: Webby Whistle
uk: Павутинний свисток

source: Spoiled Fish
uk: Зіпсована риба

source: Spoiled Fish Morsel
uk: Зіпсований кавалок риби

source: Rot
uk: Гниль

source: Spore Cloud
uk: Хмара спор

source: Red Spore
uk: Червона спора

source: Lunar Spore
uk: Місячна спора

source: Green Spore
uk: Зелена спора

source: Blue Spore
uk: Синя спора

source: Skittersquid
uk: Крутькальмар

source: Polar Light
uk: Полярне сяйво

source: Dwarf Star
uk: Карликова зоря

source: Brightshade Staff
uk: Ясноквітний жезл

source: Weather Pain
uk: Вітровій

source: Stagehand
uk: Підручний реквізит

source: Prickly Stagehand
uk: Колючий підручний реквізит

source: Stalagmite
uk: Сталагміт

source: Reanimated Skeleton
uk: Відроджений скелет

source: Ancient Fuelweaver
uk: Стародавній паливоткач

source: Woven Shadow
uk: Виткана тінь

source: Pirate Map
uk: Піратська мапа

source: Glommer's Statue
uk: Статуя Ґломмера

source: Harp Statue
uk: Статуя арфіста

source: Overgrown Statue
uk: Поросла статуя

source: Maxwell Statue
uk: Статуя Максвелла

source: Steel Wool
uk: Сталева вовна

source: Steering Wheel
uk: Штурвал

source: Steering Wheel Kit
uk: Набір для штурвала

source: Stinger
uk: Жало

source: Stone Chair
uk: Кам'яний стілець

source: Stone Stool
uk: Кам'яний табурет

source: Stone Round Table
uk: Круглий кам'яний стіл

source: Stone Square Table
uk: Квадратний кам'яний стіл

source: W.O.B.O.T.
uk: В.О.Б.О.Т.

source: Straw Hat
uk: Солом'яний капелюх

source: Stuffed Eggplant
uk: Фарширований баклажан

source: Stuffing
uk: Начинка

source: Succulent
uk: Сукулент

source: Potted Succulent
uk: Сукулент у горщику

source: Sunken Chest
uk: Затонула скриня

source: Spectackler Box
uk: Коробка для снастей

source: Support Pillar
uk: Опорна колона

source: Support Pillar Wreckage
uk: Уламки опорної колони

source: Reinforced Support Pillar
uk: Зміцнена опорна колона

source: Dreadstone Pillar
uk: Колона з лячнокаменю

source: Dreadstone Pillar Wreckage
uk: Уламки колони з лячнокаменю

source: Reinforced Dreadstone Pillar
uk: Зміцнена колона з лячнокаменю

source: Dreadstone Pillar Scaffold
uk: Каркас колони з лячнокаменю

source: Pillar Scaffold
uk: Каркас опорної колони

source: Surf 'n' Turf
uk: Риба та стейк

source: Dapper Vest
uk: Ошатний жилет

source: Sweet Potato Casserole
uk: Запіканка з батату

source: Soothing Tea
uk: Заспокійливий чай

source: Brightshade Sword
uk: Ясноквітний меч

source: Winter's Feast Table
uk: Стіл Зимового бенкету

source: Tackle Box
uk: Коробочка для снастей

source: {item} Advert
uk: Буклет «{item}»

source: Advert
uk: Буклет

source: Tackle Receptacle
uk: Сховок риболовок

source: Taffy
uk: Іриски

source: Tallbird
uk: Високий птах

source: Tallbird Egg
uk: Яйце високого птаха

source: Fried Tallbird Egg
uk: Смажене яйце високого птаха

source: Hatching Tallbird Egg
uk: Потріскане яйце високого птаха

source: Tallbird Nest
uk: Гніздо високого птаха

source: Tall Scotch Eggs
uk: Яйце по-шотландськи

source: Tamales
uk: Тамале

source: Team Leader
uk: Лідер команди

source: Smallish Tallbird
uk: Невисокий птах

source: Telelocator Focus
uk: Осередок телелокації

source: Wooden Thing
uk: Якийсь шмат дерева

source: Box Thing
uk: Якась коробка

source: Crank Thing
uk: Якийсь важіль

source: Metal Potato Thing
uk: Якась металева картоплина

source: Ring Thing
uk: Якесь кільце

source: Telelocator Staff
uk: Жезл телелокації

source: Tent
uk: Намет

source: Tentacle
uk: Мацак

source: Tentacle Spike
uk: Шип мацака

source: Tentacle Spots
uk: Шмат мацака

source: Big Tentacle
uk: Великий мацак

source: Baby Tentacle
uk: Мацачок

source: Big Slimy Pit
uk: Велика слизька яма

source: Terrarium
uk: Терарій

source: Conspicuous Chest
uk: Примітна скриня

source: Terrorbeak
uk: Страходзьоб

source: Thulecite
uk: Тулецит

source: Thulecite Fragments
uk: Шматочки тулециту

source: Shadow Thurible
uk: Тіньове кадило

source: Ticoon
uk: Єнототигр

source: Tillweeds
uk: Бур'ян

source: Tillweed Salve
uk: Мазь із бур'яну

source: Toadstool
uk: Ропуха-поганка

source: Misery Toadstool
uk: Стражденна ропуха-поганка

source: Hole
uk: Діра

source: Roasted Toma Root
uk: Смажений помідор

source: Giant Toma Root
uk: Помідорище

source: Giant Rotting Toma Root
uk: Гниле помідорище

source: Top Hat
uk: Циліндр

source: Magician's Top Hat
uk: Циліндр фокусника

source: Torch
uk: Смолоскип

source: Tornado
uk: Торнадо

source: Tourtiere
uk: Туртьєр

source: The Lazy Deserter
uk: Лінивий пустельник

source: Desert Stone
uk: Пустельний камінь

source: Trail Mix
uk: Горіхово-фруктова суміш

source: Boarilla
uk: Кабанорила

source: Electrical Doodad
uk: Електрична штукенція

source: Trap
uk: Пастка

source: Bramble Trap
uk: Ожинова пастка

source: Anenemy
uk: Злоктинія

source: Tooth Trap
uk: Зубата пастка

source: Maxwell's Tooth Trap
uk: Зубата пастка Максвелла

source: Chest
uk: Скриня

source: Treasure Chest
uk: Скриня зі скарбами

source: Tree Jam
uk: Деревний джем

source: Strident Trident
uk: Триклятий тризубець

source: Melty Marbles
uk: Оплавлені кульки

source: Lying Robot
uk: Робот-брехун

source: Dessicated Tentacle
uk: Засушений мацак

source: Leaky Teacup
uk: Дірява чашка

source: White Bishop
uk: Білий слон

source: Black Bishop
uk: Чорний слон

source: Bent Spork
uk: Зігнута ложковиделка

source: Toy Trojan Horse
uk: Іграшковий троянський кінь

source: Unbalanced Top
uk: Нестійка дзиґа

source: Fake Kazoo
uk: Несправжній казу

source: Back Scratcher
uk: Чесалка для спини

source: Beaten Beater
uk: Побита збивачка

source: Frayed Yarn
uk: Пошарпана пряжа

source: Shoe Horn
uk: Ріжок для взуття

source: Lucky Cat Jar
uk: Щаслива скарбничка

source: Air Unfreshener
uk: Забруднювач повітря

source: Potato Cup
uk: Чашка з картоплини

source: Wire Hanger
uk: Вішалка з дроту

source: White Rook
uk: Біла тура

source: Black Rook
uk: Чорна тура

source: Gord's Knot
uk: Гордіїв вузол

source: White Knight
uk: Білий кінь

source: Black Knight
uk: Чорний кінь

source: Cubic Zirconia Ball
uk: Фіанітова куля

source: Spider Ring
uk: Павучий перстень

source: Monkey Paw
uk: Мавпяча лапка

source: Empty Elixir
uk: Порожня колба

source: Faux Fangs
uk: Несправжні ікла

source: Broken Stake
uk: Зламаний кіл

source: Binoculars
uk: Бінокль

source: Lone Glove
uk: Самотня рукавичка

source: Snail Scale
uk: Равликові ваги

source: Goop Canister
uk: Пляшка з в'язкою рідиною

source: Toy Cobra
uk: Іграшкова кобра

source: Crocodile Toy
uk: Іграшковий крокодил

source: Broken Terrarium
uk: Зламаний терарій

source: Odd Radio
uk: Дивне радіо

source: Broken Hairdryer
uk: Зламаний фен

source: Tiny Rocketship
uk: Крихітна ракета

source: Frazzled Wires
uk: Зношені дроти

source: Ball and Cup
uk: Більбоке

source: Hardened Rubber Bung
uk: Гумова пробка

source: Mismatched Buttons
uk: Непарні ґудзики

source: Fish Scale-O-Matic
uk: Риб-о-мір

source: Produce Scale
uk: Продуктові ваги

source: Breezy Vest
uk: Легкий жилет

source: Puffy Vest
uk: Пухкий жилет

source: Koalefant Trunk Steak
uk: Стейк із хобота

source: Koalefant Trunk
uk: Хобот коалослона

source: Winter Koalefant Trunk
uk: Хобот зимового коалослона

source: Tumbleweed
uk: Перекотиполе

source: Terra Firma Tamper
uk: Тераформувач

source: Ancient Stonework
uk: Стародавня кам'яна підлога

source: Beard Hair Rug
uk: Килим із бороди

source: Carpeted Flooring
uk: Килим

source: Lush Carpet
uk: Розкішний килим

source: Guano Turf
uk: Гуано ґрунт

source: Checkered Flooring
uk: Шахівниця

source: Brick Flooring
uk: Цегляна підлога

source: Gold Flooring
uk: Золота підлога

source: Deciduous Turf
uk: Листяний ґрунт

source: Sandy Turf
uk: Піщаний ґрунт

source: Dirt Turf
uk: Безґрунтя

source: Scaled Flooring
uk: Луската підлога

source: Forest Turf
uk: Лісовий ґрунт

source: Fungal Turf
uk: Грибний ґрунт

source: Mutated Fungal Turf
uk: Мутований грибний ґрунт

source: Grass Turf
uk: Трав'янистий ґрунт

source: Marsh Turf
uk: Болотяний ґрунт

source: Moon Crater Turf
uk: Кратериста місячна порода

source: Crater Turf Blueprint
uk: Креслення кратеристої породи

source: Moon Quay Beach Turf
uk: Ґрунт пляжу Місячної пристані

source: Blue Mosaic Flooring
uk: Синя мозаїчна підлога

source: Grey Mosaic Flooring
uk: Сіра мозаїчна підлога

source: Red Mosaic Flooring
uk: Червона мозаїчна підлога

source: Mud Turf
uk: Багнистий ґрунт

source: Rocky Beach Turf
uk: Ґрунт кам'янистого пляжу

source: Cobblestones
uk: Бруківка

source: Rocky Turf
uk: Кам'яна порода

source: Ancient Flooring
uk: Стародавня підлога

source: Imitation Ancient Flooring
uk: Імітація стародавньої підлоги

source: Ancient Tilework
uk: Стародавній кахель

source: Imitation Ancient Tilework
uk: Імітація стародавнього кахлю

source: Ancient Brickwork
uk: Стародавня бруківка

source: Imitation Ancient Brickwork
uk: Імітація стародавньої бруківки

source: Savanna Turf
uk: Ґрунт савани

source: Shell Beach Turf
uk: Ґрунт мушлевого пляжу

source: Shell Turf Blueprint
uk: Креслення мушлевого ґрунту

source: Slimy Turf
uk: Слизуватий ґрунт

source: Cave Rock Turf
uk: Печерна кам'яна порода

source: Wooden Flooring
uk: Дерев'яна підлога

source: Turkey Dinner
uk: Вечеря з індички

source: Roasted Turnip
uk: Смажена ріпа

source: Snortoise
uk: Бронепаха

source: Twiggy Tree
uk: Гілчасте дерево

source: Twiggy Tree Cone
uk: Шишка гілчастого дерева

source: Twiggy Sapling
uk: Гілчастий паросток

source: Twigs
uk: Гілки

source: Retinazor
uk: Ретиназор

source: Spazmatism
uk: Спазматизм

source: Umbrella
uk: Парасолька

source: Unagi
uk: Унаґі

source: Unknown
uk: Невідомі

source: Breakfast Skillet
uk: Сніданок на пательні

source: Vegetable Stinger
uk: Овочевий стінгер

source: Victorian Costume Pattern
uk: Викрійка старомодного костюма

source: Dark Tatters
uk: Темне дрантя

source: Void Cowl
uk: Каптур порожнечі

source: Gloomerang
uk: Мрякоранг

source: Void Repair Kit
uk: Ремонтний набір порожнечі

source: Shadow Reaper
uk: Тіньовий жнець

source: Umbralla
uk: Тіньосолька

source: Volt Goat Chaud-Froid
uk: Желе з вольткози

source: Auto-Mat-O-Chanic
uk: Авто-мат-о-ханік

source: W.A.R.B.I.S. Head Gear
uk: Головний убір В.А.Р.Б.І.С.

source: Scrap
uk: Брухт

source: Abandoned Junk
uk: Покинутий брухт

source: Research Notes
uk: Дослідницькі нотатки

source: Grainy Transmission
uk: Зерниста проєкція

source: Reticulating Buffer
uk: Мембранний буфер

source: Odd Tool
uk: Дивний прилад

source: Widget Deflubber
uk: Дефлаберний модуль

source: Weird Tool
uk: Чудернацький прилад

source: Grommet Scriber
uk: Аудіовізуальний самописець

source: Strange Tool
uk: Незвичайний прилад

source: Conceptual Scrubber
uk: Концептуальний скрубер

source: Funky Tool
uk: Дивацький прилад

source: Calibrated Perceiver
uk: Калібрований сприймач

source: Bizarre Tool
uk: Химерний прилад

source: Plank
uk: Дошка

source: Archaic Plank
uk: Архаїчна дошка

source: Scaled Plank
uk: Луската дошка

source: Wooden Walking Stick
uk: Дерев'яний ціпок

source: Dreadstone Wall
uk: Стіна з лячнокаменю

source: Hay Wall
uk: Солом'яна стіна

source: Moon Rock Wall
uk: Стіна з місячного каменю

source: Thulecite Wall
uk: Тулецитова стіна

source: Archival Thulecite Wall
uk: Архівна тулецитова стіна

source: Scrap Wall
uk: Стіна з брухту

source: Stone Wall
uk: Кам'яна стіна

source: Archival Stone Wall
uk: Архівна кам'яна стіна

source: Wood Wall
uk: Дерев'яна стіна

source: Tam o' Shanter
uk: Там о' шантер

source: Walrus Camp
uk: Моржевий табір

source: Walrus Tusk
uk: Бивень моржа

source: Walter
uk: Волтер

source: Pinetree Pioneer Hat
uk: Капелюх скаута Шишколісся

source: Wanda
uk: Ванда

source: Wardrobe
uk: Гардероб

source: Varglet
uk: Варженя

source: Varg Shrine
uk: Вівтар варґа

source: Warly
uk: Варлі

source: Warrior Costume Pattern
uk: Викрійка войовничого костюма

source: Killer Bee Hive
uk: Гніздо бджіл-убивць

source: Waterballoon
uk: Кулька з водою

source: Empty Watering Can
uk: Порожня лійка

source: Watering Can
uk: Лійка

source: Watermelon
uk: Кавун

source: Fashion Melon
uk: Модний кавун

source: Melonsicle
uk: Кавуновий лід

source: Grilled Watermelon
uk: Кавун-гриль

source: Giant Watermelon
uk: Кавунище

source: Giant Rotting Watermelon
uk: Гниле кавунище

source: Square Seeds
uk: Квадратне насіння

source: Sea Weed
uk: Морський бур'ян

source: Sea Sprout
uk: Морський паросток

source: Seedshell
uk: Морська колючка

source: Sea Sprout Starter
uk: Морське коріння

source: Fire Pump
uk: Пожежна помпа

source: Great Tree Trunk
uk: Стовбур величезного дерева

source: Great Tree Root
uk: Корінь величезного дерева

source: Sea Turtle
uk: Морська черепаха

source: Wigfrid
uk: Віґфрід

source: Battle Helm
uk: Бойовий шолом

source: Commander's Helm
uk: Шолом полководця

source: Battle Rönd
uk: Бойовий рöнд

source: Wax Paper
uk: Восковий папір

source: Codex Umbra
uk: «Кодекс умбра»

source: Webber
uk: Веббер

source: Webber's Skull
uk: Череп Веббера

source: Baby Spider
uk: Павучатко

source: Fire Nettles
uk: Вогняна кропива

source: Spiny Bindweed
uk: Колючий в'юнок

source: Tillweed
uk: Бур'ян

source: Wendy
uk: Венді

source: Kitschy Beaver Idol
uk: Кітчевий ідол бобра

source: Kitschy Goose Idol
uk: Кітчевий ідол гусака

source: Kitschy Moose Idol
uk: Кітчевий ідол лося

source: Wes
uk: Вес

source: Wet Goop
uk: Бурда

source: Paper
uk: Папір

source: Crumpled Package
uk: Зім'ятий пакет

source: Tail o' Three Cats
uk: Батіг із трьох хвостів

source: Wickerbottom
uk: Вікерботтом

source: Willow
uk: Віллоу

source: Ethereal Ember
uk: Етерна жаринка

source: Wilson
uk: Вілсон

source: Pinchin' Winch
uk: Щипач-підіймач

source: Pinchin' Winch Blueprint
uk: Креслення щипача-підіймача

source: Winona
uk: Вінона

source: Winona's G.E.M.erator
uk: Самоцвітний генератор Вінони

source: Winona's Generator
uk: Генератор Вінони

source: Winona's Catapult
uk: Катапульта Вінони

source: Unstable Transmission
uk: Нестабільна проєкція

source: Doohickey
uk: Запчастина

source: Gizmo
uk: Деталь

source: Handy Remote
uk: Корисний пульт

source: Winona's Spotlight
uk: Прожектор Вінони

source: W.I.N.bot
uk: В.І.Н.бот

source: Portasol
uk: Портасоля

source: Teletransport Station
uk: Телетранспортаційна станція

source: Winter Hat
uk: Зимова шапка

source: Thermal Measurer
uk: Термальний вимірювач

source: Holiday Cheer
uk: Святковий дух

source: Masonry Oven
uk: Кам'яна піч

source: Plum Pudding
uk: Сливовий пудинг

source: Apple Cider
uk: Яблучний сидр

source: Hot Cocoa
uk: Гарячий шоколад

source: Festive Bauble
uk: Святкова іграшка

source: Magnificent Adornment
uk: Велична прикраса

source: Champion Adornment
uk: Чемпіонська прикраса

source: Appeasing Adornment
uk: Жертовна прикраса

source: Festive Light
uk: Святковий вогник

source: Sentimental Adornment
uk: Сентиментальна прикраса

source: Winter's Feast Tree
uk: Дерево Зимового бенкету

source: Wobster Mound
uk: Курган вобстерів

source: Lunar Wobster
uk: Місячний вобстер

source: Wobster
uk: Вобстер

source: Dead Wobster
uk: Мертвий вобстер

source: Delicious Wobster
uk: Смачний вобстер

source: Woby
uk: Вобі

source: Wolfgang
uk: Вольфґанґ

source: Coaching Whistle
uk: Тренерський свисток

source: Wonkey
uk: Вонкі

source: Hardwood Hat
uk: Дерев'яна каска

source: Woodie
uk: Вуді

source: Wooden Chair
uk: Дерев'яний стілець

source: Wooden Stool
uk: Дерев'яний табурет

source: Round Wooden Table
uk: Круглий дерев'яний стіл

source: Square Wooden Table
uk: Квадратний дерев'яний стіл

source: The World
uk: Світ

source: Depths Worm
uk: Глибинний черв

source: Worm Hole
uk: Червоточина

source: Sick Worm Hole
uk: Хвора червоточина

source: Glow Berry
uk: Сяй-ягода

source: Lesser Glow Berry
uk: Бліда сяй-ягода

source: Mysterious Plant
uk: Загадкова рослина

source: Wormwood
uk: Вормвуд

source: Great Depths Worm
uk: Величезний глибинний черв

source: Dirt Mound
uk: Купка землі

source: Wortox
uk: Вортокс

source: Soul
uk: Душа

source: Wurt
uk: Вурт

source: Brilliant Mudslinger
uk: Блискучий оббруднювач

source: Dreaded Mudslinger
uk: Лячний оббруднювач

source: Beanbooster Circuit
uk: Модуль королівської величі

source: Refrigerant Circuit
uk: Модуль охолодження

source: Thermal Circuit
uk: Модуль підігріву

source: Illumination Circuit
uk: Модуль освітлення

source: Hardy Circuit
uk: Модуль витривалості

source: Super-Hardy Circuit
uk: Модуль надвитривалості

source: Super-Gastrogain Circuit
uk: Модуль надгастроекспансії

source: Gastrogain Circuit
uk: Модуль гастроекспансії

source: Super-Processing Circuit
uk: Модуль надобробки

source: Processing Circuit
uk: Модуль обробки

source: Acceleration Circuit
uk: Модуль прискорення

source: Super-Acceleration Circuit
uk: Модуль надприскорення

source: Chorusbox Circuit
uk: Модуль музики

source: Optoelectronic Circuit
uk: Модуль оптоелектроніки

source: Electrification Circuit
uk: Модуль електризації

source: Circuit Extractor
uk: Виймач модулів

source: Bio Scanalyzer
uk: Біосканалізатор

source: Magiluminescence
uk: Маголюмінесценція

source: Yellow Gem
uk: Жовтий самоцвіт

source: Yellow Moonlens
uk: Жовта місячна лінза

source: Star Caller's Staff
uk: Зоретворний жезл

source: Beefalo Shrine
uk: Вівтар біфало

source: Lucky Beast Beefalo Doll
uk: Щаслива лялька біфало

source: Dolled-Up Beefalo Doll
uk: Чепурна лялька біфало

source: Festive Beefalo Doll
uk: Святкова лялька біфало

source: Formal Beefalo Doll
uk: Урочиста лялька біфало

source: Frostbitten Beefalo Doll
uk: Підмерзла лялька біфало

source: Flowery Beefalo Doll
uk: Квіткова лялька біфало

source: Ironclad Beefalo Doll
uk: Армована лялька біфало

source: Victorian Beefalo Doll
uk: Старомодна лялька біфало

source: Warrior Beefalo Doll
uk: Войовнича лялька біфало

source: Fearsome Pattern Scrap
uk: Страшний шматок викрійки

source: Formal Pattern Scrap
uk: Урочистий шматок викрійки

source: Festive Pattern Scrap
uk: Святковий шматок викрійки

source: Beefalo Stage
uk: Подіум для біфало

source: Sewing Machine
uk: Швейна машина

source: Sewing Machine Kit
uk: Набір для швейної машини

source: Judge's Booth
uk: Будка судді
