Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: The Queen will reward your loyalty with devastating strength.\nAdd +30% of total damage fighting Lunar-aligned creatures when Mighty.
uk: За вашу відданість королева нагородить вас нищівною силою.\nДодає +30% до загальної шкоди проти місяцерідних істот, коли Вольфґанґ у могутній формі.

source: Shadow Guard III
uk: Тіньовий вартовий III

source: Perfect your gym workout.\nMini game will complete automatically.
uk: Удосконалюйте ваші тренування на тренажері.\nМінігра відбуватиметься автоматично.

source: Gym Mastery
uk: Майстер тренажеру

source: Learn to craft a Coaching Whistle.\nWhile coaching, Normal Wolfgang will raise friends' sanity and boost followers' damage.
uk: Навчіться створювати тренерський свисток.\nПоки діє тренування, Вольфґанґ у звичайній формі підвищуватиме глузд друзям і шкоду дружнім істотам.

source: Coach Wolfgang
uk: Тренер Вольфґанґ

source: Chance to one-shot while working improved to 5%.
uk: Шанс зруйнувати об'єкт одним ударом збільшується до 5%.

source: Chore Workout I
uk: Рутинні вправи I

source: Chance to one-shot while working improved to 10%.
uk: Шанс зруйнувати об'єкт одним ударом збільшується до 10%.

source: Chore Workout II
uk: Рутинні вправи II

source: Chance to one-shot while working improved to 15%.
uk: Шанс зруйнувати об'єкт одним ударом збільшується до 15%.

source: Chore Workout III
uk: Рутинні вправи III

source: Learn to craft several new dumbbells.
uk: Навчіться створювати декілька нових гантелей.

source: Dumbbell Developer
uk: Винахідник гантелей

source: Increase the damage of thrown dumbbells by 50%.
uk: Збільшує шкоду від метання гантелей на 50%.

source: Heavy Hitter I
uk: Важка рука I

source: Increase the damage of thrown dumbbells by 100%.
uk: Збільшує шкоду від метання гантелей на 100%.

source: Heavy Hitter II
uk: Важка рука II

source: Use the gym to push your Mighty Meter past its limit.\n Mighty Meter can go up to 110.
uk: Тренуйтеся на тренажері, щоб перевищити ліміт могутності.\n Максимум могутності зросте до 110.

source: Push the Limits I
uk: Перевершити себе I

source: Use the gym to push your Mighty Meter past its limit.\n Mighty Meter can go up to 120.
uk: Тренуйтеся на тренажері, щоб перевищити ліміт могутності.\n Максимум могутності зросте до 120.

source: Push the Limits II
uk: Перевершити себе II

source: Use the gym to push your Mighty Meter past its limit.\n Mighty Meter can go up to 130.
uk: Тренуйтеся на тренажері, щоб перевищити ліміт могутності.\n Максимум могутності зросте до 130.

source: Push the Limits III
uk: Перевершити себе III

source: Use the gym to push your Mighty Meter past its limit.\n Mighty Meter can go up to 140.
uk: Тренуйтеся на тренажері, щоб перевищити ліміт могутності.\n Максимум могутності зросте до 140.

source: Push the Limits IV
uk: Перевершити себе IV

source: Use the gym to push your Mighty Meter past its limit.\n Mighty Meter can go up to 150.
uk: Тренуйтеся на тренажері, щоб перевищити ліміт могутності.\n Максимум могутності зросте до 150.

source: Push the Limits V
uk: Перевершити себе V

source: Bring out the full strength of planar melee weapons.\nAdd +5 Planar Damage to planar melee weapons when Mighty.
uk: Використовуйте всю силу іншовимірної зброї.\nДодає +5 іншовимірної шкоди до іншовимірної зброї ближнього бою, коли Вольфґанґ у могутній формі.

source: Mighty Weapons I
uk: Могутня зброя I

source: Bring out the full strength of planar melee weapons.\nAdd +10 Planar Damage to planar melee weapons when Mighty.
uk: Використовуйте всю силу іншовимірної зброї.\nДодає +10 іншовимірної шкоди до іншовимірної зброї ближнього бою, коли Вольфґанґ у могутній формі.

source: Mighty Weapons II
uk: Могутня зброя II

source: Bring out the full strength of planar melee weapons.\nAdd +15 Planar Damage to planar melee weapons when Mighty.
uk: Використовуйте всю силу іншовимірної зброї.\nДодає +15 іншовимірної шкоди до іншовимірної зброї ближнього бою, коли Вольфґанґ у могутній формі.

source: Mighty Weapons III
uk: Могутня зброя III

source: Bring out the full strength of planar melee weapons.\nAdd +20 Planar Damage to planar melee weapons when Mighty.
uk: Використовуйте всю силу іншовимірної зброї.\nДодає +20 іншовимірної шкоди до іншовимірної зброї ближнього бою, коли Вольфґанґ у могутній формі.

source: Mighty Weapons IV
uk: Могутня зброя IV

source: Bring out the full strength of planar melee weapons.\nAdd +25 Planar Damage to planar melee weapons when Mighty.
uk: Використовуйте всю силу іншовимірної зброї.\nДодає +25 іншовимірної шкоди до іншовимірної зброї ближнього бою, коли Вольфґанґ у могутній формі.

source: Mighty Weapons V
uk: Могутня зброя V

source: +10% speed boost when Normal.
uk: +10% прискорення, коли Вольфґанґ у звичайній формі.

source: Leg Day
uk: День ніг

source: The Cryptic Founder will reward your curiosity by blocking the moon's ability to trigger your curse.
uk: За вашу допитливість загадковий винахідник нагородить вас, зупинивши вплив місяця на ваше прокляття.

source: Lunar Renegade
uk: Місячний ренегат

source: The Queen will reward your loyalty by calling off her shadow creatures.\n(But only when you're in a were-form.)
uk: За вашу відданість королева нагородить вас, відкликавши своїх тіньових створінь.\n(Але тільки якщо ви у формі звіролаки).

source: Shadow Wrangler
uk: Тіньовий тамувальник

source: Mine faster in your Werebeaver form.
uk: Розколюйте каміння швидше, коли Вуді у формі бобролаки.

source: The Werebeaver I
uk: Бобролака I

source: Chop faster in your Werebeaver form.
uk: Гризіть дерева швидше, коли Вуді у формі бобролаки.

source: The Werebeaver II
uk: Бобролака II

source: Chop, mine and break hard materials in your Werebeaver form.
uk: Гризіть, розколюйте й ламайте тверді матеріали, коли Вуді у формі бобролаки.

source: The Werebeaver III
uk: Бобролака III

source: Only one were-form can be fully mastered. Choose wisely.
uk: Лише одна форма звіролаки може бути опанована повністю. Обирайте з розумом.

source: The Werebeaver learns to smack the ground with his tail, destroying everything around him.
uk: Бобролака навчиться бити хвостом об землю, руйнуючи все навколо.

source: Werebeaver Mastery
uk: Опанування форми бобролаки

source: The Weregoose learns to fly around to explore the world, but it's a little out of control.
uk: Гуселака зможе літати та досліджувати світ, але політ буде дещо неконтрольований.

source: Weregoose Mastery
uk: Опанування форми гуселаки

source: The Weremoose learns to throw a strong planar punch on every 3rd hit, and gains a natural defense against planar damage.
uk: Лоселака завдаватиме сильний іншовимірний удар кожну 3-тю атаку й отримає вроджений захист від іншовимірної шкоди.

source: Weremoose Mastery
uk: Опанування форми лоселаки

source: Run faster in your Weregoose form.
uk: Бігайте швидше, коли Вуді у формі гуселаки.

source: The Weregoose I
uk: Гуселака I

source: Become completely waterproof in Weregoose form.
uk: Отримайте повний захист від води, коли Вуді у формі гуселаки.

source: The Weregoose II
uk: Гуселака II

source: Occasionally dodge an incoming attack in Weregoose form.
uk: Навчіться час від часу ухилятися від атак, коли Вуді у формі гуселаки.

source: The Weregoose III
uk: Гуселака III

source: Suffer no health or sanity penalties for eating Kitschy Idols.\nReturn to human form without having an empty stomach.
uk: Ваше здоров'я та глузд не знижуватимуться від поїдання кітчевих ідолів.\nКоли ви знову станете людиною, ваш шлунок не буде порожнім.

source: Learn 6 Curse skills to unlock.
uk: Вивчіть 6 навичок прокляття, щоб розблокувати.

source: Curse Embracer
uk: Опановувач прокляття

source: Your Weremoose form is more resistant to hitting obstacles and walks a little faster.
uk: Лоселака буде стійкішим до зіткнень з об'єктами, а також пересуватиметься дещо швидше.

source: The Weremoose I
uk: Лоселака I

source: Gain slow health regeneration in your Weremoose form.
uk: Отримайте повільне відновлення здоров'я, коли Вуді у формі лоселаки.

source: The Weremoose II
uk: Лоселака II

source: You can stop mid-charge in your Weremoose form.
uk: Ви зможете зупинити ривок у будь-який час, коли Вуді у формі лоселаки.

source: The Weremoose III
uk: Лоселака III

source: Were-forms last a little longer.
uk: Форми звіролаки триватимуть дещо довше.

source: Transformation Timer I
uk: Тривалість форми звіролаки I

source: Were-forms last a fair amount longer.
uk: Форми звіролаки триватимуть помірно довше.

source: Transformation Timer II
uk: Тривалість форми звіролаки II

source: Were-forms last much longer.
uk: Форми звіролаки триватимуть значно довше.

source: Transformation Timer III
uk: Тривалість форми звіролаки III

source: Use Lucy to carve boards more efficiently.
uk: Використовуйте Люсі, щоб ефективніше стругати дошки.

source: Woodworker
uk: Різьбяр

source: Use Lucy to carve a nice Hardwood Hat for protection.
uk: Використовуйте Люсі, щоб вистругати гарну дерев'яну каску для захисту.

source: Hat Carving
uk: Різьблення касок

source: Use Lucy to carve a Wooden Walking Stick for easy mobility.
uk: Використовуйте Люсі, щоб вистругати дерев'яний ціпок для швидшого пересування.

source: Cane Carving
uk: Різьблення ціпків

source: Collect stuff a little faster.
uk: Збирайте речі дещо швидше.

source: Quick Picker I
uk: Жвавий збирач I

source: Collect stuff a fair amount faster.
uk: Збирайте речі помірно швидше.

source: Quick Picker II
uk: Жвавий збирач II

source: Collect stuff much faster.
uk: Збирайте речі значно швидше.

source: Quick Picker III
uk: Жвавий збирач III

source: Deal a fair amount more damage to Treeguards.
uk: Завдавайте помірно більше шкоди вартовим лісу.

source: Treeguard Feller I
uk: Деревовал I

source: Deal much more damage to Treeguards.
uk: Завдавайте набагато більше шкоди вартовим лісу.

source: Treeguard Feller II
uk: Деревовал II

source: Learn to craft the Treeguard Idol, an extremely burnable effigy.\nAttracts Treeguards when burned.
uk: Навчіться створювати ідол вартового лісу — легкозаймисте опудало.\nПривертає увагу вартових лісу під час спалювання.

source: Treeguard Feller III
uk: Деревовал III

source: Every three-hit attack streak you land without taking damage triggers a burst of spikes from your Bramble Husk.
uk: Кожна третя атака, яку ви здійснюєте не отримуючи шкоди, викликає вибух шипів з ожинової оболонки.

source: Bramble Husk Specialist
uk: Спеціаліст ожинової оболонки

source: Sacrifice health to craft Berry Bushes.
uk: Пожертвуйте здоров'я, щоб створити ягідний кущ.

source: Berry Bush Crafting
uk: Створення ягідного куща

source: Tend farm plants within a larger range while full bloom.\nHarvest farm plants faster.
uk: Дбайте про рослини на більшій відстані під час повного цвітіння.\nЗбирайте врожай швидше.

source: Fertilization of Wormwood is boosted 30%.
uk: Вормвуд отримує 30% бонус при застосуванні добрив на себе.

source: Flower Power
uk: Сила квітів

source: Gain increased protection from overheating when in full bloom.
uk: Отримайте підвищений захист від перегріву під час повного цвітіння.

source: Shade Plant
uk: Затінок

source: Slowly regenerate health when exposed to daylight in full bloom.
uk: Повільно регенеруйте здоров'я, коли знаходитесь під впливом сонячного світла, під час повного цвітіння.

source: Photosynthesis
uk: Фотосинтез

source: Reach full bloom a bit quicker.
uk: Повне цвітіння наставатиме дещо швидше.

source: Growth Spurt I
uk: Стрибок росту I

source: Reach full bloom much quicker.
uk: Повне цвітіння наставатиме значно швидше.

source: Growth Spurt II
uk: Стрибок росту II

source: Reset nearby Bramble Traps while in full bloom.
uk: Під час цвітіння перезаряджайте ожинові пастки поблизу.

source: Bramble Trap Specialist
uk: Спеціаліст ожинових пасток

source: Bees and Butterflies will tolerate Wormwood, unless provoked.
uk: Бджоли та метелики ігноруватимуть Вормвуда, якщо їх не провокувати.

source: Bee Kind
uk: Бджолина сім'я

source: Butterflies will no longer fly away from you.
uk: Метелики більше не боятимуться вас.

source: Butterfly Friend
uk: Друг метеликів

source: Learn enough left-branch skills to unlock.
uk: Вивчіть достатньо навичок лівої гілки, щоб розблокувати.

source: Learn enough right-branch skills to unlock.
uk: Вивчіть достатньо навичок правої гілки, щоб розблокувати.

source: Learn to identify seeds that have just been planted, to determine what they will grow into.
uk: Навчіться розпізнавати посаджене насіння, щоб визначити, що з нього виросте.

source: Seed Sleuth
uk: Насіннєвий дослідник

source: Sacrifice health to craft Juicy Berry Bushes.
uk: Пожертвуйте здоров'я, щоб створити кущ соковитих ягід.

source: Juicy Berry Bush Crafting
uk: Створення куща соковитих ягід

source: Seize foes and keep them rooted in place while wearing Brightshade Armor.\nFuse Bramble Husks with Brightshade armor to create Brambleshade armor.
uk: Схопіть ворога та вкореніть його на місці, поки носите ясноквітну броню.\nПоєднайте ожинову оболонку з ясноквітною бронею, щоб створити ожиноквітну броню.

source: Lunar Guardian I
uk: Місячний вартовий I

source: Summon vines to join the fray while attacking with Brightshade melee weapons.
uk: Закличте лози доєднатися до сутички, поки ви атакуєте ясноквітною зброєю.

source: Lunar Guardian II
uk: Місячний вартовий II

source: Tap into your lunar roots to transform Carrots into Carrats.\nCarrats you've created will retrieve food they find on the ground.
uk: Використайте своє місячне коріння, аби перетворити моркву на щурквину.\nСтворені вами щурквини приноситимуть їжу, знайдену на землі.

source: Lunar Cultivator I
uk: Місячний культиватор I

source: Tap into your lunar roots to transform Lightbulbs into Bulbous Lightbugs.\nBulbous Lightbugs you've created will follow you around.\nThe more Lightbugs grouped together, the larger their light will glow.
uk: Використайте своє місячне коріння, аби перетворити лампочки на лампокрилів.\nСтворені вами лампокрили будуть слідувати за вами.\nЧим більше лампокрилів згруповано разом, тим яскравіше вони світитимуть.

source: Lunar Cultivator II
uk: Місячний культиватор II

source: Tap into your lunar roots to transform Dragon Fruit into Saladmanders.\nSaladmanders you've created will attack things you do.\nTransforming maximum Saladmanders gives them a health boost.
uk: Використайте своє місячне коріння, аби перетворити фрукт дракона на салатмандру.\nСтворені вами салатмандри атакуватимуть тих же істот, що й ви.\nПісля створення максимуму салатмандр, вони отримають бонус до здоров'я.

source: Lunar Cultivator III
uk: Місячний культиватор III

source: Sacrifice health to craft Lureplants.
uk: Пожертвуйте здоров'я, щоб створити м'ясоцвіт.

source: Lureplant Crafting
uk: Створення м'ясоцвіту

source: Learn how to plant Moon Shrooms in Mushroom Planters, and release sleep-inducing spores when eating them.
uk: Навчіться саджати місячні гриби у грибні колоди та випускати снодійні спори після вживання місячних грибів.

source: Moon Shroom Cloud
uk: Хмара місячного гриба

source: Mushrooms planted in a Mushroom Planter grow a little faster.
uk: Гриби, посаджені у грибну колоду, ростимуть дещо швидше.

source: Mushroom Mastery I
uk: Грибник I

source: Mushrooms planted in a Mushroom Planter grow much faster.
uk: Гриби, посаджені у грибну колоду, ростимуть значно швидше.

source: Mushroom Mastery II
uk: Грибник II

source: Mushrooms planted in a Mushroom Planter produce a higher yield.
uk: Гриби, посаджені у грибну колоду, даватимуть більше врожаю.

source: Mushroom Multiplier
uk: Примножувач грибів

source: Heal faster with Compost Wraps.
uk: Процес лікування згортком компосту відбуватиметься швидше.

source: Compost Care
uk: Компостна допомога

source: Sacrifice health to craft Monkeytails.
uk: Пожертвуйте здоров'я, щоб створити мавпохвіст.

source: Monkeytail Crafting
uk: Створення мавпохвоста

source: Sacrifice health to craft Lunar Saplings.
uk: Пожертвуйте здоров'я, щоб створити місячний паросток.

source: Sapling Crafting
uk: Створення паростка

source: Learn to craft Ipecaca Syrup to induce pooping in other creatures.
uk: Навчіться створювати сироп з іпекакуани, щоб викликати пронос в істот.

source: Poor Sap
uk: Проносне

source: Mosquito Incognito
uk: Непізнаний летючий об'єкт

source: Itchcraft I
uk: Майстер-свербляйстер I

source: Itchcraft II
uk: Майстер-свербляйстер II

source: Thoughts don't come to me like they used to.
uk: Думки у голові вже не пливуть так швидко, як це було раніше.

source: Who's Mumsy again? Ah, right. Nice lady.
uk: А хто та Мамзі? Забув... А-а, точно. Приємна пані.

source: Been havin' odd cravings for fish lately. Hmf.
uk: Чомусь останнім часом дуже хочеться риби. Гм-м.

source: Pip's too uptight. Always worryin' about me.
uk: Піп такий знервований. Завжди про мене турбується.

source: Hey, trade with ol'Sammy!
uk: Вітаю, поторгуйте зі старим Семмі!

source: SEEDS! SEEDS HERE!
uk: НАСІННЯ! ПРОДАЮ НАСІННЯ!

source: What was I doing? ...Oh, SEEDS HERE!
uk: Та-ак, що я там робив?.. А-а, НАСІННЯ! ПРОДАЮ НАСІННЯ!

source: Alright, alright, get a move on.
uk: Гаразд-гаразд, іди вже собі.

source: 'Pleasure.
uk: Гарно поторгували.

source: Always in a rush, you lot.
uk: Вони завжди кудись поспішають.

source: The plague ain't so bad, y'know.
uk: А чума це не так уже й погано.

source: Come back now, y'hear?
uk: Повертайся ще, гаразд?

source: Who're you again?
uk: А ти хто? Забув...

source: Thanks, stranger.
uk: Дякую, чужинцю.

source: Good afternoon! Care to trade?
uk: Мої вітання! Поторгуємо?

source: At least the sickness didn't take my moustache. Ho ho!
uk: Ну хоча б хвороба не відібрала у мене вуса. Хо-хо!

source: Sammy's faculties are slipping, but you didn't hear it from me.
uk: Семмі стає все гірше... Тільки я вам цього не казав, згода?

source: Many of our sick disappeared into the sea. Odd, that.
uk: Багато з тих, хто занедужав, зникло в морі. Дивина.

source: Shame you couldn't see the town in its glory days.
uk: Шкода, що ви не застали місто за його славетних часів.

source: I've only the finest goods for sale.
uk: Я маю тільки найкращі товари на продаж.

source: This is a dreadful place for a kid to grow up in.
uk: Яке жахливе місце для дитини, щоб тут рости.

source: In a hurry, then?
uk: Назад до справ?

source: Don't tarry now, friend.
uk: Не гайте час, приятелю.

source: I'll not waste anymore of your time.
uk: Я більше не гаятиму і крихти вашого часу.

source: I tip my hat to you.
uk: Скидаю перед вами свого капелюха.

source: It's been a pleasure.
uk: З вами приємно мати справу.

source: Gnaw smile on you.
uk: Хай усміхнеться вам Глод.

source: Flargle
uk: Фларґл

source: Glogh
uk: Ґлоґг

source: Glop
uk: Ґлоп

source: Glot
uk: Ґлот

source: Glugh
uk: Ґлуґг

source: Glup
uk: Ґлуп

source: Glurp
uk: Ґлурп

source: Glurt
uk: Ґлурт

source: Glurble
uk: Ґлурбл

source: Gogh
uk: Ґоґг

source: Gop
uk: Ґоп

source: Flop
uk: Флоп

source: Gopt
uk: Ґопт

source: Gorp
uk: Ґорп

source: Gort
uk: Ґорт

source: Gugh
uk: Ґуґг

source: Gup
uk: Ґуп

source: Gupt
uk: Ґупт

source: Gurble
uk: Ґурбл

source: Gurp
uk: Ґурп

source: Gurt
uk: Ґурт

source: Audrey
uk: Одрі

source: Flot
uk: Флот

source: Jeffrey
uk: Джеффрі

source: Johnny
uk: Джонні

source: Isabella
uk: Ізабелла

source: Madeline
uk: Медлін

source: Michael
uk: Майкл

source: Penelope
uk: Пенелопа

source: Sarah
uk: Сара

source: Simon
uk: Саймон

source: Trevor
uk: Тревор

source: Flugh
uk: Флуґг

source: Flupt
uk: Флупт

source: Flurgle
uk: Флурґл

source: Fopt
uk: Фопт

source: Furp
uk: Фурп

source: Furt
uk: Фурт

source: Glorp! Go away!
uk: Буль! Іди геть!

source: Glorp! Glorpy glup!
uk: Буль! Бу-лю-лю блоб!

source: Destroy you!
uk: Знищу тебе!

source: Wult glut!
uk: Бу-лю-лю блоб!

source: To battle!
uk: До бою!

source: Wult flrot!
uk: Бу-лю-лю буль!

source: For Mermfolk!
uk: За плем'я мерма!

source: Flort Glurtsu flut!
uk: Блоб буль-буль!

source: ATTAAAACK!!
uk: В АТА-А-А-АКУ!!

source: GLOT FLOOOORPH!!
uk: БЛОБ БУ-ЛЮ-ЛЮ-ЛЮ!!

source: Defend King!
uk: Захищати король!

source: Glurph Glurtsen!
uk: Буль блоб-блоб!

source: Treachery... villainy! To let King waste away like this...
uk: Віроломство... нікчеми! Дозволити своєму королю згинути ось так...

source: Have done well. Now go.
uk: Добре поїв. Тепер іди.

source: King feeling a bit peckish...
uk: Король трохи зголоднів...

source: King desires food!
uk: Король бажає їсти!

source: Hungry... HUNGRY! HUNGRYYYY!!!
uk: Їсти... ЇСТИ! Ї-Ї-Ї-ЇСТИ!!!

source: What take so long? Make offerings to your King!
uk: Чому так довго? Король бажає підношень!

source: Ya talk to ol'Mumsy yet?
uk: Уже балакали зі старою Мамзі?

source: I ain't taking business right now.
uk: Я зараз не торгую.

source: Don't keep the lady waiting.
uk: Не змушуйте пані чекати.

source: Speak with Mumsy. Hurry on, then.
uk: Побалакайте з Мамзі. Хутчіше.

source: Such taste.
uk: Який смак.

source: Nicely done.
uk: Хороша робота.

source: Such beauty.
uk: Яка краса.

source: Must choose!
uk: Треба обрати!

source: How decide?!
uk: Як визначитися?!

source: Will come with you.
uk: Я з тобою.

source: Flort glut.
uk: Блоб буль.

source: Make Mermfolk strong!
uk: Мерма мати сила!

source: Blut gloppy Glurtsu!
uk: Блоб буль-булю!

source: This do fine.
uk: Це допомагати.

source: Glort grolt flut.
uk: Буль-буль блоб.

source: Find something tasty!
uk: Я знайти смачне!

source: Glurt florpy flut!
uk: Блоб-блоб буль!

source: You help Mermfolk!
uk: Ти допомагати мерма!

source: Glut Glurtsu flopt!
uk: Буль блоб-булю!

source: You okay.
uk: Ти друг.

source: Florpy flort.
uk: Буль блоб.

source: Feel good.
uk: Мені добре.

source: Blurt Blorpy.
uk: Бло-о-об буль.

source: You make feel better.
uk: Ти мені допомагати.

source: Glut flort florp.
uk: Буль-булю блоб.

source: Chop, choppy, chop!
uk: Стук-стук-стук!

source: Grop, groppy, grop!
uk: Ор-ор-орати!

source: Work hard, florp!
uk: Я працювати добре, блоб!

source: Glort blut, florp!
uk: Буль-буль, блоб!

source: Smash! Smash!
uk: Бам! Бам!

source: Florph! Florph!
uk: Буль! Буль!

source: Break rock, easy!
uk: Ламати камінь? Легко!

source: Wult wop, florty flort!
uk: Буль-буль, блоб-блоб!

source: Dig, diggy, dig!
uk: Коп-коп-копати!

source: Help, florp!
uk: Поможи, блоб!

source: Flopt, florp!
uk: Бу-уль, блоб!

source: Hurt!
uk: Болить!

source: Glorg!
uk: Бу-уль!

source: No feel so good...
uk: Мені погано...

source: Glorggu blurg...
uk: Бу-лю-лю бу-уль...

source: Ouchie, ouchie!
uk: Ай, ай!

source: Glurk, glurk!
uk: Бу-уль, бу-уль!

source: Something coming!
uk: Щось іде!

source: Gloppy flort!
uk: Бу-лю-лю блоб!

source: Aaah!! Bad thing! Bad thing!
uk: А-а-а!! Погана штука! Погана штука!

source: Gloooorph!! Glurph glot! Glurph glot!
uk: Бу-лю-лю-лю!! Блоб-блоб! Блоб-блоб!

source: It come to destroy us!
uk: Воно прийти знищити нас!

source: Flort wult Glurtsu!
uk: Буль-буль бу-лю-лю!

source: Rally to King!
uk: За короля!

source: Glurtsen blut flort!
uk: Бу-лю-лю-лю буль блоб!

source: Hurry! Protect kingdom!
uk: Швидко! Захищати королівство!

source: Flurph flrot! Gloppy Glurtsam!
uk: Блоб буль! Бу-лю-лю буль-бу!

source: S-stay brave!!
uk: Н-не боятися!!

source: G-glop blut flrot!!
uk: Б-блоб боб буль!!

source: Are you okay?
uk: Усе гаразд?

source: You alright, big guy?
uk: Усе гаразд, здорованю?

source: What's wrong?
uk: Що трапилося?

source: Are you sure you're feeling alright?
uk: Ти певен, що з тобою все гаразд?

source: You're looking extra gruff today.
uk: Виглядаєш нині вкрай похмурим.

source: You look distracted.
uk: Виглядаєш розгубленим.

source: Why are you making that face?
uk: Звідки таке обличчя?

source: Try to take deep breaths, okay?
uk: Просто глибоко вдихни, добре?

source: You're overdoing it!
uk: Ти перегинаєш палицю!

source: You're not pacing yourself!
uk: Ти себе не контролюєш!

source: You're about to change!
uk: Ти зараз змінишся!

source: Take it easy!
uk: Заспокойся!
