Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Download of the required mods failed because one or more mods is not visible to you.
uk: Виникла помилка під час завантаження потрібних модів, оскільки один або декілька з них вам недоступні.

source: Download of the required mods from the Steam Workshop failed. Please try again.
uk: Виникла помилка під час завантаження потрібних модів з майстерні Steam. Будь ласка, спробуйте ще раз.

source: Download of the required mods failed. Please try again.
uk: Виникла помилка під час завантаження потрібних модів. Будь ласка, спробуйте ще раз.

source: The server is running mods with an old version. The server owner must update the mods for new players to join.
uk: На сервері запущені моди, версії яких застаріли. Власник сервера має оновити моди для того, щоб нові гравці мали змогу приєднатись.

source: The server is on a different version than you. Please check that your game version is up-to-date.
uk: Сервер має відмінну від вашої версію гри. Будь ласка, переконайтеся, що ваша гра має актуальну версію.

source: This server is on a newer version than you. Please download the latest update to connect.
uk: Сервер працює на більш новій, за вашу, версії гри. Будь ласка завантажте останнє оновлення, що приєднатись.

source: This server is on an older version than you.
uk: Сервер працює на більш старій, за вашу, версії гри.

source: The server is running a public beta world. You'll need to opt into the beta to play on this server.
uk: На цьому сервері запущено публічний світ бета. Щоб грати в ньому, ви маєте встановити бета-версію.

source: Game Ownership Check Failed
uk: Не вдалося перевірити право власності на гру

source: Account Banned
uk: Акаунт заблоковано

source: Account Deleted
uk: Акаунт видалено

source: LAN Join Failed
uk: Помилка приєднання через LAN

source: Force Disconnection
uk: Примусове від'єднання

source: Server Not Responding
uk: Сервер не відповідає

source: Banned
uk: Заблоковано

source: Dedicated Server Failed To Start
uk: Помилка запуску виділеного сервера

source: Server not available
uk: Сервер недоступний

source: Friends Only
uk: Лише друзі

source: Authentication Failed
uk: Помилка автентифікації

source: Failed To Connect
uk: Помилка під'єднання

source: Version Mismatch
uk: Невідповідність версії

source: Networking Failed To Start
uk: Помилка запуску мережі

source: Network Connection Lost
uk: Мережеве з'єднання втрачено

source: Server Full
uk: Сервер повністю заповнений

source: Load failed
uk: Помилка завантаження

source: Not a member of the server's clan
uk: Ви не є членом клану сервера

source: Local Connection Server Only
uk: Сервер лише для локального під'єднання

source: Server Failed To Start
uk: Помилка завантаження сервера

source: Slot Reserved
uk: Комірка зарезервована

source: Connection Failed
uk: Помилка підключення

source: Kicked
uk: Вигнано

source: Bad Password
uk: Неправильний пароль

source: Could Not Connect
uk: Не можна підключитися

source: Player 1 Signed Out
uk: Гравець 1 вийшов

source: Player 2 Logged Out
uk: Гравець 2 вийшов із системи

source: Player 2 Signed Out
uk: Гравець 2 вийшов

source: Disconnected Due To Missing Mods
uk: Вас від'єднано через брак модів

source: %s was banned from the game.
uk: %s було заблоковано у цій грі.

source: Checking for daily gifts
uk: Перевірка на наявність щоденого подарунка

source: Updating inventory
uk: Оновлення інвентарю

source: Updating the shop
uk: Оновлення крамниці

source: Connecting
uk: Під'єднання

source: Currently Speaking...
uk: Зараз розмовляє...

source: The %s has passed.
uk: %s пішов.

source: %s rolls %s (1-%i)
uk: %s викинув %s (1-%i)

source: to Disconnect
uk: , щоб від'єднатися

source: ) to Disconnect
uk: ), щоб від'єднати

source: Initializing Server
uk: Ініціалізація сервера

source: %s has joined the game.
uk: Гравець %s під'єднався до гри.

source: %s was kicked from the game.
uk: %s був вигнаний гри.

source: Launching Server
uk: Запуск сервера

source: %s has left the game.
uk: %s вийшов з гри.

source: Logging in
uk: Вхід у гру

source: %s got a new skin:
uk: %s має новий скін:

source: Press
uk: Натисніть

source: Press (
uk: Натисніть (

source: Restoring Backup
uk: Відновлення резрвної копії

source: Retrying
uk: Повторна спроба

source: Server is Generating World
uk: Сервер генерує світ

source: Generating World
uk: Створення світу

source: {owner}'s {object}
uk: {object} користувача {owner}

source: Advanced
uk: Додатково

source: Ambient Volume:
uk: Гучність оточення:

source: Moving Head Icons:
uk: Рухливі голови:

source: Auto-Login:
uk: Автовхід:

source: Auto-Subscribe Mods:
uk: Автопідписка на моди:

source: Auto-Pause:
uk: Автопавза:

source: Auto-save
uk: Автозбереження

source: You've made changes. How you want to proceed?
uk: Ви зробили зміни. Як ви хочете продовжити?

source: Backpack Layout:
uk: Положення рюкзака:

source: Wait!
uk: Зачекай!

source: Bloom:
uk: Світіння:

source: Seafaring Camera:
uk: Морська камера:

source: Boat Hop Delay:
uk: Затримка стрибка з човна:

source: Submit a Bug Report
uk: Повідомити про несправність

source: Change Binding
uk: Змінити прив'язку

source: Console Auto-Pause:
uk: Автопавза консолі:

source: Custom
uk: Користувацький

source: Crafting Auto-Pause:
uk: Автопавза майстр.:

source: Crafting Preview:
uk: Передперегляд майстр.:

source: Crafting Auto-Close:
uk: Автозакриття майстр.:

source: Crafting Pin Pages:
uk: Сторінки майстрування:

source: Crafting Sensitivity:
uk: Чутливість майстр.:

source: Crafting Menu Size:
uk: Розмір меню майстр.:

source: All Recipes
uk: Усі рецепти

source: Current %s
uk: Поточний: %s

source: Data Collection:
uk: Збір інформації:

source: Default Save Type:
uk: Шлях збереження:

source: Default %s
uk: Типовий: %s

source: Dim
uk: Темніші

source: Dimmest
uk: Найтемніші

source: Display:
uk: Екран:

source: Adjust
uk: Налаштувати

source: Display Area:
uk: Область висвітлення:

source: Distortion:
uk: Спотворення:

source: Re-enable Dynamic Content
uk: Увімкнути динамічний контент

source: Canopy Shadows:
uk: Тіньові навіси:

source: Review the EULA
uk: Переглянути користувацьку угоду

source: Your settings have changed and you must log in again to continue.
uk: Ваші налаштування були змінені. Ви маєте увійти знову, щоб продовжити.

source: Login Required
uk: Потрібен ухід

source: Faint
uk: Слабке

source: Fullscreen:
uk: На весь екран:

source: Sound FX Volume:
uk: Гучність ефектів:

source: Graphics
uk: Графіка

source: HUD
uk: Інтерфейс

source: HUD Size:
uk: Розмір інтерфейсу:

source: Input Device:
uk: Пристрій введення:

source: Separated
uk: Відокремлений

source: Integrated
uk: Вбудований

source: Intro Movie
uk: Вступна заставка

source: Inventory Sensitivity:
uk: Чутливість інвентарю:

source: Inverted
uk: Інверсія

source: Camera Rotation:
uk: Обертання камери:

source: Languages
uk: Мови

source: Your Steam interface is set to a language other than English, would you like to view language options?
uk: Ваш інтерфейс Steam налаштовано на іншу мову, ніж англійська, бажаєте переглянути мовні опції?

source: Language Options
uk: Переклади від Klei

source: Loading Tips
uk: Підказки:

source: Lore Only
uk: Історичні

source: Tips Only
uk: Ігрові

source: Local Files
uk: Локальні файли

source: Max
uk: Макс.

source: Zoom Cursor Focus:
uk: Фокус на курсор:

source: Zoom Sensitivity:
uk: Чутливість приближення:

source: Steam Workshop Collections
uk: Колекції з майстерні Steam

source: More
uk: Більше

source: Lag Compensation:
uk: Компенсація лагів:

source: Predictive
uk: Передбачати

source: Music Volume:
uk: Гучність музики:

source: Netbook Mode:
uk: Режим нетбука:

source: Creature's Chat:
uk: Істоти у чаті:

source: Most
uk: Найбільше

source: Important
uk: Найважливіші

source: Your selection is not available in offline mode. Please log in and try again.
uk: Вибрана опція недоступна поза мережею. Будь ласка, увійдіть і спробуйте ще раз.

source: Point of Interest Icons:
uk: Значки точок інтересу:

source: Redeem a Code
uk: Активувати код

source: Refresh Rate:
uk: Частота оновлення:

source: Default All
uk: Скинути все

source: Do you want to reset all controls to their default values?\n\nYou will lose any changes you've made.\n
uk: Бажаєте скинути всі елементи керування до їхніх типових значень?\n\nВи втратите всі впроваджені зміни.\n

source: Resolution:
uk: Роздільність:

source: For Texture Streaming changes to take effect, you will have to exit and restart the game.
uk: Щоб зміни почали діяти, ви маєте перезапустити гру.

source: For Threaded Render changes to take effect, you will have to exit and restart the game.
uk: Щоб зміни почали діяти, ви маєте вийти та перезапустити гру.

source: Scrapbook Alerts:
uk: Указівки нотатника:

source: Screen Shake:
uk: Трясіння екрана:

source: Screen Flashes:
uk: Мерехтіння екрана:

source: Steam Chat Filtering:
uk: Фільтр чату Steam:

source: Filter Server Names:
uk: Фільтрування назв:

source: Show Passwords:
uk: Показати паролі:

source: Small Textures:
uk: Малі текстури:

source: Strong
uk: Сильне

source: Target Locking:
uk: Захват цілі:

source: Texture Streaming:
uk: Стримінг текстур:

source: Threaded Render:
uk: Потоковий рендер:

source: Game Options
uk: Опції гри

source: Modify advanced features of the game and user interface
uk: Доповнення функціоналу та особливостей гри

source: The environment makes noise too, luckily you can control how loudly it does.
uk: Довкілля також шумить, але, на щастя, його гучність можна регулювати.

source: Animates the survivor's heads in the menus.
uk: Анімації голів уцілілих у меню.

source: Log into your Klei account automatically when booting up Don't Starve Together.
uk: Автоматичний вхід у ваш акаунт Klei під час запуску Don't Starve Together.

source: Keep up to date with the mods of all the servers you join.
uk: Йдіть у ногу з усіма модами на всіх серверах.

source: When you are the only player in the world, this will pause the game while you are in the ingame menus, crafting, or viewing the cookbook or plant registry. If there are other players in the world, only the server admin will have permissions to pause the game.
uk: Коли ви єдиний гравець у світі, павза ставитиметься автоматично, доки ви перебуваєте у меню, майструєте, або переглядаєте книгу рецептів чи реєстр рослин. Якщо приєднаються інші гравці, лише адмін зможе поставити гру на павзу.

source: Change how the contents of the backpack are displayed. Integrated with the inventory bar or separated at the side of the screen.
uk: Зміна місця зображення вмісту рюкзака: Вбудований у панель інвентарю чи окремо збоку екрана.

source: Increases the visual intensity of lights.
uk: Збільшує візуальну інтенсивність світла.

source: Allows the camera to focus on your boat while sailing.
uk: Дозволяє камері фокусуватися на вашому човні під час плавання.

source: Adjust how much time is needed to start hopping onto and off of a boat.
uk: Налаштуйте час, який потрібен, щоб застрибнути в човен і вистрибнути з нього.

source: Sit back and watch a video
uk: Сідайте зручніше і насолоджуйтеся відео

source: Allows the server to auto-pause while the console screen is open.
uk: Дозволяє серверу ставити гру на автопавзу, коли екран консолі відкрито.

source: Use the default controls or customize them to your liking.
uk: Використовуйте типове керування або персоналізуйте його на свій смак.

source: Rebind which input does which in-game action
uk: Перепризначення дій, прив'язаних до певних клавіш

source: Check which control does which in-game action
uk: Перевірте, який елемент керування виконує ту чи іншу ігрову дію

source: Put part of the selected stack of inventory items into another inventory slot.
uk: Покладіть частину вибраного стосу предметів інвентарю в іншу комірку.

source: When you are the only player in the world, this will pause the game while the crafting menu is open.
uk: Якщо ви єдиний гравець у світі, це поставить гру на павзу, поки відкрите меню майстрування.

source: Preview the next available research tier or show all locked recipes.
uk: Перегляньте наступні доступні рівні досліджень та побачте всі заблоковані рецепти.

source: Closes the crafting menu when building a structure that is placed in the world.
uk: Закриває меню майстрування у разі створення споруд, що розташовані у світі.

source: Set how many pages of pinned recipes you would like to cycle through.
uk: Оберіть кількість сторінок закріплених рецептів, які ви зможете гортати в панелі швидкого створення.

source: Adjust the input sensitivity while navigating through the crafting menu.
uk: Налаштуйте чутливість під час навігації у меню майстрування.

source: Customize the size of the crafting menu.
uk: Персоналізуйте розмір меню майстрування.

source: We collect metrics and telemetry on Don't Starve Together, including how long and how often you play. This information helps us troubleshoot the game, provide rewards, and improve your experience. Refer to https://www.klei.com/privacy-policy for more information.
uk: Ми збираємо показники та телеметрію гри Don't Starve Together, зокрема, як довго і як часто ви граєте. Ці дані допоможуть нам усунути неполадки гри, і видавати нагороди та поліпшувати ваш досвід гри. Більше інформації: https://www.klei.com/privacy-policy.

source: Chooses whether new saves will be stored in the cloud or not by default.
uk: Обирає чи будуть нові збереження зберігатися в Steam Cloud типово, чи ні.

source: Got multiple screens? We've got you covered, choose where the game window goes when playing the game. (Fullscreen only)
uk: Маєте кілька моніторів? Ми про вас подбали, оберіть, де розташується вікно під час гри. (Лиш у повноекранному режимі)

source: Maximize the screen size on your display.
uk: Максимально збільште розмір екрана на дисплеї.

source: Allows you to turn off screen distortions in the game, especially notable during moments of insanity.
uk: Дозволяє вам вимкнути деформацію екрана у грі, особливо помітно у моменти божевілля.

source: Renders the ground shadow while under a canopy.
uk: Створює тінь на землі, перебуваючи під навісом.

source: Fill your screen with Don't Starve Together.
uk: Заповніть свій екран Don't Starve Together'ом.

source: Change how loud things are in the world.
uk: Змінить загальну гучність усього світу.

source: Modify the graphics settings
uk: Зміни налаштувань графіки

source: Modify features of the user interface
uk: Зміни функції свого користувацького інтерфейсу

source: Customize the size of your Heads Up Display.
uk: Персоналізуйте розмір користувацького інтерфейсу.

source: Controller or Keyboard? Play Don't Starve Together your way.
uk: Контролер чи клавіатура? Грайте у Don't Starve Together як заманеться.

source: Adjust the input sensitivity while navigating through the inventory.
uk: Налаштуйте чутливість при навігації у меню створення предметів.

source: Flips the camera rotation direction.
uk: Перемикає напрямок обертання камери.

source: Select display language
uk: Оберіть мову інтерфейсу

source: Learn more about the lore and the gameplay of Don't Starve while your world loads.
uk: Дізнайтеся більше про ігролад й історію світу Don't Starve під час завантаження світу.

source: Zooming on the minimap will focus where the cursor is located.
uk: Масштабування мінімапи відбуватиметься в тому місці, де знаходиться курсор.

source: Adjust the input sensitivity while zooming in and out on the minimap.
uk: Налаштуйте чутливість регулювання масштабу мінімапи.

source: View additional options
uk: Перегляньте додаткові опції

source: Allows the game to predict your movements to compensate for any possible lag.
uk: Дозволяє грі передбачати твої рухи, аби компенсувати будь-яке можливе гальмування.

source: Tone up or down the musical fanfare in your adventures.
uk: Підсильте або послабте музикальні фанфари у своїх пригодах.

source: Reduces the game's update frequency. (Only recommended for min-spec computers)
uk: Зменшує кількість оновлення гри. (Рекомендується лише для комп'ютерів з мінімальними характеристиками)

source: Hide all the Point of Interest Icons.
uk: Сховати всі значки точок інтересів.

source: Customize how many times per second the game screen refreshes. (Fullscreen only)
uk: Налаштуйте частоту оновлення екрана за секунду. (Лиш у повноекранному режимі)

source: Change the game screen resolution. (Fullscreen only)
uk: Змінює роздільність екрана. (Лиш у повноекранному режимі)

source: Keep your camera static or allow it to shake freely in moments of high intensity.
uk: Зберігає ваш екран нерухомим або дозволяє йому вільно трястися в моменти високої інтенсивності.

source: Control the intensity of screen flashes during explosions and lightning strikes.
uk: Керує інтенсивністю спалахів екрану під час вибухів і ударів блискавок.

source: Use Steam's chat filters. This can be configured in Steam's setting in the section In-Game under Chat Filtering.
uk: Використовує фільтр чату Steam. Це може бути скореговано в налаштуваннях Steam у розділі «У грі».

source: Filter out the profanity when browsing the server list. Filtered servers will have their names displayed as "This server name has been filtered" and can still be joined.
uk: Приховує лайку при перегляді списку серверів. Приховані сервери будуть висвітлюватися як «Назва цього сервера прихована», але до них все одно можна приєднатися.

source: Modify features of the game and user interface
uk: Зміни користувацького інтерфейсу гри та його особливостей

source: Show or hide your passwords.
uk: Висвітлення або приховування ваших паролів.

source: Reduces texture quality for better performance. (Only recommended for min-spec computers)
uk: Зменшує якість текстур для ліпшої продуктивності. (Рекомендується лише для комп'ютерів з мінімальними характеристиками)

source: Focus on one target at a time.
uk: Фокусує на одній цілі за раз.

source: Reduces the memory overhead for textures. Enabling this should improve performance.
uk: Зменшує використання пам'яті на текстури. Увімкнення має поліпшити продуктивність.

source: Renders the game on a different core. Enabling this should improve performance.
uk: Рендерить гру на різних ядрах. Увімкнення поліпшить продуктивність.

source: Allows the camera to focus on Walter while he tells campfire stories.
uk: Дозволяє камері фокусуватися на Волтері, коли той розповідає байки біля багаття.

source: Replaces Wigfrid's o's with ö's when she speaks.
uk: Замінює літери o у словах Вігфрід на ö.

source: Vibration:
uk: Вібрації:

source: More Klei Videos
uk: Більше відео від Klei

source: Campfire Camera:
uk: Камера на багатті:

source: Wigfrid's Umlauts:
uk: Умлаути Віґфрід:

source: Go AFK
uk: Відійти в АФК

source: Auto-Paused!
uk: На автопавзі!

source: The game is auto-paused.
uk: Гра на автопавзі.

source: Are you sure you want to leave the server?
uk: Ви впевнені, що бажаєте покинути цей сервер?

source: (Seriously! It's not.)
uk: (Серйозно! Справді.)

source: Not Paused.
uk: Не на павзі.

source: The server host has paused the game.
uk: Творець сервера поставив гру на павзу.

source: Are you sure you want to shut down the server? If you do, all current players will be disconnected.
uk: Ви впевнені, що бажаєте вимкнути сервер? У такому разі всі приєднані гравці будуть від'єднані.

source: Seriously. It is!
uk: Серйозно. Гра на павзі!

source: Paused!
uk: На павзі!

source: {player} paused the game.
uk: {player} поставив гру на павзу.

source: View Players
uk: Переглянути гравців

source: Leaving so soon?
uk: Так швидко йдете?

source: Never mind...
uk: Байдуже...

source: Return to main menu?
uk: Повернутися до головного меню?

source: I said quit!
uk: Я сказав вийти!

source: Save and Quit
uk: Зберегти та вийти

source: Don't worry. We'll wait here for you.
uk: Не хвилюйся. Ми на тебе зачекаємо.

source: Save and return to main menu?
uk: Зберегти та повернутися до головного меню?

source: Scrapbook
uk: Нотатник

source: You have paused the game.
uk: Ви поставили гру на павзу.

source: Server Commands
uk: Команди сервера

source: Server Admin
uk: Адмін сервера

source: Paused
uk: На павзі

source: Unpause Server
uk: Зняти сервер з павзи

source: Green spears of vegetabley goodness. -W
uk: Зелені списи у світі рослин. — В.

source: The perennial favorite of Bunnymen. -W
uk: Одвічний улюбленець кроликів. —В.

source: An a-maize-ingly versatile crop. -W
uk: Надзвичайно всебічна рослина. — В.

source: Produces a delectable fruit with a striking appearance. -W
uk: Приносить смачні плоди з дивовижним виглядом. — В.

source: A foul smelling fruit, favored by a certain green swamp dweller. -W
uk: Неймовірно смердючий фрукт, який полюбляють мешканці боліт. — В.

source: Zero percent egg, ninety-nine percent plant. Science has yet to explain the rest. -W
uk: Дуже гарна форма, підійде як любителям широкого боку, так і вузького. — В.

source: Cloves of garlic pair well with a nice stake. -W
uk: Зубчики часнику ідеально смакують зі стейком. — В.

source: A ripe onion plant is enough to bring tears of delight to any gardener. -W
uk: Стиглої цибулі достатньо, щоб садівник виплакав усі сльози. — В.

source: A hot pepper plant is the perfect thing to spice up your garden. -W
uk: Гострий перець це ідеальна приправа, щоб спалити вам рот. — В.

source: Never take the juicy sweetness of a pom for granate. -W
uk: Від цієї смакоти вибухають смакові рецептори. — В.

source: Sturdy, dependable, and loved by moustachioed strongmen. -W
uk: Міцний, надійний, улюблений овоч вусатих силачів. — В.

source: Compared to other gourds, the pumpkin plant squashes the competition. -W
uk: У порівнянні з іншими баштанними, гарбуз розчавлює своїх конкурентів. — В.

source: Tomatoes are an excellent source of vitamins, and make for a convenient projectile. -W
uk: Помідори — це бездоганне джерело вітамінів, а за потреби ще й снаряд. — В.

source: Fifty percent water, fifty percent melon. -W
uk: На сорок відсотків «ка» і на шістдесят відсотків «вун» — В.

source: Field Notes
uk: Городні нотатки

source: Nutrient Cycling
uk: Колообіг поживних речовин

source: Product
uk: Оплодень

source: Water Consumption
uk: Споживання води

source: Unknown Fertilizer
uk: Невідоме добриво

source: Unknown Plant
uk: Невідома рослина

source: Research this plant with the Gardeneer Hat to learn more about it.
uk: Дослідіть рослину з капелюхом садівника, щоб дізнатися більше.

source: Consumes
uk: Поживання

source: Doesn't affect
uk: Не впливає

source: Growth Formula
uk: Формула росту

source: Restores
uk: Відновлює

source: Failed to sync online plant registry data.
uk: Помилка синхронізації даних реєстру рослин.

source: Login to retrieve online plant registry data.
uk: Увійдіть, щоб переглянути реєстр рослин у мережі.

source: Bolting
uk: Закріплення

source: Grown
uk: Вирощена

source: Medium
uk: Середньо

source: Giant
uk: Рослинище

source: Rotting
uk: Гниття

source: Picked
uk: Зібрано

source: Small
uk: Маленький

source: Sprout
uk: Паросток

source: Summary
uk: Сумарно

source: Fertilizers
uk: Добрива

source: Mod Fertilizers
uk: Модифіковані добрива

source: Mod Plants
uk: Модифіковані рослини

source: Plants
uk: Рослини

source: Description
uk: Опис

source: Effects
uk: Ефекти

source: Admin
uk: Адмін

source: Away
uk: Відійшов

source: Day
uk: день

source: Days
uk: днів

source: Day
uk: День

source: Are you sure you want to ban and kick
uk: Ви впевнені, що бажаєте заблокувати та вигнати гравця

source: Remove Player
uk: Прибрати гравця

source: You cannot use this command again yet.
uk: Ви ще не можете знову використовувати цю команду.

source: The server is empty.
uk: Сервер порожній.

source: Are you sure you want to kick
uk: Ви впевнені, що бажаєте вигнати гравця

source: {mode} - Round {num}
uk: {mode} - Раунд {num}

source: Connection: Good
uk: З'єднання: Хороше

source: Connection: Okay
uk: З'єднання: Нормальне

source: Connection: Bad
uk: З'єднання: Погане

source: Mods:
uk: Моди:
