Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Found deep in the long-forgotten archives of an ancient civilization, this noteworthy device is as melodious as it is mysterious. Solving its riddle might just be the key to unlocking a wellspring of ancient knowledge.
uk: Знайдений глибоко в давно забутих архівах стародавньої цивілізації, цей примітний пристрій є настільки ж мелодійним, наскільки таємничим. Можливо, якщо розгадати його загадку, можна отримати ключ до стародавніх знань.

source: Can Row in water to move a boat in a desired direction.
uk: Ним можна веслувати, щоб рухати човен у потрібному напрямку.

source: Puts nearby creatures to sleep.
uk: Присипляє істот неподалік.

source: Summons an Elite Pig.
uk: Викликає елітного свина.

source: A large 12 slots container that also slows the wearer by 10% when worn.
uk: Велике вмістище на 12 комірок. Якщо надіти — вцілілий сповільниться на 10%.

source: Ruling his village with a cloven hoof, this head of swine is known to be firm but fair in his dealings with outsiders.
uk: Він править своїм селищем твердим копитом. Як відомо, у справах із чужинцями він непохитний, проте справедливий.

source: Given to the Pig King to initiate a Wrestling Match.
uk: Віддайте його королю свиней, щоби почати матч із реслінгу.

source: A structure that creates light when fueled.\n\nPig Guards nearby will keep it fueled.
uk: Випромінює світло, поки в ньому є паливо.\n\nСвини-вартові підтримуватимуть у ньому вогонь.

source: This needs some fertilizing after planting.
uk: Потребує добрива після посадки.

source: Can be planted on the ground.
uk: Можна посадити в землю.

source: Can be planted on Sea Stacks.
uk: Можна посадити на морські скелі.

source: Researching garden plants at different stages of growth adds to the Plant Registery.
uk: Досліджуйте городні рослини на різних етапах росту, щоб додати їх до реєстру рослин.

source: Used to measure the weight of Ocean Fish.
uk: Можна використовувати для зважування океанічної риби.

source: Break pocket watches down into their original ingredients other than Nightmare Fuel.
uk: Розбирають кишенькові годинники назад у складники, проте паливо жаху отримати назад не можна.

source: Rewinds Wanda's age 8 years. 2 minute cooldown.
uk: Зменшує вік Ванди на 8 років. Відновлюється 2 хвилини.

source: Used to mark a spot, and then used again to open a portal to that spot that lasts for 10 seconds.\n\nUsing the portal costs 20 Sanity.\n\nThe Rift Watch will become a Backtrek Watch after use.
uk: Перше використання залишить мітку на землі, наступне — відкриє до неї портал на 10 секунд.\n\nКористування порталом коштує 20 глузду.\n\nГодинник розлому стане годинником повернення після використання.

source: Used to mark a spot, and then used again to teleport to that spot.\n\n8 minute cooldown. Even works between the Cave and the Forest.
uk: Перше використання залишить мітку на землі, наступне — телепортує до неї.\n\nВідновлюється 8 хвилин. Працює навіть між печерами та лісом.

source: Wanda can haunt the watch as a ghost to revive herself, breaking the watch. The watch can be used on a Survivor's skeleton to revive them at the skeleton. 4 minute cooldown.
uk: Якщо Ванда — привид, вона може вселитися в годинник, щоб відродити себе, але при цьому годинник зламається. Годинник можна використати на скелеті вцілілого, щоб відродити його. Відновлюється 4 хвилини.

source: Teleports Wanda to the location marked on the ground.\n\nThe younger wanda is, the further back in time the marked location will be. Wanda is invulnerable for a short time during the teleport.\n\n2 second cooldown.
uk: Телепортує Ванду до мітки на землі.\n\nЩо молодшою є Ванда, то далі в часі від неї знаходитиметься мітка. Під час телепортації Ванда є невразливою на короткий час.\n\nВідновлюється 4 хвилини.

source: When the fuel reaches 0, its damage drops to 27.
uk: Шкода будильника зменшиться до 27, якщо в ньому немає палива.

source: Gathers loot nearby.
uk: Збирає здобич поблизу.

source: Polly Roger will fly down and follow the wearer, fetching nearby items.
uk: Якщо надіти — до вцілілого прилетить Поллі Роджер, яка буде літати за вцілілим і приносити йому предмети поблизу.

source: If filled with acid, this pond will crust over with Nitre.
uk: Якщо наповнити кислотою, ставок покриється кіркою селітри.

source: Standing near this device will provide the survivor with new Seasonings they can craft.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу готувати нові спеції.

source: A 4 slot container that will receive ingredients for food.\n\nPlacing 4 items in the container will allow them to be cooked creating some kind of food depending on the items put in to begin with.\n\nIt can be dismantled back into an inventory item.
uk: Вмістище на 4 комірки, в яке можна складати їжу.\n\nРозмістивши в ньому 4 інгредієнти, можна зготувати з них певну страву, яка залежатиме від інгредієнта, покладеного на початку.\n\nЙого можна демонтувати та забрати назад в інвентар.

source: A container with 2 slots. One for a prepared food dish and one for a Seasoning.\n\nIf filled with one of each, it will spice the food with the provided seasoning.
uk: Вмістище на 2 комірки: одна для готових страв, інша для спецій.\n\nЯкщо комірки заповнені, спецівниця приправить страву наявною спецією.

source: Sleeping in the tent restores 1 Sanity and 2 health per second, but costs 1 Hunger per second.\n\nAs a Pinetree Pioneer, it costs Walter 1 Hunger every 2 seconds instead.\n\nAlso wetness is reduced 1 per second as well temperature is raised to 40 degrees, at 1 degree per second.
uk: Сон у наметі відновлює 1 глузд та 2 здоров'я щосекунди ціною втрати 1 ситості в секунду.\n\nОскільки Волтер — скаут Шишколісся, він втрачатиме 1 ситість кожні 2 секунди.\n\nТакож сон у наметі зменшує вологість уцілілого на 1 щосекунди та підвищує температуру до 40 градусів (на 1 градус щосекунди).

source: Best keep a bribe handy for these freebooters.
uk: Ліпше тримати під рукою хабаря для цих розбійників.

source: Creates a small amount of light while it lasts.
uk: Випромінює невелику кількість світла, поки має запас міцності.

source: Wearer becomes insane.
uk: Якщо надіти — вцілілий втрачатиме глузд.

source: Teleports targets to a random location or to a fueled Telelocator Focus.
uk: Телепортує вибрану ціль у випадкове місце або до зарядженого осередку телелокації.

source: Blend in with the rabbits so they no longer flee from you in terror.
uk: Замаскуйтеся під кролика, щоб вони більше не тікали від вас, сповнені жаху.

source: Calls forth a Portable Den.
uk: Викликає портативну нору.

source: A storage for your items and other trinkets accessible from Portable Dens.
uk: Сховище для предметів та інших дрібничок, уміст якого є спільним для портативних нір.

source: The Rabbit King commands with a Royal decree, your presence be removed no matter your plea.
uk: Що не кажіть, з королем жарти марні: як видасть наказ — всі надії примарні.

source: It wards off Bunnymen, but trades your own mind for power against them in more ways than one.
uk: Відлякує зайців та завдає їм більше шкоди ціною втрати глузду.

source: This Wrathful Rabbit King will show no mercy.
uk: Злостивий король кроликів не милуватиме нікого.

source: Catch a Fortuitous Rabbit for your free reward. But be warned, the reward may turn to punishment when carrying meat.
uk: Спіймайте кролика-оказію, щоб отримати нагороду. Але зважайте, що нагорода може стати покаранням, якщо носити із собою м'ясо.

source: This Benevolent Rabbit King will barter for your belongings.
uk: Добродійний король кроликів може обмінюватися з вами.

source: Once constructed it will indicate the weather or very soon to be weather.
uk: Після побудови показуватиме та прогнозуватиме погоду на найближчий час.

source: For shaving off beards and other hairy things.
uk: Для гоління борід і волохатих істот.

source: A Ghost that haunts this amulet will be revived.
uk: Привид, що вселиться в такий амулет, відродиться.

source: Shoots projectiles that ignite targets on fire.
uk: Стріляє снарядами, що підпалюють цілі.

source: Cycles through the skins on in-world items.
uk: Змінює вигляд предметів.

source: Once constructed, a single survivor can attune themselves to it for the cost of 40 Health.\n\nAfter attuning, when the survivor becomes as ghost, they can use the special button on the screen to respawn at the Effigy's location and it is destroyed.
uk: Після побудови один уцілілий може пов'язати себе із ним ціною 40 здоров'я.\n\nПісля пов'язування, коли вцілілий стає привидом, можна скористатися особливою кнопкою на екрані, щоб відродитися на місці опудала. Опудало після цього самознищиться.

source: Tired of getting dead? Leave your worries behind by finding a handy Touch Stone!
uk: Втомилися помирати? Знайдіть кам'яний вівтар і забудьте про турботи!

source: Gives the user 80 Sanity when given to a survivor's ghost.\n\nThe ghost will revive with a 25% max health penalty which can be recovered with a Booster Shot.
uk: Дає 80 глузду, якщо застосувати на привиді іншого вцілілого.\n\nПривид відродиться з обмеженням максимального здоров'я у 25%, яке можна зняти ін'єкцією.

source: Frequently, hits on this crown will cause it to create an impenetrable barrier for a short time.
uk: Якщо корона часто отримуватиме шкоду, вона створить непробивний бар'єр на короткий час.

source: A chair. You can sit in it.
uk: Стілець. На нього можна сісти.

source: A container with 6 slots. Could be a 6 item combination lock, only Metheus knows.
uk: Вмістище на 6 комірок. А може, ще й кодовий замок на 6 предметів... Одному тільки Метею відомо.

source: Removes saddles from a Beefalo without reducing saddle durability.
uk: Допомагає зняти сідло з біфало без втрати міцності сідла.

source: Can be put onto a Beefalo if it's willing.
uk: Можна надіти на біфало, якщо той не проти.

source: Can be put onto a Beefalo if it's willing. Increases speed over a regular saddle.
uk: Можна надіти на біфало, якщо той не проти. Збільшує швидкість у порівнянні зі звичайним сідлом.

source: Can be put onto a Beefalo if it's willing. Faster than a regular saddle.
uk: Можна надіти на біфало, якщо той не проти. Збільшує швидкість у порівнянні зі звичайним сідлом.

source: Can be put onto a Beefalo if it's willing. Slower than a regular saddle.
uk: Можна надіти на біфало, якщо той не проти. Зменшує швидкість у порівнянні зі звичайним сідлом.

source: A container with 9 slots that will accept food ingredient items.\n\nIt quadruples the time before the food will spoil
uk: Вмістище на 9 комірок, в якому можна зберігати лише сиру їжу.\n\nЇжа всередині псуватиметься в чотири рази довше.

source: A constructed Saltlick will attract nearby Beefalo and other herd like animals.\n\nThey will lick the saltlick, eventually depleting it.\n\nBeefalo who use the saltlick will pause their domestication decay.
uk: Встановлений лизунець привабить біфало та інших стадних тварин неподалік.\n\nВони лизатимуть сіль, поступово зменшуючи лизунець.\n\nУ біфало, що полизали лизунець, не падатиме їхня прирученість.

source: A strange object that reacts to the sanity of those around it.
uk: Дивний об'єкт, що реагує на глузд тих, хто його оточує.

source: Data is used to craft Circuits for WX-78.
uk: Дані, які можна використовувати для створення модулів WX-78.

source: Keeps crows away, so that Canaries will come instead.\n\nYou can also dress it in skins collected in your wardrobe.
uk: Відлякує ворон, натомість приваблює канарок.\n\nНа нього також можна надягати речі з гардероба.

source: Standing near this device will provide the survivor with new things they can craft.\n\nCrafting something new for the first time gives a boost of 15 Sanity.\n\nOnce an item is crafted, the survivor will know how to craft that item even away from the machine.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу майструвати нові речі.\n\nЗмайстровані вперше речі даватимуть додатково 15 глузду.\n\nЯк тільки предмет буде змайстровано, вцілілому більше не потрібно буде стояти біля машини, щоби повторно змайструвати предмет.

source: Adds missing information to your Scrapbook
uk: Додає відсутню інформацію у ваш нотатник.

source: Expands the survivor's vision range. Convenient during the day, uncomfortable at night.
uk: Збільшує дальність бачення вцілілого. Зручно вдень, проте не дуже корисно вночі.

source: When an item of Cut Stone, Marble or Moon Glass is placed on the table, a nearby survivor will be able to craft the material into a chosen sculpture.
uk: Дозволяє обробляти тесаний камінь, мармур або місячне скло, попередньо покладені на круг, в обрану скульптуру.

source: An incomplete sculpture.
uk: Незавершена скульптура.

source: A 14 slots container that will only hold seeds, nuts, and beans. Spoilage is slowed by 50%.
uk: Вмістище на 14 комірок, в якому можна зберігати лише насіння, горіхи та боби. Сповільнює їхнє псування на 50%.

source: This device is a marker for the minimap as well it will keep an area of the minimap around it updated live.
uk: Цей пристрій позначиться на мапі та буде оновлювати область навколо себе в реальному часі.

source: Restores up to 5 days of durability to items that can be repaired with the sewing kit.
uk: Відновлює до 5 днів міцності речам, які можна полагодити швейним набором.

source: Survivors can place equip slot items on this mannequin, and then they can use it to quick swap those items with what they are currently equipped with.
uk: Вцілілі можуть надягати предмети спорядження на манекен, після чого використовувати його для швидкого переодягання.

source: Used to add 5 days of durability on an item that can be sewn. Can also plug a leak on a boat.
uk: Відновлює до 5 днів міцності речам, які можна зашити. Також може залатати пробоїну на човні.

source: Standing near this device will provide the survivor with new things they can craft that are based on Pure Horror.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу майструвати нові речі із чистого кошмару.

source: A working heart that needs a new body.
uk: Живе серце, яке потребує нового тіла.

source: A working heart that used to have a new body.
uk: Живе серце, яке вже мало нове тіло.

source: A one way door of shadow that grows over time and then expires to pop up somewhere else some time later.
uk: Односторонній тіньовий отвір, що розширюється із часом, а потім зникає, щоб з'явитися в іншому місці.

source: It lurks in the shadows... You'll need to find a way to expose it before you can attack it.
uk: Вона чатує в тіні... Вам необхідно знайти спосіб викрити її, перш ніж зможете на неї напасти.

source: It can take down both creatures and trees. You can upgrade its stats, life steal and hunger, by defeating giants.\n\nThe weapon has 3 levels, and each level requires 3 giant kills to progress.
uk: Може винищувати як дерева, так і створінь. Його характеристики, вампіризм і голод можна поліпшити, долаючи гігантів.\n\nЦя зброя має 3 рівні, кожен з яких потребує вбивство 3 гігантів для поступу.

source: Bind a Beefalo to the bell. A bound Beefalo will follow the holder, even into the caves and offline.\n\nYou can also use this bell to revive a bound Beefalo.
uk: Пов'яжіть біфало із дзвіночком. Якщо взяти в руки дзвіночок — пов'язаний біфало слідуватиме за вами (навіть у печери та у світ поза мережею).\n\nТакож за допомогою нього можна відродити пов'язаного біфало.

source: Can be mined for Shell Bells.
uk: З нього можна видобути музичні мушлі.

source: Can be repaired by feeding it food.
uk: Його запас міцності можна відновити їжею.

source: Useable in the day.\n\nSurvivor recovers 2 Health per second and 1 Sanity per second but consumes 0.33 Hunger per second. It also reduces 1 Wetness per second and lowers temperature 1 degree per second down to 40 degrees.
uk: Використовується вдень.\n\nВцілілий відновлюватиме 2 здоров'я та 1 глузд щосекунди ціною втрати 0,33 ситості в секунду. Також уцілілий втрачатиме 1 вологість щосекунди та охолоджуватиметься до 40 градусів (на 1 градус щосекунди).

source: A 4 slot container that can hold petals.\n\nWhen full of petals it raises nearby survivors Sanity by 25 per minute.\n\nAs well, Abigail's health regenerates 4x faster.\n\nWhen the petals rot, they will drop out of the container onto the ground as rot.
uk: Вмістище на 4 комірки, в якому можна зберігати пелюстки.\n\nЯкщо повністю заповнити її пелюстками — підвищуватиме глузд уцілілим поблизу на 25 одиниць щохвилини.\n\nДо того ж здоров'я Абіґейл відновлюватиметься в 4 рази швидше.\n\nКоли пелюстки згниють, вони випадуть з умістища на землю у вигляді гнилі.

source: Wearing this will drive you instantly insane; even the shadows will tolerate you.
uk: Якщо надіти — ви миттєво зійдете з глузду. Навіть тіні ставитимуться до вас із терпимістю.

source: When thrown, creates a cloud that will put creatures to sleep.
uk: Якщо кинути — випустить хмару, що присиплятиме істот.

source: Will explode for 50 damage when lit. Also fuels Lanterns and Miner Hats.
uk: Якщо підпалити — вибухне, завдаючи 50 шкоди. Також є паливом для ліхтаря та капелюха шахтаря.

source: Adds 8-32 Growth Formula nutrient to the ground depending in its fermentation level.\n\nWill also trigger Wormwoods bloom for 1 to 4 minutes depending on fermentation level.
uk: Додає 8-32 поживних речовин формули росту в ґрунт, залежно від рівня ферментації.\n\nВормвуд також квітнутиме протягом 1-4 хвилин, залежно від рівня ферментації.

source: Does electrical damage which does more damage to wet targets.
uk: Завдає електричну шкоду, яка є особливо ефективною проти вологих цілей.

source: Does electrical damage which does more damage to wet targets.\n\nIncreases movement speed by 20% when held.\n\nIt can only be equipped by Wigfrids who have the "Elding Spear Enhancement II" skill.
uk: Завдає електричну шкоду, яка є особливо ефективною проти вологих цілей.\n\nЯкщо взяти в руки — підвищуватиме швидкість на 20%.\n\nЛише Віґфрід, що має навичку «Поліпшення блискавичного списа II», може взяти його в руки.

source: When held, it increases movement speed by 30% which drops to 20% and then 10% as it decays.\n\nIf dropped on the ground before completely decaying, it will float into the air after 1.5 seconds and its location will appear on the minimap to all survivors.
uk: Якщо взяти в руки — підвищуватиме швидкість уцілілого на 30%, яка згодом падатиме до 20%, а потім до 10%, залежно від запасу міцності.\n\nЯкщо кульку викинути на землю, поки її міцність не впала до 0%, вона підлетить угору через 1,5 секунди і її розташування покажеться на мапі всім уцілілим.

source: A 6 slots container that slows the spoiling of items inside.
uk: Вмістище на 6 комірок, предмети всередині якого псуватимуться повільніше.

source: Can be added to Crock Pot food using a Portable Seasoning Station.\n\nEating a dish spiced with Chili Flakes adds 20% damage to their attacks.\n\nDuration 4 minutes.\n\nAlso raises temperature 15 degrees for 15 seconds.
uk: Їх можна додати у страву з казана за допомогою портативної спецівниці.\n\nВживання страви з пластівцями чилі додасть атакам 20% шкоди.\n\nТриває 4 хвилини.\n\nТакож упродовж 15 секунд підвищуватиме температуру на 15 градусів.

source: Can be added to Crock Pot food using a Portable Seasoning Station.\n\nEating a dish spiced with Garlic reduces the damage they take to their health by 33%.\n\nDuration 4 minutes.
uk: Його можна додати у страву з казана за допомогою портативної спецівниці.\n\nВживання страви із часником знизить отримувану шкоду на 33%.\n\nТриває 4 хвилини.

source: Can be added to Crock Pot food using a Portable Seasoning Station.\n\nEating a dish spiced with Seasoning Salt grants 25% more healing for healing effects.\n\nDuration 4 minutes.
uk: Її можна додати у страву з казана за допомогою портативної спецівниці.\n\nВживання страви із кухонною сіллю зробить ефект зцілення на 25% ефективнішим.\n\nТриває 4 хвилини.

source: Can be added to Crock Pot food using a Portable Seasoning Station.\n\nEating a dish spiced with Honey Crystals doubles their rate of Mining Chopping and Hammering.\n\nDuration 4 minutes.
uk: Їх можна додати у страву з казана за допомогою портативної спецівниці.\n\nВживання страви з медовими кристалами подвоїть швидкість видобування, рубання та трощіння.\n\nТриває 4 хвилини.

source: Creates a patch of webbing on the ground near it that slows survivors and some creatures that walk on it.\n\nComes in several sizes and grows to fit its spider population.\n\nWebber may upgrade these with Silk.
uk: Навколо нього з'явиться павутиння, яке сповільнюватиме вцілілих і деяких створінь, що ходитимуть по ньому.\n\nЗбільшується в розмірах залежно від популяції павуків.\n\nВеббер може його поліпшити, використовуючи павутиння.

source: Heals 8 Health when used on survivors or creatures.
uk: Зцілює 8 здоров'я при застосуванні на вцілілому або істоті.

source: Up to 10 Spiders nearby will follow the wearer, but creatures who attack spiders will also attack the wearer.\n\nDoes not work on Spiders spawned by a Spider Queen.
uk: Якщо надіти — за вцілілим слідуватимуть до 10 павуків, проте істоти, що атакують павуків, атакуватимуть і вцілілого.\n\nНе діє на павуків, створених королевою павуків.

source: When used by webber, nearby aggressive spiders become passive and releases spiders following Webber.
uk: Веббер може використати його, щоб заспокоїти агресивних павуків поблизу та відпустити павуків, що слідують за ним.

source: Webber can use the whistle to wake up nearby spiders and spider dens.\n\nNearby spiders will stop attacking their targets and will also temporarily ignore food on the ground.
uk: За допомогою цього свистка Веббер може розбудити павуків і павучі гнізда поблизу.\n\nПавуки поблизу перестануть атакувати свої цілі й тимчасово ігноруватимуть їжу на землі.

source: Heals Webber for 8 Health and spiders in an area for 80 Health.
uk: Зцілює Веббера на 8 здоров'я, а павуків навколо себе на 80 здоров'я.

source: Cools survivors and gives light for 2 days.
uk: Охолоджує вцілілих і випромінює світло протягом 2 днів.

source: Launches a tornado that moves around randomly damaging creatures and breaking structures.
uk: Створює торнадо, що рухатиметься в довільному напрямку, завдаючи шкоду істотам та руйнуючи споруди.

source: A strange statue, reflecting the light of the moon during the day.
uk: Дивна статуя, що відбиває світло місяця протягом дня.

source: When deployed on a boat, a survivor can use it to rotate the boats direction.
uk: Якщо встановити на човен, уцілілий зможе змінювати напрямок човна.

source: An automaton capable of collecting and organizing items into containers. Store an item in a container next to it and it will know what to do!
uk: Автомат, здатний збирати та складати предмети у вмістища. Покладіть предмет біля вмістища й В.І.Н.бот зробить усе сам!

source: Sleeping in it restores 0.66 Sanity and 0.5 health per second, costing 1 Hunger per second.
uk: Сон у ньому відновлює 0,66 глузду та 0,5 здоров'я щосекунди ціною втрати 1 ситості в секунду.

source: A 15 slots container for holding Tackle.
uk: Вмістище на 15 комірок для зберігання снастей.

source: A piece of broken marble sculpture.
uk: Шмат розбитої мармурової скульптури.
