Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: *Works hard to grow mighty \n*Becomes wimpy without regular exercise \n*Can carry heavy objects with ease \n*Is afraid of monsters and the dark
uk: *Тренується, аби могутнішати \n*Слабшає без регулярних тренувань \n*З легкістю тягає важкі речі \n*Боїться монстрів та темряви

source: *Whoever they were, they're a monkey now
uk: *Ким би він не був раніш, тепер він мавпа

source: *Has a lovely axe... \n*And is at war with the forest \n*Suffers from the curse of the Werebeaver! \n*And the Weremoose and the Weregoose... \n*Is thankful for bountiful harvests
uk: *Має кохану сокиру... \n*Точить війну з лісом \n*Страждає від прокляття бобролаки! \n*А ще лоселаки та гуселаки... \n*Завжди вдячний за щедрі врожаї

source: *Has a lovely axe... \n*And is at war with the forest \n*Suffers from the curse of the Werebeaver! \n*And the Weremoose and the Weregoose... \n*Celebrates Thanksgiving at the correct time
uk: *Має кохану сокиру... \n*Точить війну з лісом \n*Страждає від прокляття бобролаки! \n*А ще лоселаки та гуселаки... \n*Святкує День подяки в правильний час

source: *Has a lovely axe... \n*And is at war with the forest \n*Suffers from the curse of the Werebeaver! \n*And the Weremoose and the Weregoose... \n*Celebrates Thanksgiving too early
uk: *Має кохану сокиру... \n*Точить війну з лісом \n*Страждає від прокляття бобролаки! \n*А ще лоселаки та гуселаки... \n*Святкує День подяки занадто рано

source: *Plants relate to him \n*Saddened when plants are killed \n*Has a Green Thumb \n*Food fills his stomach, but not his heart
uk: *Рослини споріднені йому \n*Сумує, коли рослини страждають \n*Має дар садівництва \n*Їжа наповнює його шлунок, але не серце

source: *Is an imp \n*Can hop through time and space \n*Less nourished by physical food
uk: *Бісеня\n*Може стрибати крізь час та простір\n*Менше наїдається фізичною їжею

source: *At home in the swamp \n*Has big plans for Merm-kind \n*Is a vegetarian
uk: *На болоті, як удома\n*Має великі плани на народ мермів\n*Вегетаріанка

source: *Can upgrade with circuits \n*Not a picky eater \n*Is charged by lightning, but damaged by water
uk: *Може поліпшуватися за допомогою модулів \n*Не вибагливий до їжі \n*Заряджається від блискавок, але ушкоджується від води

source: Perks & Quirks
uk: Переваги та недоліки

source: Quote
uk: Цитата

source: Nothing in hand
uk: Пустими руками

source: Enters the Constant With
uk: Потрапляє в Константу з

source: Odds of Survival
uk: Шанси на виживання

source: Play Animated Short
uk: Переглянути історію

source: The Unknown
uk: Невідомий

source: Ms. Wickerbottom
uk: Пані Вікерботтом

source: Wilson P. Higgsbury
uk: Вілсон П. Гіґґсбері

source: Anybody could be under that hat.
uk: Хто завгодно може ховатися під цим капелюхом.

source: "A Pinetree Pioneer is always prepared!"
uk: «Скаут Шишколісся завжди напоготові!»

source: "Time! I just need more time!"
uk: «Час! Мені потрібно більше часу!»

source: "Nothing worthwhile is ever done on an empty stomach!"
uk: «На голодний шлунок нічого путнього не робиться!»

source: "All the wörld's a stage. För me!"
uk: «Весь світ — театр. Öдин для мене!»

source: "Freedom suits me."
uk: «Свобода мені пасує».

source: "We're always together, and never alone!"
uk: «Ми завжди разом і ніколи не самотні!»

source: "Abigail? Come back! I'm not done playing with you."
uk: «Абіґейл? Повернися! Ми ще не дограли».

source: "Shhhh! No talking!"
uk: «Цить! Жодних розмов!»

source: "All will bathe in the prettiest of flames."
uk: «Все поглине найпрекрасніше з полум'їв».

source: "I'll conquer this world with the power of my MIND!"
uk: «Я підкорю цей світ силою свого РОЗУМУ!»

source: "Anything can be fixed with hard work and elbow grease."
uk: «Усе можна полагодити сумлінною працею та скотчем».

source: "I am mighty! No one is mightier!"
uk: «Я могутній! Немає нікого могутнішого!»

source: "Ook OOK!"
uk: «У-у-ук У-У-К!»

source: "That's a nice lookin' tree, eh? Not for long."
uk: «Гарне дерево, еге? Ненадовго».

source: "Hello friend?"
uk: «Привіт, друг?»

source: "Pardon me if I don't shake your hand."
uk: «Пробачте, але руку я вам не потисну».

source: "Mermfolk known for hos-per-tality, florp."
uk: «Мерма відомі своєю гос-тин-ні-нистю».

source: "EMPATHY MODULE NOT RESPONDING"
uk: «МОДУЛЬ ЕМПАТІЇ НЕ ВІДПОВІДАЄ»

source: Slim
uk: Невеликі

source: Grim
uk: Похмурі

source: The Fearless
uk: Одважний

source: The Performance Artist
uk: Акторка

source: The Puppet Master
uk: Ляльковик

source: The Indigestible
uk: Нестравний

source: The Bereaved
uk: Сирітка

source: The Silent
uk: Мовчазний

source: The Librarian
uk: Бібліотекарка

source: The Firestarter
uk: Піроманка

source: The Gentleman Scientist
uk: Пан науковець

source: The Handywoman
uk: Майстриня

source: The Strongman
uk: Силач

source: The Accursed
uk: Проклятий

source: The Lumberjack
uk: Лісоруб

source: The Lonesome
uk: Самітник

source: The Half-Pint
uk: Малолітка

source: The Soulless Automaton
uk: Бездушний автоматон

source: Whispering Grand Suit
uk: Величне вбрання шелесту

source: Steadfast Grand Suit
uk: Непохитне величне вбрання

source: Silken Grand Suit
uk: Шовковисте величне вбрання

source: Jagged Grand Suit
uk: Зубчасте величне вбрання

source: Carrat Pack
uk: Рюкзак щурквини

source: Romantic Birdcage
uk: Романтична пташина клітка

source: Traveling Ensemble
uk: Костюм мандрівниці

source: Carrat Costume Top
uk: Тіло костюма щурквини

source: Fool's Ensemble
uk: Костюм блазня

source: Greenrose Ensemble
uk: Костюм зеленої троянди

source: Boulder Bell
uk: Кам'яна гантель

source: Magic Skull
uk: Магічний череп

source: Battle
uk: Бій

source: Crockpot
uk: Казан

source: Deerclops Eye
uk: Око оленециклопа

source: Farm
uk: Ферма

source: Heart
uk: Серце

source: Horn
uk: Ріг

source: Hungry Stomach
uk: Голодний шлунок

source: Lightbulb
uk: Лампочка

source: Pigman
uk: Свин

source: Poop
uk: Гній

source: Sanity Brain
uk: Здоровий глузд

source: Skull
uk: Череп

source: Thumbs Up
uk: Палець угору

source: Tophat
uk: Циліндр

source: Trophy
uk: Трофей

source: Spider Web
uk: Павутина

source: Carol Emote
uk: Емоція «Колядка»

source: Chicken Dance Emote
uk: Жест «Танець курчати»

source: Robot Dance Emote
uk: Емоція «Танок робота»

source: Step Dance Emote
uk: Емоція «Чечітка»

source: Fist Shake Emote
uk: Емоція «Махання кулаком»

source: Flex Emote
uk: Емоція «Гра мускулами»

source: Impatient Emote
uk: Емоція «Нетерплячість»

source: Cheer Emote
uk: Емоція «Радощі»

source: Laugh Emote
uk: Емоція «Сміх»

source: Shrug Emote
uk: Емоція «Знизання плечей»

source: Sleepy Emote
uk: Емоція «Сонливість»

source: Slow Clap Emote
uk: Емоція «Повільні оплески»

source: Swoon Emote
uk: Емоція «Захват»

source: Yawn Emote
uk: Емоція «Позіхання»

source: Oxford Shoes
uk: Оксфордські черевики

source: Muddy Gardening Boots
uk: Брудні садові чоботи

source: Barbed Helmet
uk: Колючий шолом

source: Nox Helmet
uk: Невілів шолом

source: Muddy Gardening Gloves
uk: Брудні садові рукавиці

source: The Mad Scientist Chest
uk: Скриня божевільного науковця

source: Black Crow
uk: Чорна ворона

source: Moose/Goose
uk: Лосегуска

source: Curio Collector
uk: Збирач цікавинок

source: Rhinocebro
uk: Бросоріг

source: Conch Torch
uk: Смолоскип з мушлі

source: Pipton
uk: Піптон

source: Sammy
uk: Семмі

source: Werepig
uk: Свинолака

source: Gatekeepers' Club
uk: Булава Вартових

source: Carrat Torch
uk: Смолоскип щурквини

source: Carved Stone Torch
uk: Різьблений кам'яний смолоскип

source: Rustic Torch
uk: Простакуватий смолоскип

source: Weatherbeaten Torch
uk: Побитий негодами смолоскип

source: Tragic Torch
uk: Трагічний смолоскип

source: Hallowed Light
uk: Відьмаче світило

source: Carrat Costume
uk: Костюм щурквини

source: Deerclops Costume
uk: Костюм оленециклопа

source: Deerfrid Mask
uk: Маска Оленя

source: The Straw-Stuffed
uk: Опудало

source: Winged Victory
uk: Крилата переможниця

source: The Ultimate Performer
uk: Неймовірна виконавиця

source: Winged Helm
uk: Крилатий шолом

source: Golden Helm
uk: Золотий шолом

source: The Mad Scientist
uk: Божевільний науковець

source: "I didn't do it. Really."
uk: «Це не я. Чесно».

source: "Even the most majestic tree's gotta start as a seed."
uk: «Навіть найвеличніші дерева починають як насіння»

source: "Forests are full of shadows, eh?"
uk: «Ліси сповнені тіней, ге?»

source: "To chop the tree, you must be the tree."
uk: «Аби зрубати дерево, треба бути як дерево»

source: Beefalo Body
uk: Тіло біфало

source: Beefalo Feet
uk: Копита біфало

source: Beefalo Head
uk: Голова біфало

source: Beefalo Tail
uk: Хвіст біфало

source: Hand
uk: Руки

source: Ancient Collection
uk: Стародавня колекція

source: Art Nouveau Collection
uk: Колекція ар-нуво

source: Barber's Collection
uk: Колекція барбера

source: Farmhand Collection
uk: Фермерська колекція

source: Decorator's Collection
uk: Колекція декоратора

source: Oasis Bound Collection
uk: Оазова колекція

source: Abyssal Collection
uk: Глибинна колекція

source: Cawnival Collection
uk: Кар-р-рнавальна колекція

source: Head Chef Collection
uk: Колекція шеф-кухаря

source: Side Show Collection
uk: Циркова колекція

source: Line Cook Collection
uk: Кухарська колекція

source: Costume Collection
uk: Костюмована колекція

source: Cottage Collection
uk: Котеджна колекція

source: Crystalline Collection
uk: Кристальна колекція

source: Detective Collection
uk: Детективна колекція

source: Fantasmical Collection
uk: Фантастична колекція

source: Trawler Collection
uk: Рибальська колекція

source: Fool's Collection
uk: Колекція блазня

source: Formal Collection
uk: Формальна колекція

source: Gothic Collection
uk: Готична колекція

source: Hallowed Nights Collection
uk: Колекція Святих ночей

source: Hand-me-down Collection
uk: Вживана колекція

source: Forlorn Doll Collection
uk: Колекція знедоленої ляльки

source: Heart Collection
uk: Сердешна колекція

source: Canadiana Collection
uk: Канадійська колекція

source: Snowfallen Collection
uk: Колекція заметілі

source: Pantomime Collection
uk: Колекція пантоміми

source: Forge Collection
uk: Колекція Кузні

source: Moonbound Collection
uk: Місячна колекція

source: Lunar New Year Collection
uk: Колекція місячного Нового року

source: Masquerade Collection
uk: Маскарадна колекція

source: Musclebound Collection
uk: М'язиста колекція

source: Minotaur Collection
uk: Колекція мінотавра

source: Hollow Collection
uk: Пустотна колекція

source: Nautical Collection
uk: Морська колекція

source: Next of Kin Collection
uk: Колекція членів родини

source: Uncorrupted Collection
uk: Непошкоджена колекція

source: Nom de Plume Collection
uk: Колекція ном де плюм

source: Swashbuckler Collection
uk: Колекція морського вовка

source: Promotional Collection
uk: Спеціальна колекція

source: Experimental Collection
uk: Експериментальна колекція

source: Rose Collection
uk: Трояндова колекція

source: Seaside Collection
uk: Прибережна колекція

source: Shadow Collection
uk: Тіньова колекція

source: Shorts Collection
uk: Колекція роликів

source: Tinkersmith Collection
uk: Колекція бляхаря

source: Strongman Collection
uk: Колекція силача

source: Survivor Collection
uk: Колекція вцілілих

source: Decennial Collection
uk: Колекція десятиріччя

source: An Eye for an Eye Collection
uk: Колекція «Око за око»

source: Winged Victory Collection
uk: Колекція крилатої перемоги

source: Year of the Varg Collection
uk: Колекція року Варґа

source: Victorian Collection
uk: Вікторіанська колекція

source: Wagstaff Collection
uk: Колекція Ваґстаффа

source: Winter Collection
uk: Зимова колекція

source: Dark Wizard Collection
uk: Колекція хмурого чаклуна

source: Year of the Carrat Collection
uk: Колекція року Щурквини

source: Year of the Pig King Collection
uk: Колекція року Короля свиней

source: Merrymaker Collection
uk: Різдвяна колекція

source: Bed Roll
uk: Спальний мішок

source: Tin Fishin' Bin
uk: Бляшаний садок для риб

source: Webber's Beard
uk: Борода Веббера

source: Wilson's Beard
uk: Борода Вілсона

source: Head/Base
uk: Чолова/тулуб

source: Beefalo Clothing
uk: Одяг біфало

source: Emoticon
uk: Емотикон

source: Loading Image
uk: Фон завантаження

source: Mystery Box
uk: Таємнича коробка

source: Critter
uk: Тваринки

source: Player Portrait
uk: Портрет гравця

source: Profile Icon
uk: Значок профілю

source: The complete regalia of a full-fledged Pinetree Pioneer.
uk: Повні регалії повноцінного піонера Шишколісся.

source: Add a dash of color to the conversation.\n\nType :abigail: in chat to use this emoticon.
uk: Додайте трохи барв у розмову.\n\nВпишіть :abigail: в чаті, щоб використати емотикон.

source: Add a little science to everyone's day.\n\nType :alchemyengine: in chat to use this emoticon.
uk: Додайте трохи науки у щодення.\n\nВпишіть :alchemyengine: у чаті, щоб використати емотикон.

source: Make chatting a little more magical.\n\nType :arcane: in chat to use this emoticon.
uk: Зробіть спілкування в чаті чарівнішим.\n\nВпишіть :arcane: у чаті, щоб використати емотикон.

source: If there's one thing you can do with this backpack, it's carry a conversation.\n\nType :backpack: in chat to use this emoticon.
uk: Якщо з цим рюкзаком і можна щось робити, то це вести розмову.\n\nВпишіть :backpack: у чаті, щоб використати емотикон.

source: Let everyone know you're ready for a fight with this battle emoticon.\n\nType :battle: in chat to use this emoticon.
uk: Повідомте всім, що ви готові до бою, за допомогою цього емотикону.\n\nВпишіть :battle: у чаті, щоб використати емотикон.

source: A cute beefalo face brightens any conversation.\n\nType :beefalo: in chat to use this emoticon.
uk: Миле личко біфало прикрасить будь-яку розмову.\n\nВпишіть :beefalo: у чаті, щоб використати емотикон.

source: Let everyone in chat know that you're a busy bee.\n\nType :beehive: in chat to use this emoticon.
uk: Повідомте всім у чаті, що ви працюєте, як бджілка.\n\nВпишіть :beehive: у чаті, щоб використати емотикон.

source: Pick and choose your topics of conversation.\n\nType :berry_bush: in chat to use this emoticon.
uk: Підбирайте й обирайте теми для розмови.\n\nВпишіть :berry_bush: у чаті, щоб використати емотикон.

source: Ehh, what's up, chat?\n\nType :carrot: in chat to use this emoticon.
uk: Гей, шо ви там, чат?\nВпишіть :carrot: у чаті, щоб використати емотикон.

source: For conversations where you need to get something off your chest.\n\nType :chest: in chat to use this emoticon.
uk: Скринька з вашими секретами.\n\nВпишіть :chest: у чаті, щоб використати емотикон.

source: A loyal friend makes a great addition to any chat.\n\nType :chester: in chat to use this emoticon.
uk: Вірний друг — чудове доповнення до будь-якого чату.\n\nВпишіть :chester: у чаті, щоб використати емотикон.

source: Use this emoticon to let others know what's for dinner.\n\nType :crockpot: in chat to use this emoticon.
uk: Використовуйте цей емотикон, щоб повідомити іншим про вечерю.\n\nВпишіть :crockpot: у чаті, щоб використати емотикон.

source: Make sure all your chat jokes go over easy.\n\nType :egg: in chat to use this emoticon.
uk: Для дискусій на тему «Що було першим, курка чи яйце?»\n\nВпишіть :egg: у чаті, щоб використати емотикон.

source: Keep an eye on chat with this eyeball emoticon.\n\nType :eyeball: in chat to use this emoticon.
uk: Наочне спостерігайте за чатом за допомогою цього очного яблука.\n\nВпишіть :eyeball: у чаті, щоб використати емотикон.

source: What're you looking at, chat?\n\nType :eyeplant: in chat to use this emoticon.
uk: На що так зиркаєш, га?\n\nВпишіть :eyeplant: у чаті, щоб використати емотикон.

source: Some people are just chatterboxes.\n\nType :faketeeth: in chat to use this emoticon.
uk: Деякі люди аж надто балакучі.\n\nВпишіть :faketeeth: у чаті, щоб використати емотикон.

source: This farm emoticon is sure to cultivate excellent conversation.\n\nType :farm: in chat to use this emoticon.
uk: Цей смайлик ферми обов'язково буде сприяти чудовій розмові.\n\nВпишіть :farm: у чаті, щоб використати емотикон.

source: Ignite conversation with this fire emoticon.\n\nType :fire: in chat to use this emoticon.
uk: Використовувати лише у разі палких дискусій.\n\nВпишіть :fire: у чаті, щоб використати смайлик.

source: Keep conversations burning late into the night with this firepit emoticon.\n\nType :firepit: in chat to use this emoticon.
uk: Підтримуйте бесіди до світанку за допомогою цього смайлика з багаттям.\n\nВпишіть :firepit: у чаті, щоб використати смайлик.

source: Make sure others witness your strong conversational skills.\n\nType :flex: in chat to use this emoticon.
uk: Переконайтеся, що інші є свідками ваших сильних комунікативних навичок.\n\nВпишіть :flex: у чаті, щоб використати смайлик.

source: Being thrust into a new world of dangers is a great conversation-starter!\n\nType :portal: in chat to use this emoticon.
uk: Занурення в новий світ небезпек — чудова тема для розмови!\n\nВпишіть :portal: у чаті, щоб використати смайлик.

source: Bring a touch of the supernatural to chat.\n\nType :ghost: in chat to use this emoticon.
uk: Внесіть відчуття таємничості в чат.\n\nВпишіть :ghost: у чаті, щоб використати смайлик.

source: Sometimes you just have to drop a nugget of truth into the conversation.\n\nType :gold: in chat to use this emoticon.
uk: Іноді вам просто потрібно додати в розмову самородок істини.\n\nНапишіть :gold: у чаті, щоб використати смайлик.

source: This emoticon is suited to even the gravest of conversation topics.\n\nType :grave: in chat to use this emoticon.
uk: Цей смайлик підходить навіть для найсерйозніших тем для розмови.\n\nВпишіть :grave: у чаті, щоб використати смайлик.

source: Go ham in chat with this ham bat emoticon.\n\nType :hambat: in chat to use this emoticon.
uk: Не дозволяйте шинці вдарити вам по голові.\n\nВпишіть :hambat: у чаті, щоб використати смайлик.

source: A hammer chat emoticon is sure to drive any point home.\n\nType :hammer: in chat to use this emoticon.
uk: Смайлик молотка в чаті неодмінно допоможе вам досягти будь-якої мети.\n\nВпишіть :hammer: у чаті, щоб використати смайлик.

source: Show everyone you care with this heart emoticon.\n\nType :heart: in chat to use this emoticon.
uk: Покажіть усім, хто вам небайдужий, цей смайлик серця.\n\nВпишіть :heart: у чаті, щоб використати смайлик.

source: Get on the horn with chat.\n\nType :horn: in chat to use this emoticon.
uk: Галас горна перекриватиме галас у чаті.\nВпишіть :horn: у чаті, щоб використати смайлик.

source: Let your friends in chat know you're feeling a bit peckish.\n\nType :hunger: in chat to use this emoticon.
uk: Повідомте друзям у чаті, що ви зголодніли.\n\nВпишіть :hunger: у чаті, щоб використати смайлик.

source: Illuminate conversations with this lightbulb emoticon.\n\nType :lightbulb: in chat to use this emoticon.
uk: Освітлюйте бесіди за допомогою цього смайлика лампочки.\n\nІпишіть :lightbulb: у чаті, щоб використати смайлик.

source: Put a big ol' hunk of meat in chat. Why not?\n\nType :meat_big: in chat to use this emoticon.
uk: Залиште великий шматок м'яса в чаті. Чом би й ні?\n\nВпишіть :meat_big: у чаті, щоб використати смайлик.

source: Chatting's never a boar with this pigman emoticon.\n\nType :pig: in chat to use this emoticon.
uk: Аби спілкування не перетворювалось на свинство, скористайтеся цим смайликом свина.\n\nВпишіть :pig: у чаті, щоб використати смайлик.

source: Some emotions are simply best expressed through manure.\n\nType :poop: in chat to use this emoticon.
uk: Деякі емоції просто ідеально виражаються гноєм.\n\nВпишіть :poop: в чаті, щоб використати смайлик.

source: Let someone know you think they're a gem.\n\nType :redgem: in chat to use this emoticon.
uk: Дайте зрозуміти, що ви вважаєте когось коштовним.\n\nВпишіть :redgem: у чаті, щоб використати смайлик.

source: Let someone know their comment was a gem.\n\nType :refine: in chat to use this emoticon.
uk: Дайте зрозуміти, що останнє повідомлення було справжнім самоцвітом.\n\nВпишіть :refine: у чаті, щоб використати смайлик.

source: Bring the chat to life!\n\nType :resurrection: in chat to use this emoticon.
uk: Оживіть чат!\n\nВпишіть :resurrection: у чаті, щоб використати цей смайлик.

source: Bring just a pinch of salt to chat.\n\nType :salt: in chat to use this emoticon.
uk: Додайте в чат дрібку солі.\n\nВпишіть :salt: у чаті, щоб використати смайлик.

source: It'd be insane not to use this brain emoticon in chat.\n\nType :sanity: in chat to use this emoticon.
uk: Безумством було б не використовувати цей смайлик мозку в чаті.\n\nВпишіть :sanity: в чаті, щоб використати смайлик.

source: Let everyone in chat know it's time for science.\n\nType :sciencemachine: in chat to use this emoticon.
uk: Повідомте всім у чаті, що настав час для науки.\n\nВпишіть :sciencemachine: у чаті, щоб використати смайлик.

source: Give the conversation a hint of magic.\n\nType :shadowmanipulator: in chat to use this emoticon.
uk: Надайте розмові магічного вигляду.\n\nВпишіть :shadowmanipulator: у чаті, щоб використати смайлик.

source: Some topics of conversation are best buried.\n\nType :shovel: in chat to use this emoticon.
uk: Деякі теми для розмови краще поховати.\n\nВпишіть :shovel: у чаті, щоб використати смайлик.

source: Abandon all hope ye who enter chat.\n\nType :skull: in chat to use this emoticon.
uk: Прочиніть трохи вікно у чаті за допомогою цього смайлика черепа.\n\nВпишіть :skull: у чаті, щоб використати смайлик.

source: Use this thumbs up emoticon to let everyone know that you approve.\n\nType :thumbsup: in chat to use this emoticon.
uk: Використовуйте цей смайлик з піднятим угору великим пальцем, щоб дати всім знати, що ви схвалюєте.\n\nВпишіть :thumbsup: у чаті, щоб використати смайлик.

source: Class up any conversation with this top hat emoticon.\n\nType :tophat: in chat to use this emoticon.
uk: Прикрасьте будь-яку розмову цим смайликом циліндра.\n\nВпишіть :tophat: у чаті, щоб використати смайлик.

source: For illuminating conversation.\n\nType :torch: in chat to use this emoticon.
uk: Для освічених розмов.\n\nВпишіть :torch: у чаті, щоб використати смайлик.

source: Lure others into conversation with this trap emoticon.\n\nType :trap: in chat to use this emoticon.
uk: Заманюйте інших до розмови за допомогою цього смайлика-пастки.\n\nВпишіть :trap: у чаті, щоб використати смайлик.

source: Let everyone know they did great with this trophy emoticon.\n\nType :trophy: in chat to use this emoticon.
uk: Повідомте всім, що ви досягли успіху, за допомогою цього смайлика трофея.\n\nВпишіть :trophy: у чаті, щоб використати смайлик.

source: Say "hi" to chat with this wave emoticon!\n\nType :wave: in chat to use this emoticon.
uk: Скажіть «привіт» в чаті за допомогою цього смайлика!\n\nВпишіть :wave: у чаті, щоб використати смайлик.

source: Get tangled up in conversation with this spider web emoticon.\n\nType :web: in chat to use this emoticon.
uk: Заплутайтеся в розмові за допомогою цього смайлика павутиння.\n\nВпишіть :web: у чаті, щоб використати смайлик.

source: A wormhole emoticon, for quick escape from awkward conversations.\n\nType :wormhole: in chat to use this emoticon.
uk: Смайлик червоточини, для швидкої втечі від незручних розмов.\n\nВпишіть :wormhole: у чаті, щоб використати смайлик.

source: Type /carol to sing a Winter's Feast carol.
uk: Впишіть /carol, щоб заспівати колядку на Зимовий бенкет.

source: Type /chicken to do a chicken dance!
uk: Впишіть /chicken, щоб виконати танець курча!

source: Type /robot to do the robot!
uk: Впишіть /robot, щоб виконати танок робота!

source: Type /step to perform a step dance.
uk: Впишіть /step, щоб виконати чечітку.

source: Type /fistshake to show your frustration.
uk: Впишіть /fistshake, щоб підкреслити своє розчарування.

source: Type /flex to flex your muscle!
uk: Впишіть /flex, щоб пограти мускулами!
