Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Is your mind already bursting with secret knowledge? You can turn off Loading Tips anytime in the Options menu.
uk: Ваш мозок уже переповнений таємними знаннями? Підказки під час завантаження гри можна вимкнути в меню «Опції».

source: When creating a new world, switch the Game Mode to Endless to allow you and your friends to revive at the Florid Postern.
uk: Під час створення нового світу, змініть режим гри на «Нескінченний», щоб ви та ваші друзі могли відродитися біля химерної потерни.

source: Hold {action} to automatically pick up nearby items and perform actions. Just make sure you're holding the right tool for the job!
uk: Утримуйте {action}, щоб автоматично підіймати та взаємодіяти з предметами. Не забувайте при цьому тримати відповідний інструмент у руках!

source: Hold {inspect} to inspect the world around you.
uk: Утримуйте {inspect}, щоб оглянути світ навколо себе.

source: Server hosts can roll back one day or regenerate the world by accessing the Server Commands menu in the Pause Screen.
uk: Творець сервера може відновити світ на один день назад або перегенерувати світ, звернувшись до меню «Команди сервера» на екрані «Павза».

source: Press {rotateleft} & {rotateright} to rotate your view of the world.
uk: Натисніть {rotateleft} або {rotateright}, щоб змінити свій погляд на світ.

source: Press {map} to take a quick glance at your map.
uk: Натисніть {map}, щоб кинути оком на мапу.

source: Customize your loading screens in the Vignette section of the Curio Cabinet if you're looking for a little change of scenery.
uk: Персоналізуйте екрани завантаження у підрозділі «Світлини» у «Шафі цікавинок», якщо бажаєте дещо змінити обставу.

source: Meddle with World Gen settings in the Options menu to shape a world to your liking.
uk: Змінюйте налаштування генерації світу в меню «Опції», щоб створити світ на свій смак і розсуд.

source: Hold {attack} to attack enemies.
uk: Утримуйте {attack}, щоб атакувати ворогів.

source: Play with Controls Settings in the Options Menu to fit your control needs.
uk: Пограйтеся з налаштуваннями елементів керування в меню «Опції», задовольніть потреби контролю.

source: Press {chat} to talk to other players. If you wish to speak privately, press {whisper} to whisper to someone.
uk: Натисніть {chat}, щоб поговорити з іншими гравцями. Якщо ви хочете поспілкуватися з кимось особисто, натисніть {whisper}.

source: Hold {modifier} and {secondary} to quick drop items from your inventory.
uk: Натисніть {modifier} та {secondary}, щоб миттєво викинути предмети з інвентарю.

source: Hold {modifier} + {attack} to attack anything that looks at you sideways, even friends.
uk: Утримуйте {modifier} + {attack}, щоб атакувати все, що дивиться на вас косо, зокрема й друзів.

source: Hold {modifier} and {primary} on stacks of items in your inventory to quickly grab half the stack.
uk: Утримуйте {modifier} і {primary} на стосах предметів у своєму інвентарі, щоб миттєво розділити стос.

source: Hold down {primary} to automatically harvest nearby items or attack, whatever suits your fancy!
uk: Утримуйте {primary}, щоб автоматично збирати предмети поблизу або атакувати. До чого більше лежить ваша душа!

source: Press {inspectself} to take a look at which item and character skins you are using.
uk: Натисніть {inspectself}, щоб подивитися, які вигляди предметів і персонажів ви використовуєте.

source: Press {inv_0}-{inv_9} to quickly use items carried in your main inventory.
uk: Натисніть {inv_0}-{inv_9}, щоб швидко використати предмет з вашого основного інвентарю.

source: Keep tabs on your fellow Survivors by pressing the {playerstatus} key.
uk: Слідкуйте за справами своїх товаришів за допомогою клавіші {playerstatus}.

source: In the Constant, the darkness has a name. Have you met Charlie yet?
uk: У Константі темрява теж має ім'я. Ви вже знайомі з Чарлі?

source: Maxwell (né William Carter) was once nothing more than a humble stage magician, until the discovery of a mysterious tome changed the course of his life forever.
uk: Максвелл (раніше — Вільям Картер) колись був лише скромним сценічним фокусником, доки не знайшов таємничий фоліант, який назавжди змінив його життя.

source: Once the King of the Nightmare Throne, Maxwell now finds himself surviving alongside the very people he once tormented. Needless to say, it makes for a bit of an... awkward atmosphere.
uk: Максвелл, колишній король трону жахів, зараз виживає поряд з тими самими людьми, катом яких він колись був. Чи варто говорити, що це створює трохи... незручну атмосферу.

source: "It seems that every time we discover a doorway out of this terrible place, it just leads to more strange worlds with new horrors to endure. Still, I can't give up hope that one day we'll find a doorway that will take us home..." -W
uk: «Здається, що кожного разу, коли ми відчиняємо нові двері цього жахливого місця, вони ведуть до ще більш дивних світів з новими жахіттями, які доводиться переживати. Але я не можу втратити надію, що одного дня ми знайдемо двері, які виведуть нас додому...» — В.

source: "You can't run from Them forever. Take it from me, pal." -M
uk: «Ти не можеш тікати від Них вічно. Повір мені, приятелю». — M.

source: Time moves differently in the Constant. Instead of a monotonous forward march, seconds and eternities seem to throw caution to the wind and do-si-do backwards and forwards as they please.
uk: У Константі час плине зовсім інакше. Замість монотонного маршу вперед, секунди та вічності, здається, забули про обережність та мчать собі то вперед, то назад. Поводяться, як їм заманеться.

source: Walter's time in the Pinetree Pioneers has made him more prepared than most for surviving in the wilderness. Unfortunately, this is undermined somewhat by his blind fascination with monsters.
uk: Час, що Волтер провів у «Скаутах Шишколісся», зробив його більш підготовленим до виживання в дикій природі за будь-кого. На жаль, цей факт дещо нівелюється його сліпим захопленням потворами.

source: "Nothing here is what it seems. If you're reading this, keep an eye on the rabbits, don't trust the statues, and don't mistake that thing hanging in the night sky for the moon..." -W
uk: «Ніщо тут не є тим, чим здається. Якщо ви читаєте це: стежте за кроликами, не довіряйте статуям, і не плутайте штуку, що висить у нічному небі, з місяцем...» — В.

source: Once upon a time, a little boy was swallowed up whole by a big hungry spider. Now they share everything; a body, a mind, and the name Webber.
uk: Одного разу великий зголоднілий павук проковтнув маленького хлопчика. Відтоді, вони ділять між собою все: і тіло, і розум, і ім'я Веббер.

source: Nothing could ever come between Wendy and her twin sister Abigail. Some bonds transcend even death.
uk: Ніщо і ніколи не могло стати між Венді та її сестрою-близнючкою Абіґейл. Сестринський зв'язок не підвладний навіть смерті.

source: Wickerbottom is of the firm belief that the pen is mightier than the sword. Words hold great power when used correctly.
uk: Вікерботтом усім серцем вірить, що слова сильніше меча. Слова мають велику силу, якщо їх правильно використовувати.

source: Nothing brings Willow more comfort than snuggling her faithful teddy bear Bernie, and committing a playful bit of arson.
uk: Ніщо не приносить Віллоу більше втіхи, ніж притискати до себе свого вірного іграшкового ведмедика Берні та бавитися з вогнем.

source: Wilson chose the path of an independent Gentleman Scientist after finding the university environment to be too stifling for a man of his ambitions. (The enormous bill the university sent him to pay for repairs to the chemistry lab had absolutely nothing to do with this.)
uk: Вілсон обрав шлях непокірного пана науковця, позаяк університетське середовище було надто гнітючим для людини з його амбіціями. (Величезний рахунок, який університет надіслав йому за ремонт хімічної лабораторії, не мав з цим нічого спільного.)

source: Growing up, Winona always looked out for her younger sister. Even now, she can't help but feel that one day she'll be able to reach out into the darkness and pull Charlie back.
uk: З дитинства Вінона завжди піклувалася про свою молодшу сестру. Навіть зараз вона не може позбутися думки про те, що одного дня вона зможе простягнути руки в темряву та витягти Чарлі назад.

source: Even with all the steps Woodie has taken to control his were-curse, there's little that can be done on nights when the moon is at its fullest.
uk: Навіть попри всі заходи, що вживає Вуді, щоб опанувати своє прокляття, мало що можна зробити вночі, коли місяць у повні.

source: "Last time I baited my hook with berries I caught more fish than I could carry, but when I tried today? Barely a nibble! Guess the berry trick only works on some of 'em." -W
uk: «Востаннє, коли я наживляв гачок ягодами, я зловив більше риби, ніж зміг би взяти. Проте, спробувавши сьогодні? Ледь клювало! Здається, ягідна приманка працює лише на деякий риб» — В.

source: "From time to time I've spotted bottles bobbing along the ocean currents, just out of reach from the shore. I have half a mind to construct a boat and retrieve one of them... I have a gut feeling that someone is trying to send out a message." -W
uk: «Подеколи я помічаю пляшки, що колихаються в океанських хвилях, надто далеко від берега, щоб їх можна було дістати. Мені так і кортить побудувати човен і витягти одну з них... Я маю відчуття, що хтось намагається відправити повідомлення» — В.

source: "I finally worked up the courage to explore the underground caverns. To my surprise, I found there was ample light provided by a most curious glowing plant that seems to grow naturally throughout the cave system. I've harvested some bulbs for further study." -W
uk: «Врешті-решт набравшись духу, я вирішив дослідити підземні печери. На мій подив, виявилося, що там було достатньо світла, що випромінювалося дуже цікавою сяючою рослиною, що, здається, природно росте по всій печерній системі. Я зібрав кілька цибулин для подальшого вивчення» — В.

source: "You know what they say, you can't get charcoal without burning down a few trees!" -W
uk: «Знаєш, кажуть, що не можна отримати деревне вугілля, не спаливши кілька дерев!» — В.

source: "Today I was surprised to come upon a cobbled road - how did this hallmark of civilization come to be in this untamed wilderness?" -W
uk: «Сьогодні мене здивувала брукована дорога, що виднілася в лісі — як ця ознака цивілізації з'явилася в цій безлюдній пустелі?» — В.

source: "I experimented with making a rudimentary compass and discovered that this place does in fact seem to have a magnetic North. Curiously, it also pointed out the positions of my fellow camp mates who, as it turned out, had already crafted similar compasses of their own." -W
uk: «Я поекспериментував з виготовленням примітивного компаса і виявив, що це місце справді має магнетичну північ. Цікаво, що компас також вказував на позиції моїх товаришів по табору, які, як виявилося, вже виготовили подібні компаси» — В.

source: "Once I've perfected a recipe, I find it helpful to write it down. Luckily, I've been able to cobble together a rough cookbook for just such a thing out of some spare pieces of parchment. Now my mind is free to worry about more immediate things..." -W
uk: «Щойно я доводжу рецепт до досконалості, одразу записую його, щоб не забути. На щастя, я завжди маю під рукою книгу рецептів, створену зі шматків папірусу. Тепер мої думки чисті, і я турбуюся про більш нагальні речі...» — В.

source: "They say the Shadow Queen herself comes at night to snatch up anyone foolish enough to wander in the dark..." -W
uk: «Кажуть, що сама Королева тіней являється вночі, аби забрати всіх, хто має дурість блукати в темряві...» — В.

source: "I stumbled upon a rather suspicious mound of dirt... perhaps it was left by a creature of some sort? This may require further investigation..." -W
uk: «Я натрапив на досить підозрілу купу бруду... можливо, її залишила якась істота? Слід провести подальші дослідження...» — В.

source: "A flare was sent up from the forest last night. I know I should have set out immediately to help, but... well... I suppose I hesitated too long by the comforting glow of my campfire, and before I knew it the flare had faded from view. I do hope whoever it was is alright..." -W
uk: «Учорашньої ночі ліс осяяла сигнальна ракета. Знаю, я повинен був негайно вирушити на допомогу, але... ну що ж... Гадаю, я задовго вагався в теплі й безпеці багаття, перш ніж встиг озирнутися, як сигнальна ракета розчинилася в повітрі. Сподіваюся, той, хто її випустив живий і здоровий...» — В.

source: "I've finally perfected my design for an ingenious (if I do say so myself) device that stores important garden-based knowledge. Certain naysayers might point out that it looks like nothing more than an overturned flowerpot worn on the head... some people simply don't have an eye for science." -W
uk: «Я нарешті вдосконалив свій дизайн геніального (на мою скромну думку) пристрою, що зберігатиме важливі знання з рослинництва. Дехто зі скептиків зауважить, що це схоже на перекинутий вазон, який носять на голові... деякі люди геть не розуміються на науці» — В.

source: "Blast this heat! Where's a nice, chilled drink when you need it?" -M
uk: «Клята спека! Де ж гарний, прохолодний напій, коли він так потрібен?» — M.

source: "The Merms are fiercely territorial, and quick to defend their homes. Though I honestly can't imagine anyone else wanting to take up residence in those ram-shackle hovels..." -M
uk: «Мерми страшенно обожнюють свою землю та завзято її боронять. Хоча, чесно кажучи, важко уявити, щоб хтось інший захотів оселитися у цих напіврозвалених халупах...» — M.

source: "I couldn't have imagined it, I'm certain I just saw a piece of the moon break off and crash into the ocean! Perhaps my compatriots will join me in a search for it..." -W
uk: «Мені не здалося, я певен, що допіру бачив, як шматок місяця відколовся й упав у океан! Може, хтось із моїх товаришів допоможе його знайти...» — В.

source: "The moon in this world seems to hold some strange power over the creatures here. It changes them..." -W
uk: «Місяць у цьому світі, здається, має якусь дивну здатність упливати на тутешніх істот. Він змінює їх...» — В.

source: "We shouldn't hurt things that don't hurt us. If we're mean, bad old Mr. Krampus will come..." -W
uk: «Нам не слід кривдити тих, хто не кривдить нас. Якщо злість візьме гору, по нас прийде старий злий пан Крампус...» — В.

source: "Recipes are useful, but a true chef knows the importance of experimenting with new ingredients and flavors, and this world certainly provides an abundance of unusual things to choose from." -W
uk: «Рецепти корисні, але справжній шеф-кухар знає, як важливо експериментувати з новими інгредієнтами та смаками, а цей світ, безумовно, надає безліч незвичайних речей на вибір» — В.

source: "What strange new islands and creatures might I encounter if I journey out to sea? I shudder to think... but curiosity has a tendency to get the better of me..." -W
uk: «Що за дивні нові острови й істоти можуть зустрітися мені, якщо я вийду в море? Я тремчу від однієї думки... але цікавість має властивість брати гору...» — В.

source: "The Pig men seem to harbor a deep dislike for the Constant's more monstrous denizens, attacking them on sight. While I personally can't blame them, it does pose a bit of a problem for some of my compatriots..." -W
uk: «Здається, свині затаїли глибоку неприязнь до жахливіших мешканців Константи, нападаючи на них при першій же нагоді. Хоча особисто я не можу їх звинувачувати, це створює певні проблеми для деяких моїх сусідів...» — В.

source: "The bushes I replanted by the camp are looking sickly... I suspect they'll require some extra care before they can produce any berries again." -W
uk: «Ті кущі, що я пересадив біля табору, виглядають нездоровими... Припускаю, що їм знадобиться додатковий догляд, перш ніж знову даватимуть плоди» — В.

source: "We nearly lost one of our number today. In a mad daze I created... something... that managed to pull our friend back to the land of the living, but... whatever it was, I fear I cannot rightfully say it was within the realm of science..." -W
uk: «Сьогодні ми ледь не втратили одного з наших. У божевільному заціпенінні я створив... щось... що змогло повернути нашого друга до світу живих, але... що б це не було, боюся, я не в змозі з упевненістю стверджувати, що це було в межах науки...» — В.

source: "It turns out that Koalefants are a bit hardier than I expected. I (quite sensibly) decided to take a... strategic retreat until I'm better prepared." -W
uk: «Схоже, що коалослони є дещо стійкішими, ніж я вважав. Я (цілком розумно) вирішив учинити... стратегічний відступ, допоки не буду ліпше підготований» — В.

source: "I fear I may no longer be able to trust my own eyes. I've been catching glimpses of strange shadowy forms at the edges of my vision with increasing frequency... surely they can't really be there?" -W
uk: «Я боюся, що більше не зможу довіряти власним очам. Краєм ока я все частіше помічаю дивні тіньові силуети... Невже вони не можуть існувати насправді?» — В.

source: "I find myself returning more and more frequently to my magnificent science machine, busying myself with prototyping new tools to aid in our survival. After all, I must do something to keep myself sane in this strange place..." -W
uk: «Я все частіше і частіше звертаюсь до величної наукової машини, розробляючи прототипи нових інструментів, які допоможуть нам вижити. Зрештою, я мушу щось робити, щоб не втратити здоровий глузд у цьому дивному місці..» — В.

source: "Could've sworn I saw one of the trees movin' when I was out choppin' firewood... must've been a trick of the light." -W
uk: «Присягаюсь, я бачив, як одне з цих дерев ворухнулося, коли я рубав спалені дерева... Не знаю, мабуть, це була гра світла» — В.

source: "The rain is proving to be a greater hindrance than I first anticipated. As if being soaked to the bone isn't dreadful enough, my tools keep slipping from my hands when I try to make use of them!" -W
uk: «Дощ є суттєвішою загрозою, ніж можна очікувати. Неначе промокнути до нитки недостатньо жахливо, моє знаряддя постійно вислизає з рук, коли я намагаюся ним користуватися!» — В.

source: Are you sure you want to leave this server?
uk: Ви впевнені, що бажаєте покинути цей сервер?

source: Leave Server
uk: Вийти з сервера

source: Coming Soon!
uk: Незабаром!

source: Customize Your Character
uk: Персоналізуйте свого персонажа

source: Customize Your Scarecrow
uk: Прикрасьте привітне опудало

source: Available Slot
uk: Вільна комірка

source: Are you sure you want to shut down this server? If you do, all players will be disconnected.
uk: Ви впевнені, що бажаєте завершити роботу цього сервера? Якщо ви це зробите, всі гравці будуть від'єднані.

source: Shut Down Server
uk: Вимкнути сервер

source: Invite
uk: Запросити

source: Invite Friend
uk: Запросити друга

source: {name}'s Loadout
uk: Набір {name}

source: Maybe not...
uk: Мабуть, ні...

source: Not Available Offline
uk: Не доступно поза мережею

source: Player
uk: Гравець

source: Players
uk: Гравці

source: Random Survivor
uk: Випадковий уцілілий

source: Ready!
uk: Нумо!

source: Survivor Select
uk: Оберіть уцілілого

source: This server is about to shut down.
uk: Цей сервер скоро вимкнеться.

source: Server is Shutting Down
uk: Сервер завершує роботу

source: Skins
uk: Скіни

source: HEAD
uk: ГОЛОВА

source: BODY
uk: ТУЛУБ

source: FEET
uk: СТУПНІ

source: HANDS
uk: РУКИ

source: LEGS
uk: НОГИ

source: Previously Worn Item
uk: Раніше вдягнений предмет

source: Random Item
uk: Випадковий предмет

source: Go!
uk: Гайда!

source: Toggle Portrait
uk: Змінити портрет

source: You have not yet unlocked {character}.\nTo play this character, you must either weave them using Spools, or purchase them from the Shop.
uk: Ви ще не розблокували {character}.\nЩоб грати за цього персонажа, ви маєте зіткати його за допомогою шпульок або придбати в крамниці.

source: You have not yet unlocked {character}.\nYou must be online to unlock this character.
uk: Ви ще не розблокували {character}.\nЩоб розблокувати цього персонажа, під'єднайтеся до мережі.

source: Character Not Owned
uk: Персонажа не придбано

source: Visit Shop
uk: Відвідати крамницю

source: Waiting For Other Players
uk: Очікуємо інших гравців

source: Do it!
uk: До справи!

source: Wait, I'm not ready!
uk: Зачекай, я не можу!

source: Ready to start
uk: Можна починати

source: Vote to start with {num}/{max} players
uk: Голосуйте, аби почати з {num}/{max} гравців

source: Ready
uk: Нумо

source: Voted To Start
uk: Проголосувало за початок

source: Match starts in {time}
uk: Початок матчу за {time}

source: You are voting to start the match without a full server.\nThe difficulty does not scale based on the number of players.\nThis will be a more challenging experience.
uk: Ви голосуєте за початок матчу без повного сервера.\nРівень складності не залежить від кількості гравців.\nЦе буде складніший досвід.

source: Vote
uk: Голосувати

source: Voting to Start
uk: Голосування за старт

source: Account Info
uk: Дані про акаунт

source: Don't Show This Again.
uk: Не показувати знову.

source: Adjust Display Area
uk: Налаштування області висвітлення

source: Adjust display area using <up> and <down> to the maximum screen size\nso all arrows are fully visible.\n\nPress <A> to accept the changes.
uk: Налаштуйте область висвітлення, використовуючи <up> та <down>, до максимального розміру екрану,\nдопоки всі стрілки не буде повністю видно.\n\nНатисніть <A>, аби прийняти зміни.

source: Parts of the game may be cut off by the edges of your screen. Do you want to check your display area now? If not, you can do this later in Settings.
uk: Частини гри можуть бути відсічені краями вашого екрану. Бажаєте перевірити область висвітлення зараз? Якщо ні, ви завжди можете зробити це пізніше в налаштуваннях.

source: Adventure
uk: Пригода

source: Quit Game?
uk: Вийти з гри?

source: Charlie will miss you.
uk: Чарлі сумуватиме за вами.

source: Instructions
uk: Інструкції

source: Play Anyway
uk: Все одно грати

source: Game Files Hash Mismatch
uk: Невідповідність геш-файлів гри

source: The Gorge Event
uk: Подія: Паща

source: Browse Games
uk: Шукати гру

source: Buy Don't Starve
uk: Придбати Don't Starve

source: Reign of Giants is not installed. Unable to load.
uk: Reign of Giants не встановлено. Завантаження неможливе.

source: Load Failed
uk: Помилка завантаження

source: Cheats
uk: Чити

source: Don't Starve Game Data
uk: Ігрові збереження Don't Starve

source: Compendium
uk: Компендій

source: Console Edition
uk: Видання для консолей

source: Do you want to play Don't Starve Together with a controller?\nYou won't be asked again, but you can revert your settings in the Controls screen of the Option menu if you change your mind.
uk: Бажаєте зіграти в Don't Starve Together за допомогою ігрового контролера?\nПерепитувати не будемо, однак пам'ятайте, що ви завжди скасувати зміни в меню «Опції», у розділі «Керування».

source: Controller Detected
uk: Виявлено контролер

source: Host Game
uk: Створити гру

source: Credits
uk: Автори

source: Disable Controller
uk: Від'єднати контролер

source: Where There's a Wilson...
uk: Десь, де зараз Вілсон...

source: Release
uk: Видання

source: I understand
uk: Зрозуміло

source: Re-enable
uk: Увімкнути повторно

source: Dynamic Content
uk: Динамічний контент

source: Enable Controller
uk: Увімкнути контролер

source: Enter New Key
uk: Натисніть нову клавішу

source: Enter Key
uk: Натисніть клавішу

source: Update imminent!
uk: Оновлення не за горами!

source: Starts in 1 day!
uk: Розпочнеться за 1 день!

source: Starts in %d days!
uk: Почнеться за %d дні!

source: Exit
uk: Вийти
