Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: But I guess it'll do.
uk: Але, гадаю, і так нормально.

source: I can't remember the last time I had fresh berries!
uk: Я вже й не пригадаю, коли останній раз їла свіжі ягоди!

source: My bees haven't looked this happy in years!
uk: Мої бджоли давно не виглядали такими щасливими!

source: Well, at least my bees are happy now.
uk: Що ж, принаймні мої бджоли тепер щасливі.

source: My bees are buzzing with excitement!
uk: Мої бджоли аж дзижчать від радості!

source: Ahhh...
uk: О-о-ох...

source: It's such a weight off my mind to have that junk gone.
uk: Неначе гора з плечей звалилася, що сміття більше нема.

source: Hmph. Took you long enough.
uk: Кхм. Можна було б і швидше.

source: Should be easier to fish with all that junk gone!
uk: Тепер рибалити стане простіше без усього цього сміття!

source: What a relief!
uk: Яке полегшення!

source: That plant's been side-eying me for some time.
uk: Ця рослина вже давненько мені очі муляла.

source: You think you deserve a reward or something?
uk: Думаєш, ти заслуговуєш на винагороду чи щось типу того?

source: Guess you're at least a half decent weed killer.
uk: Гадаю, з тебе вийшов непоганий такий винищувач бур'яну.

source: So do you want to trade?
uk: То як, не бажаєш поторгувати?

source: or are you just wasting my time?
uk: чи просто марнуватимеш мій час?

source: I miiight have some lures to trade...
uk: Мо-о-оже, у мене й знайдеться для тебе яка наживка...

source: if you can afford them.
uk: якщо ти зможеш її собі дозволити.

source: Alright, you've twisted my claw.
uk: Гаразд, я не проти поторгувати.

source: I'll show you my GOOD lures.
uk: я покажу тобі свої ХОРОШІ наживки.

source: I've got some new things to trade
uk: Я маю кілька нових речей на продаж,

source: but they don't come cheap!
uk: але вони не з дешевих!

source: This old shell must be going soft...
uk: Мабуть, мій старий панцир уже зовсім розклеївся...

source: I put something special in the shop.
uk: Я маю особливий товар на продаж.

source: Give me a holler if you need anything else!
uk: Свисни, якщо тобі потрібно буде щось іще!

source: Great. Now leave me alone.
uk: Чудово. А тепер дай мені спокій.

source: Pleasure doing business.
uk: З тобою приємно мати справу.

source: Maybe this will be the one to reach him...
uk: Може, ця допливе до нього...

source: You've been snatching up my bottles!
uk: Через тебе у мене поменшало пляшок!

source: Now I need to send out twice as many!
uk: Тепер мені доводиться викидати вдвічі більше!

source: I suppose I'm glad they reached anyone, really.
uk: Що ж, непогано, що їх узагалі хтось знайшов.

source: I could really use some help fixing up my house...
uk: Було б дуже не погано, якби мені допомогли відремонтувати мій дім...

source: SKILL MASTERED
uk: ОПАНОВАНО

source: Find and defeat the Ancient Fuelweaver.
uk: Знайдіть і здолайте стародавнього паливоткача.

source: Find and defeat the Celestial Champion.
uk: Знайдіть і здолайте небесного чемпіона.

source: Have no lunar affinity.
uk: Не майте прихильности місяця.

source: Have no shadow affinity.
uk: Не майте прихильности тіней.

source: Outfit
uk: Вбрання

source: Become a seasoned survivor!
uk: Станьте досвідченим уцілілим!

source: MAX Insight Reached
uk: МАКСИМУМ прозріння

source: PATH LOCKED
uk: ШЛЯХ ЗАБЛОКОВАНО

source: Insight Gained!
uk: Прозріння отримано!

source: Online skillset data failed to sync. Using offline data.
uk: Помилка синхронізації даних навичок. Надалі використовуватимуться локальні дані.

source: Login to use online skillset data.
uk: Увійдіть для використання даних, пов'язаних із навичками.

source: ALCHEMY
uk: АЛХІМІЯ

source: AFFINITY
uk: ПРИХИЛЬНІСТЬ

source: ARSENAL
uk: ЗБРОЯ

source: BEARD
uk: БОРОДА

source: RIDER
uk: ВЕРШНИЦЯ

source: BERNIE
uk: БЕРНІ

source: CURSE
uk: ПРОКЛЯТТЯ

source: LUMBERJACK
uk: ЛІСОРУБ

source: LIGHTER
uk: ЗАПАЛЬНИЧКА

source: CHORES
uk: ВПРАВИ

source: MIGHT
uk: МОГУТНІСТЬ

source: HEADLINER
uk: ГЕДЛАЙНЕРКА

source: SURVIVAL
uk: ВИЖИВАННЯ

source: MERMDOM
uk: МЕРМІВСТВО

source: TORCH
uk: СМОЛОСКИП

source: TRAINING
uk: ТРЕНУВАННЯ

source: Reset Insight
uk: Скинути прозріння

source: Insight
uk: Прозріння

source: Insight Remaining
uk: Прозріння залишилось

source: Skillset
uk: Навички

source: PATH UNKNOWN
uk: НЕВІДОМИЙ ШЛЯХ

source: PATH UNLOCKED
uk: ШЛЯХ РОЗБЛОКОВАНО

source: The Cryptic Founder will reward your curiosity with the ability to craft the Enlightened Lullaby.\nAllies take less damage from Lunar Aligned enemies and deal bonus damage to Shadow Aligned enemies.
uk: За вашу допитливість загадковий винахідник нагородить вас умінням створювати колискову просвітлення.\nСоюзники отримуватимуть менше шкоди від місяцерідних істот і завдаватимуть додаткову шкоду тінерідним.

source: Lunar Melodist
uk: Місячна мелодистка

source: The Queen will reward your loyalty with the ability to craft the Dark Lament.\nAllies take less damage from Shadow Aligned enemies and deal bonus damage to Lunar Aligned enemies.
uk: За вашу відданість королева нагородить вас умінням створювати темну елегію.\nСоюзники отримуватимуть менше шкоди від тінерідних істот і завдаватимуть додаткову шкоду місяцерідним.

source: Shadow Chanteuse
uk: Тіньова солістка

source: Battle Helms will be a little more durable when worn by Wigfrid.
uk: Міцність бойового шолома дещо збільшиться, якщо його носитиме Віґфрід.

source: Hard Helm I
uk: Міцний шолом I

source: Battle Helms will be a fair amount more durable when worn by Wigfrid.
uk: Міцність бойового шолома помірно збільшиться, якщо його носитиме Віґфрід.

source: Hard Helm II
uk: Міцний шолом II

source: Learn to craft the Commander's Helm: a helm that protects against knockback attacks.
uk: Навчіться створювати шолом полководця — шолом, що захищає від атак, які збивають з ніг.

source: The Commander's Helm now has protection against planar damage.
uk: Шолом полководця тепер матиме захист від іншовимірної шкоди.

source: Commander's Helm Enhancement I
uk: Поліпшення шолома полководця I

source: Wigfrid's natural healing ability will repair her Commander's Helm when she continues to fight at maximum health.
uk: Вроджена здібність Віґфрід до зцілення відновлюватиме її шолом полководця, якщо вона битиметься з максимальним здоров'ям.

source: Commander's Helm Enhancement II
uk: Поліпшення шолома полководця II

source: Learn to craft the Battle Rönd. This shield can be used to attack, block attacks, and provide extra protection while equipped.
uk: Навчіться створювати бойовий рöнд. Цим щитом можна атакувати, блокувати атаки, а також він надає додатковий захист, якщо споряджений.

source: The duration of the Battle Rönd's ability to block attacks will be increased.
uk: Тривалість здатності бойового рöнда блокувати атаки буде збільшено.

source: Battle Rönd Enhancement I
uk: Поліпшення бойового рöнда I

source: After blocking an attack with the Battle Rönd, your next attack within 5 seconds will deal +15-30 damage based on the damage blocked.
uk: Після блоку атаки бойовим рöндом, ваша наступна атака протягом 5 секунд завдасть +15-30 шкоди, залежно від заблокованої шкоди.

source: Battle Rönd Enhancement II
uk: Поліпшення бойового рöнда II

source: Inspiration gain rate will increase a little when attacking using Battle Spears.
uk: Темп отримання натхнення дещо збільшиться, якщо завдавати удари бойовим списом.

source: Bragi's Blessing I
uk: Благословення Браґі I

source: Inspiration gain rate will increase a fair amount when attacking using Battle Spears.
uk: Темп отримання натхнення помірно збільшиться, якщо завдавати удари бойовим списом.

source: Bragi's Blessing II
uk: Благословення Браґі II

source: Learn to craft the Elding Spear: an electric weapon that does more damage to wet targets.
uk: Навчіться створювати блискавичний спис — електричну зброю, що завдає додаткової шкоди вологим цілям.

source: The Elding Spear can now perform a special attack.\nThis attack repairs Charged Elding Spears if it hits a target.
uk: Навчіться виконувати особливу атаку блискавичним списом.\nЦя атака лагодитиме заряджений блискавичний спис, якщо влучатиме у ціль.

source: Elding Spear Enhancement I
uk: Поліпшення блискавичного списа I

source: Upgrade the Elding Spear using Restrained Static to deal +20 Planar Damage.
uk: Використайте ізольовану статику, аби вдосконалити блискавичний спис. Заряджений блискавичний спис завдаватиме +20 іншовимірної шкоди.

source: Elding Spear Enhancement II
uk: Поліпшення блискавичного списа II

source: Beefalos will be domesticated 15% faster.
uk: Приручайте біфало на 15% швидше.

source: Noble Mount I
uk: Шляхетний скакун I

source: Beefalos will allow you to ride them for 30% longer.
uk: Біфало дозволить їздити на ньому на 30% довше.

source: Noble Mount II
uk: Шляхетний скакун II

source: Riding a beefalo will make your inspiration slowly rise until it reaches the halfway mark.
uk: Ваше натхнення повільно зростатиме до 50, якщо ви їздитимете на біфало.

source: Noble Mount III
uk: Шляхетний скакун III

source: Learn to craft a new Beefalo Saddle that protects your Beefalo.
uk: Навчіться створювати нове сідло, яке захищатиме вашого біфало.

source: Receive a divine blessing that will provide you with +5 Planar Defense.
uk: Отримайте небесне благословення, що надасть вам +5 іншовимірного захисту.

source: Mystic Resilience
uk: Містична стійкість

source: Learn to craft the Battle Call Canister, a storage solution for Battle Songs and Battle Stingers.
uk: Навчіться створювати тубус бойових пісень — вмістище для зберігання бойових пісень і бойових памфлетів.

source: Have 6 different Battle Calls in your inventory to unlock.
uk: Майте в інвентарі 6 різних бойових пісень та памфлетів, щоб розблокувати.

source: Battle Stingers will no longer consume Inspiration, and instead have a cooldown.
uk: Бойові памфлети перестануть витрачати натхнення, натомість їх можна буде використовувати повторно через певний проміжок часу.

source: Perform Battle Stingers 10 times to unlock.
uk: Виконайте 10 бойових памфлетів, щоб розблокувати.

source: Fighting Words
uk: Бойові слова

source: Learn to craft the Warrior's Reprise: Bring your allies back to life for an encore performance.
uk: Навчіться створювати воїнську репризу — пісню, що повертатиме ваших союзників до життя для виступу на біс.

source: Play a Beefalo Horn to unlock.
uk: Зіграйте на розі біфало, щоб розблокувати.

source: Encore
uk: На біс!

source: Find and defeat the Ancient Fuelweaver.\nHave no Lunar Allegiance Skills.
uk: Знайдіть і здолайте стародавнього паливоткача.\nНе майте навичок місячної відданості.

source: Learn 6 Bernie skills to unlock.
uk: Вивчіть 6 навичок Берні, щоб розблокувати.

source: Learn 7 Lighter skills to unlock.
uk: Вивчіть 7 навичок запальнички, щоб розблокувати.

source: Find and defeat the Celestial Champion.\nHave no Shadow Allegiance Skills.
uk: Знайдіть і здолайте небесного чемпіона.\nНе майте навичок тіньової відданості.

source: The Cryptic Founder will reward your curiosity with the formula for lunar flames.\nUse Embers to blast cold lunar flames.
uk: За вашу допитливість загадковий винахідник нагородить вас формулою місячного полум'я.\nВикористовуйте жаринки, щоб створити руйнівний потік місячного полум'я.

source: Lunar Fire-Raiser
uk: Місячна палійка

source: Entreat the moon to strengthen Bernie's planar attack and defense, particularly against shadow enemies.
uk: Упрохайте місяць посилити іншовимірні атаки та захист Берні, насамперед проти тіньових ворогів.

source: Lunar Bernie
uk: Місячний Берні

source: The Queen will reward your loyalty with the power of shadow fire.\nSummon multiple tendrils of black flame to seek out hostile targets.
uk: За вашу відданість королева нагородить вас силою тіньового вогню.\nВикличте декілька вихрів чорного полум'я, що шукатимуть ворожі цілі.

source: Shadow Fire-Raiser
uk: Тіньова палійка

source: Tap into the darkness to strengthen Bernie's planar attack and defense, particularly against lunar enemies.
uk: Використайте темряву, аби посилити іншовимірні атаки та захист Берні, насамперед проти місячних ворогів.

source: Shadow Bernie
uk: Тіньовий Берні

source: Stop things from burning by absorbing the flame (even when they're only smoldering) with your lighter.
uk: Не дайте речам згоріти, поглинувши полум'я запальничкою (навіть якщо речі лише загоряються).

source: Hungry Lighter
uk: Голодна запальничка

source: Bernie will activate to fight hostile lunar and shadow aligned creatures regardless of Willow's sanity.
uk: Берні активуватиметься, аби боротися з ворожими місяцерідними та тінерідними істотами, незалежно від глузду Віллоу.

source: Hot-Headed
uk: Гаряча голова

source: Bernie's total health is a little higher.
uk: Загальне здоров'я Берні дещо збільшиться.

source: Tough Stuffing I
uk: Жорстка набивка I

source: Bernie's total health is much higher.
uk: Загальне здоров'я Берні значно збільшиться.

source: Tough Stuffing II
uk: Жорстка набивка II

source: Bernie's health regenerates slowly.
uk: Здоров'я Берні повільно відновлюватиметься.

source: Patch Up I
uk: Латка I

source: Bernie's health regenerates quicker.
uk: Здоров'я Берні відновлюватиметься швидше.

source: Patch Up II
uk: Латка II

source: Bernie will become animated at a higher sanity threshold.
uk: Берні оживе на вищій позначці глузду.

source: Bearly Sane I
uk: Плюшеве безумство I

source: Bernie will become animated at an even higher sanity threshold.
uk: Берні оживе на ще вищій позначці глузду.

source: Bearly Sane II
uk: Плюшеве безумство II

source: Bernie's movement speed is a little faster.
uk: Швидкість Берні дещо зросте.

source: Accelerant I
uk: Прискорення I

source: Bernie's movement speed is much faster.
uk: Швидкість Берні значно зросте.

source: Accelerant II
uk: Прискорення II

source: Learn at least 8 Bernie skills to unlock.
uk: Вивчіть щонайменше 8 навичок Берні, щоб розблокувати.

source: Learn at least 4 Bernie skills to unlock.
uk: Вивчіть щонайменше 4 навички Берні, щоб розблокувати.

source: Igniting Bernie will give him a firey aura for a short time.\nEnemies that attack an ignited Bernie will take damage back.
uk: Підпаліть Берні, щоб надати йому вогняний ореол на короткий час.\nВороги, що атакуватимуть підпаленого Берні, отримуватимуть шкоду у відповідь.

source: Burning Bernie
uk: Берні у вогні

source: Fires you set won't spread, and burnable loot will just smolder.\nItems like torches and Willow's lighter have a 100% chance to ignite targets.
uk: Вогонь, запалений вами, не поширюватиметься, а здатна згоріти здобич буде лише тліти.\nСмолоскип та запальничка Віллоу матимуть 100% шанс підпалити ціль.

source: Controlled Burning
uk: Контрольований підпал

source: Creatures burn for a longer time.
uk: Створіння горітимуть довше.

source: Burn Duration
uk: Тривалість горіння

source: Your fires deal more damage to creatures over time.
uk: Ваш вогонь завдаватиме більше періодичної шкоди істотам.

source: Fire Fighter
uk: Вогнеборка

source: Collect and use Embers to perform Pyrokinetic effects.\nYou can collect Embers from burned creatures with your lighter.\nUse Embers to refuel the lighter.
uk: Збирайте та використовуйте жаринки для створення пірокінетичних ефектів.\nВи можете збирати жаринки зі спалених істот за допомогою запальнички.\nВикористовуйте жаринки для заправки запальнички.

source: Ember Tender
uk: Дотик жаринок

source: Use Embers to create a ball of flame for heat and light.
uk: Використовуйте жаринки, щоб створити кулю полум'я, що світиться та гріє.

source: Use Embers to ignite creatures in an area near you.
uk: Використовуйте жаринки, щоб підпалити створінь навколо вас.

source: Spontaneous Combustion
uk: Самозаймання

source: For 60 seconds, add 25% weapon damage when attacking burning targets.
uk: На 60 секунд ви завдаватимете на 25% більше шкоди цілям, що горять.

source: Burning Frenzy
uk: Палке безумство

source: Increase your lighter's brightness a little.
uk: Яскравість запальнички дещо збільшиться.

source: Brighter Lighter I
uk: Яскравіша запальничка I

source: Increase your lighter's brightness a lot.
uk: Яскравість запальнички значно збільшиться.

source: Brighter Lighter II
uk: Яскравіша запальничка II

source: Transform 6 Rot into Manure.\nTransform 2 Hound's Teeth into a Bone Shards.\nTransform 2 Bone Shards into a Hound's Tooth.
uk: Перетворіть 6 гнилі на гній.\nПеретворіть 2 ікла гончака на уламки кісток.\nПеретворіть 2 уламки кісток на ікло гончака.

source: Transmute Icky III
uk: Трансмутація гидкого III

source: Transform 3 Twigs into a Log.\nTransform a Log into 2 Twigs.
uk: Перетворіть 3 гілки на колоду.\nПеретворіть колоду на 2 гілки.

source: Transmutation
uk: Трансмутація

source: Transform 2 Red Gems into a Blue Gem.\nTransform 2 Blue Gems into a Red Gem.\nTransform a Blue and Red Gem into a Purple Gem.
uk: Перетворіть 2 червоні самоцвіти на синій самоцвіт.\nПеретворіть 2 сині самоцвіти на червоний самоцвіт.\nПеретворіть синій та червоний самоцвіти на фіолетовий самоцвіт.

source: Transmute Gems I
uk: Трансмутація самоцвітів I

source: Transform 3 Rocks into a Flint.\nTransform 2 Flint into Rocks.
uk: Перетворіть 3 камені на кремінь.\nПеретворіть 2 кремені на камінь.

source: Transmute Ore I
uk: Трансмутація мінералів I

source: Transform 3 Morsels into a Meat.\nTransform a Meat into 2 Morsels.
uk: Перетворіть 3 кавалки на м'ясо.\nПеретворіть м'ясо на 2 кавалки.

source: Transmute Icky I
uk: Трансмутація гидкого I

source: Transform 3 Purple Gems into an Orange Gem.\nTransform 3 Orange Gems into a Yellow Gem.
uk: Перетворіть 3 фіолетових самоцвіти на помаранчевий самоцвіт.\nПеретворіть 3 помаранчевих самоцвіти на жовтий самоцвіт.

source: Transmute Gems II
uk: Трансмутація самоцвітів II

source: Transform 3 Yellow Gems into a Green Gem.\nTransform 6 Gems of different colors into an Iridescent Gem.
uk: Перетворіть 3 жовті самоцвіти на зелений самоцвіт.\nПеретворіть 6 самоцвітів усіх кольорів на переливчастий самоцвіт.

source: Transmute Gems III
uk: Трансмутація самоцвітів III

source: Transform 3 Nitre into a Gold Nugget.\nTransform 2 Gold Nuggets into Nitre.
uk: Перетворіть 3 селітри на золотий самородок.\nПеретворіть 2 золоті самородки на селітру.

source: Transmute Ore II
uk: Трансмутація мінералів II

source: Transform 2 Cut Stone into Marble.\nTransform Marble into Cut Stone.\nTransform 2 Marble into Moon Rock.
uk: Перетворіть 2 тесані камені на мармур.\nПеретворіть мармур на тесаний камінь.\nПеретворіть 2 шматки мармуру на місячний камінь.

source: Transmute Ore III
uk: Трансмутація мінералів III

source: Transform 2 Beard Hair into Beefalo Wool.\n Transform 2 Beefalo Wool into Beard Hair.
uk: Перетворіть 2 клаптики бороди на шерсть біфало.\n Перетворіть 2 шерсті біфало на клаптик бороди.

source: Transmute Icky II
uk: Трансмутація гидкого II

source: The Cryptic Founder will reward your curiosity with the secrets of Lunar Transmutation.
uk: За вашу допитливість загадковий винахідник нагородить вас секретами місячних трансмутацій.

source: Lunar Innovator
uk: Місячний новатор

source: The Queen will reward your loyalty with the secrets of Shadow Transmutation.
uk: За вашу відданість королева нагородить вас секретами тіньових трансмутацій.

source: Shadow Courtier
uk: Тіньовий придворний

source: Gain high insulation from your beard.
uk: Отримайте вищу термоізоляцію від вашої бороди.

source: Learn 3 Beard skills to unlock.
uk: Вивчіть 3 навички бороди, щоб розблокувати.

source: Beard Insulation I
uk: Термоізоляція бороди I

source: Gain higher insulation from your beard.
uk: Отримайте ще вищу термоізоляцію від вашої бороди.

source: Beard Insulation II
uk: Термоізоляція бороди II

source: Gain highest insulation from your beard.
uk: Отримайте найвищу термоізоляцію від вашої бороди.

source: Beard Insulation III
uk: Термоізоляція бороди III

source: Your magnificent beard grows a little faster.
uk: Ваша розкішна борода ростиме дещо швидше.

source: Beard Growth I
uk: Ріст бороди I

source: Your magnificent beard grows a fair amount faster.
uk: Ваша розкішна борода ростиме помірно швидше.

source: Beard Growth II
uk: Ріст бороди II

source: Your magnificent beard grows much faster.
uk: Ваша розкішна борода ростиме значно швидше.

source: Beard Growth III
uk: Ріст бороди III

source: Stash food in your beard.
uk: Ховайте їжу у вашій бороді.

source: Beard Hair Storage
uk: Сховок у бороді

source: Torches last a little longer.
uk: Смолоскипи горітимуть дещо довше.

source: Learn 3 Torch skills to unlock.
uk: Вивчіть 3 навички смолоскипа, щоб розблокувати.

source: Torch Longevity I
uk: Довговічність смолоскипа I

source: Torches last a fair amount longer.
uk: Смолоскипи горітимуть помірно довше.

source: Torch Longevity II
uk: Довговічність смолоскипа II

source: Torches last a lot longer.
uk: Смолоскипи горітимуть значно довше.

source: Torch Longevity III
uk: Довговічність смолоскипа III

source: Torches are a little brighter.
uk: Яскравість смолоскипів дещо збільшиться.

source: Torch Range I
uk: Яскравість смолоскипа I

source: Torches are a fair amount brighter.
uk: Яскравість смолоскипів помірно збільшиться.

source: Torch Range II
uk: Яскравість смолоскипа II

source: Torches are a lot brighter.
uk: Яскравість смолоскипів значно збільшиться.

source: Torch Range III
uk: Яскравість смолоскипа III

source: Uses a scientifically formulated trajectory to always land right side up.
uk: Використайте науково вирахувану траєкторію, щоб смолоскип завжди приземлявся правильною стороною вгору.

source: Torch Toss
uk: Кидок смолоскипа

source: Energy-Saver
uk: Енергозберігач

source: Explosive Volley I
uk: Вибуховий залп І

source: Explosive Volley II
uk: Вибуховий залп II

source: Explosive Volley III
uk: Вибуховий залп ІII

source: Rapid-Fire I
uk: Скоропал I

source: Rapid-Fire II
uk: Скоропал II

source: Rapid-Fire III
uk: Скоропал III

source: The Cryptic Founder will reward your curiosity by revealing the enemy's weaknesses.\nAdd +10% of total damage fighting Shadow-aligned creatures when Mighty.
uk: За вашу допитливість загадковий винахідник нагородить вас, розкривши слабкі сторони ворогів.\nДодає +10% до загальної шкоди проти тінерідних істот, коли Вольфґанґ у могутній формі.

source: Lunar Strategist I
uk: Місячний стратег I

source: The Cryptic Founder will reward your curiosity by revealing the enemy's weaknesses.\nAdd +20% of total damage fighting Shadow-aligned creatures when Mighty.
uk: За вашу допитливість загадковий винахідник нагородить вас, розкривши слабкі сторони ворогів.\nДодає +20% до загальної шкоди проти тінерідних істот, коли Вольфґанґ у могутній формі.

source: Lunar Strategist II
uk: Місячний стратег II

source: The Cryptic Founder will reward your curiosity by revealing the enemy's weaknesses.\nAdd +30% of total damage fighting Shadow-aligned creatures when Mighty.
uk: За вашу допитливість загадковий винахідник нагородить вас, розкривши слабкі сторони ворогів.\nДодає +30% до загальної шкоди проти тінерідних істот, коли Вольфґанґ у могутній формі.

source: Lunar Strategist III
uk: Місячний стратег III

source: The Queen will reward your loyalty with devastating strength.\nAdd +10% of total damage fighting Lunar-aligned creatures when Mighty.
uk: За вашу відданість королева нагородить вас нищівною силою.\nДодає +10% до загальної шкоди проти місяцерідних істот, коли Вольфґанґ у могутній формі.

source: Shadow Guard I
uk: Тіньовий вартовий I

source: The Queen will reward your loyalty with devastating strength.\nAdd +20% of total damage fighting Lunar-aligned creatures when Mighty.
uk: За вашу відданість королева нагородить вас нищівною силою.\nДодає +20% до загальної шкоди проти місяцерідних істот, коли Вольфґанґ у могутній формі.

source: Shadow Guard II
uk: Тіньовий вартовий II
