Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Only special Winter's Feast dishes can be placed on this table.\n\nWhen the "food" on this table is "eaten" it gives a Winter's Cheer buff to the survivor.\n\nThe buff heals the survivor 0.5 Health per second, 10 Sanity per minute and 75 Hunger per day as well as halting the regular hunger drain.\n\nThe buff's duration is based on how grand the feast is. More tables connected together, more survivors feasting together and a varied number of dishes will increase the duration of the buff.
uk: Цей стіл призначений тільки для особливих страв Зимового бенкету.\n\nЯкщо вцілілий «з'їсть» «їжу» із цього столу, то отримає посилення зимового настрою.\n\nЦе посилення відновлюватиме вцілілому 0,5 здоров'я щосекунди, 10 глузду щохвилини, 75 ситості щодня, а також призупинить звичну втрату ситості.\n\nТривалість посилення залежить від того, наскільки грандіозним є бенкет. Що більше столів стоятиме разом, що більше вцілілих бенкетуватимуть разом і що різноманітнішими будуть страви, то довше триватиме посилення.

source: A 6 slots container for holding Tackle.
uk: Вмістище на 6 комірок для зберігання снастей.

source: Standing near this device will provide the survivor with new Lures and Floats they can craft.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу майструвати нові наживки та поплавці.

source: This device requires 3 purple gems to be active\n\nA survivor that uses a Telelocator Staff will teleport to the nearest active Telelocator Focus and consume the gems.
uk: Для активації цього пристрою необхідно 3 фіолетових самоцвіти.\n\nВцілілий, що використає жезл телелокації, телепортується до найближчого активного осередку телелокації, втративши самоцвіти.

source: A survivor can use the tent at Dusk or Night.\n\nSurvivor recovers 2 Health per second and 1 Sanity per second but consumes 0.33 Hunger per second. It also reduces 1 Wetness per second and increases temperature 1 degree per second down to 40 degrees.
uk: Вцілілий може використовувати намет увечері або вночі.\n\nВцілілий відновлюватиме 2 здоров'я та 1 глузд щосекунди ціною втрати 0,33 ситості в секунду. Також уцілілий втрачатиме 1 вологість щосекунди та охолоджуватиметься до 40 градусів (на 1 градус щосекунди).

source: A hole leading to a tunnel that leads somewhere else.
uk: Діра в тунель, що веде кудись деінде.

source: I sure hope no one opens it, or worse, corrupts it.
uk: Маю надію, що його ніхто не відкриє. Або ще гірше — спотворить.

source: Attracts Reanimated Skeletons to the holder.
uk: Якщо взяти в руки — приваблюватиме до себе відроджених скелетів.

source: Heals 8 Health and then 20 more Health over 1 minute.
uk: Зцілює 8 здоров'я одразу та 20 здоров'я протягом 1 хвилини.

source: It can be chopped. Go ahead and chop it.\n\nPlease chop it.
uk: Гриб, який можна зрубати. Ну ж бо, зрубайте його.\n\nПрошу, зрубайте.

source: Creates a light when held.\n\nCan light targets on fire.
uk: Якщо взяти в руки — випромінюватиме світло.\n\nМоже підпалювати цілі при ударі.

source: At the cost of 15 Sanity, a survivor can activate the device and then consume 40 Sanity per minute while they keep it active. A second survivor can use another Lazy Deserter or a Desert Stone to teleport to the active one. The teleport costs 50 Sanity.
uk: Активація цього пристрою коштуватиме вцілілому 15 глузду. Якщо пристрій активний — уцілілий втрачатиме 40 глузду щохвилини. Активація іншого лінивого пустельника або пустельного каменю другим уцілілим телепортує його до лінивого пустельника. Телепортація коштуватиме 50 глузду.

source: When another survivor is channeling a Lazy Deserter, use this to teleport to them.
uk: Використовуйте пустельний камінь, щоб телепортуватись до вцілілого, що підтримує роботу лінивого пустельника.

source: Once set on the ground, it will trigger when an appropriately sized creature move nearby, capturing them.\n\nCollecting a captured trap will put the creature or loot in your inventory.\n\nTraps can be baited with appropriate food.
uk: Після встановлення на землю вона може зловити істоту відповідного розміру, що рухатиметься повз неї.\n\nЯкщо забрати пастку, в якій уже є здобич — вони обоє додадуться в інвентар.\n\nУ пастку можна класти приманку.

source: After being planted on the ground, it will trigger when a creature walks near.\n\nIt needs to be reset after triggering. It can be picked up and moved.
uk: Після встановлення вона спрацьовуватиме на істот, що проходитимуть повз неї.\n\nПісля спрацьовування пастку необхідно повторно зарядити. Її можна підіймати та переміщати.

source: A container with 9 slots.
uk: Вмістище на 9 комірок.

source: Standing near a tree offers 35% protection from rain and cools survivor a small amount.
uk: Якщо стояти біля дерева, вцілілий отримуватиме 35% захисту від дощу та трішки охолоджуватиметься.

source: Grows trees up one stage. Can also restore 8 Growth Formula, 32 Compost and 8 Manure to Farm Soil.\n\nUsed on Wormwood will heal 2 Health and 1 Health a second for 32 seconds.
uk: Вирощує дерево на наступний етап росту. Також відновлює 8 формул росту, 32 компосту та 8 гною, якщо застосувати на городньому ґрунті.\n\nЯкщо застосувати на Вормвуді, той одразу зцілиться на 2 здоров'я та відновлюватиме 1 здоров'я щосекунди протягом 32 секунд.

source: Can be Played to cause small geysers to shoot up from the ocean, doing damage to creatures and structures.
uk: На ньому можна зіграти, щоб викликати невеликі гейзери, що фонтануватимуть з океану, завдаючи шкоду істотам і спорудам.

source: Survivors can put a fish in the bowl and it will show its weight.\n\nOnce full, only heavier fish will go in the scale and will kick out the lighter fish.
uk: Вцілілі можуть запустити рибу в посудину, щоб дізнатися її вагу.\n\nЯкщо в ній уже є риба, єдиний спосіб її позбутися — замінити важчою рибою.

source: Survivors can put a vegetable in the basket. If it is an oversized vegetable, it will show its weight.\n\nOnce full, only heavier vegetables will go in the scale and will kick out the lighter one.
uk: Вцілілі можуть покласти плід у кошик. Якщо плід надзвичайно великий, ваги показуватимуть його вагу.\n\nЯкщо на вагах уже є плід, єдиний спосіб його позбутися — замінити важчим плодом.

source: These bounce around the desert and collect junk along the way.\n\nAll sorts of crazy junk.\n\nYou'd be surprised.
uk: Вони котяться пустелею та вбирають у себе по дорозі мотлох.\n\nУсілякий незвичний мотлох.\n\nТам точно є чому здивуватись.

source: Can be placed on dirt ground to change the type of ground.
uk: Його можна мостити під ногами, щоб змінювати тип ґрунту.

source: Standing near this device will provide the survivor with new Turf they can craft.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу створювати нові ґрунти.

source: This tool will Reap harvestables in an area around it, not just a single item.
uk: Інструмент, який дозволяє зрізати декілька рослин одночасно.

source: Wearing this scary robe makes you not care about how scary everything around you is.
uk: Якщо вдягнути цю мантію, все навкруги вже не здаватиметься таким страшним.

source: Damage from Shadow Planar damage weapons will ramp up with consecutive hits if you can keep attacking.\nGetting hit will break this damage chain.
uk: Тимчасово збільшує шкоду від тіньової іншовимірної зброї з кожним послідовним ударом. \nОтримання шкоди або припинення атаки призупинить збільшення шкоди.

source: Will restore durability of tools and weapons crafted with Dark Tatters.
uk: Відновить міцність інструментів та зброї, зроблених із темного дрантя.

source: While on the ground, it can be activated to create a barrier that protects survivors from rain and rain like effects.
uk: Якщо розмістити на землі, її можна активувати, щоб створити бар'єр, що захищатиме від різних видів дощу.

source: A ranged weapon that launches three projectiles, dealing more damage the farther they travel.\n\nEquipping a Void Cowl gives an additional projectile. The Gloomerang also increases movement speed by 10% when held.
uk: Далекобійна зброя, що випускає три снаряди. Що далі летітимуть снаряди, то більше шкоди вони завдаватимуть.\n\nЗ надітим каптуром порожнечі мрякоранг отримає додатковий снаряд. Якщо тримати його в руках — збільшуватиме швидкість уцілілого на 10%.

source: "Well, A Rather Beautifully Intelligent System." Uses a complicated assortment of cogs and circuitry for computing.\n\nOnce a target has been selected, as long as it stays in range, the W.A.R.B.I.S. begins calculating optimal performance to fight the target.\n\nThe head gear improves the wearer's damage as it analyzes the target, ending at a 20% damage increase.\n\nWhen combined with the W.A.R.B.I.S. armor, the two will sync up for a few moments sharing target information.\n\nWearing the W.A.R.B.I.S. Head Gear also provides the wearer with a Dramatically Updating Diagram (or D.U.D.) which provides information on which target is currently being analyzed and what level the W.A.R.B.I.S. has reached.
uk: «Вельми Автентична Розробка Бездоганної Інтелектуальної Системи» використовує складний набір шестерень та електричних схем для обчислень.\n\nЯкщо ціль обрано і вона залишається в радіусі дії, В.А.Р.Б.І.С. обчислюватиме оптимальні параметри для битви з нею.\n\nПід час аналізу цілі убір підвищуватиме шкоду вцілілого, з можливістю підвищення до 20%. \n\nПоєднавшись із бронею В.А.Р.Б.І.С., вони кілька секунд синхронізуватимуться, обмінюючись інформацією про ціль.\n\nТакож головний убір В.А.Р.Б.І.С. надає вцілілому «Драматично Інноваційну Діаграму» (або Д.І.Д.), що відображає інформацію про аналіз цілі та про рівень, здобутий В.А.Р.Б.І.С.

source: Seems like someone was just working here. Whatever they were making, I guess they finished it.
uk: Схоже, нещодавно тут хтось працював. Яка б робота тут не велась, гадаю, вона вже закінчена.

source: \n"Day 56 - Lunar Mutations Study"\n\n"It seems as though these strange entities that emerged from the rifts are in search of living hosts... or perhaps once living."\n\n"NOTE: The following creatures warrant immediate study as I suspect they may be the most viable as hosts:"\n\n• Frog\n• Pengull\n• Varg\n• Koalefant\n• Deerclops\n\n"Other possible Rift entity host candidates:"\n\n• Grass Gekko\n• Hound\n• Bearger\n• Mosling\n
uk: \nДень 56. Дослідження місячних мутацій\n\nІмовірно, ці дивні істоти, що вилізли з розломів, шукають собі живих носіїв... або, схоже, колись живих.\n\nВАЖЛИВО: Наведених нижче істот слід негайно дослідити. Підозрюю, що вони можуть бути найбільш придатними носіями.\n\n• Жаба;\n• маргвін;\n• варґ;\n• коалослон;\n• оленециклоп.\n\nІнші потенційні носії для істот з розлому:\n• трав'яний гекон;\n• гончак;\n• борсуковедмідь;\n• лусеня.\n

source: An item used by a mysterious character to restrain static.
uk: Предмет, що використовує таємнича постать, аби ізолювати статику.

source: Increases movement speed by 15% when held.
uk: Якщо взяти в руки — збільшуватиме швидкість уцілілого на 15%.

source: Can be repaired using the inventory wall items.\n\nCan be build up 4 levels.
uk: Можна лагодити стінами з інвентарю.\n\nМожна добудовувати ще 3 рази.

source: A hunter's camp designed for Winter use.
uk: Мисливський табір для зимового полювання.

source: Walter's sanity loss due to damage is halved.
uk: Вдвічі зменшує втрату глузду Волтера від шкоди.

source: A survivor can add, remove and change their outfit with collected skins.
uk: За допомогою нього вцілілий може одягати, знімати або міняти свій одяг.

source: When thrown it puts out fires in a small area where it lands.\n\nIt will also cool targets 5 degrees and adds 20 wetness.
uk: Гасить вогонь на невеликій площі навколо себе, якщо кинути.\n\nТакож охолоджує цілі на 5 градусів і додає їм 20 вологи.

source: Adds 25 points of wetness to Garden Soil per use.\n\nCan also put out fires and stop smouldering.
uk: Додає 25 одиниць вологості городньому ґрунту за одне використання.\n\nТакож може гасити вогонь і спиняти загоряння.

source: Wearer's wetness will slowly rise up to 33%
uk: Якщо надіти — вологість уцілілого повільно зростатиме до 33%.

source: When placed on a boat, it can be manually operated to draw water from the ocean to spray on nearby fires and smoldering items.
uk: Якщо встановити на човен, нею можна вручну гасити навколишні пожежі або предмети, що загоряються водою з океану.

source: This tree has a great canopy of leaves that shades the ground in an area bellow it and offers 35% protection from rain and cools survivor a small amount.
uk: Велика листяна крона цього дерева створює затінок, який дає 35% захисту від дощу та трішки охолоджуватиме вцілілого.

source: Can be used to block attacks. Successfully blocking an attack decreases the block cooldown.\n\nIt can only be equipped by Wigfrids who have the "Battle Rönd" skill.
uk: Ним можна блокувати атаки. Успішний блок зменшує час відновлення рöнду.\nЛише Віґфрід, що має навичку «Бойовий рöнд», може взяти його в руки.

source: When a creature dies while on fire, they drop an etherial ember of some burnt essence of life.\n\nWhen Willow attunes with her lighter, eventually she can sense and collect Hot Embers with it.\n\nWillow can learn to use embers for a variety of Pyrokinetics.
uk: Якщо істота померла у вогні, вона залишить по собі етерні жаринки спаленої есенції життя.\n\nЗа допомогою своєї запальнички Віллоу може вчувати та збирати гарячі жаринки.\n\nВіллоу може навчитися, як використовувати жаринки для різних пірокінетичних справ.

source: When constructed on a boat, its claw can be lowered into the water to grab objects deep under the water. If it finds something to grab, it will reel it up to the boat.
uk: Після встановлення на човні його клешню можна опускати у воду, щоби підіймати об'єкти з глибин. Якщо клешня натрапить на щось, що можна підняти — вона витягне це на борт.

source: Gems must be socketed in order to have power. Each gem socketed adds 1/3 of the total charge available.\n\nWhen fully charged it has enough power to operate one device for 6 days.
uk: Щоби почати генерувати енергію, потрібно вставити в нього самоцвіти. Кожен самоцвіт додає 1/3 від загальної потужності.\n\nЯкщо вставити всі самоцвіти, генератор матиме достатньо енергії, щоб живити один пристрій протягом 6 днів.

source: When fully charged, it has enough power to operate one device for 1 day.
uk: Повністю заправлений генератор має достатньо енергії, щоб живити один пристрій протягом 1 дня.

source: In order to operate it must be powered by a nearby Generator or G.E.M.erator.\n\nWhen powered, it will automatically attack hostile creatures in range.
uk: Працює від генератора або самоцвітного генератора.\n\nЗаживлена катапульта автоматично атакуватиме ворожих істот у радіусі дії.

source: When powered, it will shine a spotlight on the nearest survivor.\n\nIf there are more than 1 spotlight and more than one survivor nearby, they will priortize having different targets.
uk: Заживлений прожектор кидатиме світло на найближчого вцілілого.\n\nЯкщо прожекторів декілька, вони фокусуватимуться на різних уцілілих.

source: This device tells you the current temperature between 0 and 35 degrees.\n\nIt turns blue during the Winter.
uk: Цей пристрій повідомляє поточну температуру між 0 та 35 градусами.\n\nЗмінює свій колір на синій під час зими.

source: Captures the spirit of food when this is put on a Winter's Feast Table. The more, the merrier.
uk: Втілює собою дух їжі, якщо поставити на стіл Зимового бенкету. Що більше їжі, то святковіше.

source: Standing near this device will provide the survivor with special crafting options of "Winters Feast food" they can start cooking at this oven.
uk: Вцілілі, що стоятимуть біля цієї печі, отримають змогу готувати «Їжу Зимового бенкету».

source: Can be hung in special trees grown in a Festive Tree Planter.
uk: Можна повісити на дерева, вирощені у святкових горщиках.

source: Toggles Wolfgang's coaching skill on and off.
uk: Активує та деактивує тренерську навичку Вольфґанґа.

source: Protects wearer from falling debris during earthquakes.
uk: Якщо надіти — захищатиме вцілілого від різних предметів, що падають під час землетрусу.

source: Jumping into this hole costs 15 points of Sanity.\n\nWhere will it come out?
uk: Стрибок у неї коштуватиме вцілілому 15 одиниць глузду.\n\nЦікаво, що на іншому її кінці?

source: The ancestor of the Depths Worm is dangerous to attack while it's in motion.
uk: Пращур глибинних червів, якого небезпечно атакувати, поки він у русі.

source: Wortox can eat these to restore 25 Hunger and lose 5 Sanity.\n\nThey can be released to heal all survivors nearby, max healing is 20 health which drops 2 points for each extra survivor to a minimum of 5 health.\n\nHe can also spend Souls to Soul Hop which teleports him.\n\nIf Wortox holds more than 20 Souls, he will release half and them and lose 20 Sanity.
uk: Вортокс може їсти їх, щоб відновити 25 ситості та втратити 5 глузду.\n\nЇх можна вивільнити, щоб зцілити всіх уцілілих поблизу. Максимальне зцілення — 20, яке зменшуватиметься на 2 одиниці за кожного вцілілого до мінімальних 5 одиниць.\n\nТакож він може використовувати їх для стрибка душі, щоб телепортуватися.\n\nЯкщо Вортокс утримує більше 20 душ, він вивільнить половину з них і втратить 20 глузду.

source: Removes installed Circuits from WX-78.
uk: Виймає встановлені модулі з WX-78.

source: Plugs into WX78's circuit board.\n\nRequires 3 sockets, heals 5 Health every 30 seconds, gains 2 Sanity every minute and increases Maximum Sanity by 100 points.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 3 роз'ємів. Зцілює 5 здоров'я кожні 30 секунд, відновлює 2 глузду щохвилини та збільшує максимальний глузд на 100 одиниць.

source: Plugs into WX78's circuit board.\n\nRequires 3 sockets and lowers body temperature 20 degrees and decreases spoil rate of inventory by 25%. Will also cool nearby survivors.\n\nIf WX78's wetness reaches 95%, it will drop to 0% and 2 Ice will be spawned.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 3 роз'ємів. Знижує температуру корпусу на 20 градусів і сповільнює псування речей в інвентарі на 25%. Також охолоджуватиме вцілілих поруч.\n\nЯкщо вологість WX-78 дійде до 95% — вона впаде до 0% і WX-78 згенерує дві одиниці льоду.

source: Plugs into WX78's circuit board.\n\nRequires 3 sockets and raises body temperature 20 degrees, increases spoil rate of inventory by 25% and increases drying rate by 10%. Will also warm nearby survivors.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 3 роз'ємів. Підвищує температуру корпусу на 20 градусів, прискорює псування речей в інвентарі на 25% та збільшує швидкість висихання на 10%. Також грітиме вцілілих поруч.

source: Plugs into WX78's circuit board.\n\nRequires 3 sockets and creates light.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 3 роз'ємів. Випромінює світло.

source: Plugs into WX78's circuit board.\n\nRequires 1 socket and raises Maximum Health +50.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 1 роз'єму. Збільшує максимальне здоров'я на 50.

source: Plugs into WX78's circuit board.\n\nRequires 2 sockets and increases Maximum Health by 150 points.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 2 роз'ємів. Збільшує максимальне здоров'я на 150 одиниць.

source: Plugs into WX78's circuit board.\n\nRequires 2 sockets, increases Maximum Hunger by 100 points and reduces Hunger drain by 20%.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 2 роз'ємів. Збільшує максимальний запас ситості на 100 одиниць і зменшує втрату ситості на 20%.

source: Plugs into WX78's circuit board.\n\nRequires 1 socket and increases Maximum Hunger by 40 points.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 1 роз'єму. Збільшує максимальний запас ситості на 40 одиниць.

source: Plugs into WX78's circuit board.\n\nRequires 2 sockets and raises Maximum Sanity +100.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 2 роз'ємів. Збільшує максимальний глузд на 100.

source: Plugs into WX78's circuit board.\n\nRequires 1 socket and raises Maximum Sanity +40.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 1 роз'єму. Збільшує максимальний глузд на 40.

source: Plugs into WX78's circuit board.\n\nRequires 6 sockets and raises movment speed by 25%.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 6 роз'ємів. Збільшує швидкість WX-78 на 25%.

source: Plugs into WX78's circuit board.\n\nRequires 2 sockets.\nThe first raises movement speed by 25%.\nThe second raises movement speed by 15%.\nThe third raises movement speed by 10%.\nSo the maxmimum speed boost can be 50%.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 2 роз'ємів.\nПерший збільшує швидкість WX-78 на 25%.\nДругий збільшує швидкість WX-78 на 15%.\nТретій збільшує швидкість WX-78 на 10%.\nОтже, максимальна швидкість WX-78 може збільшитись на 50%.

source: Plugs into WX78's circuit board.\n\nRequires 3 sockets, raises Sanity of nearby survivors 5 points a minute and raises garden plant happiness one step.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 3 роз'ємів. Підвищує глузд уцілілим поблизу на 5 одиниць щохвилини та збільшує щастя городніх рослин на 1.

source: Plugs into WX78's circuit board.\n\nRequires 4 sockets and lets the user see in the dark. Turns on at night and when entering the Caves.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 4 роз'ємів. Дозволяє WX-78 бачити в темряві. Активується вночі та при вході в печери.

source: Plugs into WX78's circuit board.\n\nRequires 2 sockets and deals 20 electrical damage to WX78's attackers.\n\nThis module also makes WX78 immune to electrical damage.
uk: Вставляється у модульну плату WX-78.\n\nПотребує 2 роз'ємів. Завдає 20 електричної шкоди тим, хто атакує WX-78.\n\nТакож WX-78 отримає невразливість до електричної шкоди.

source: Chirps when interesting biological targets are nearby.\n\nWill chase and scan interesting biological targets while WX-78 is close.\n\nDrops Bio Data when finished.
uk: Пищить, коли поблизу є цікаві біологічні види.\n\nПереслідуватиме та скануватиме їх, поки WX-78 знаходиться поруч.\n\nПісля завершення сканування генерує біодані.

source: Emits light like a torch and gives a 20% speed boost while worn.
uk: Якщо надіти — випромінюватиме світло, як факел, і збільшуватиме швидкість уцілілого на 20%.

source: Creates a Dwarf Star.
uk: Створює карликову зорю.

source: Lost
uk: Загублено

source: Battle Call
uk: Бойова пісня

source: Bird
uk: Птах

source: Book
uk: Книга

source: Clockwork
uk: Механізм

source: Clothing
uk: Одяг

source: Storage
uk: Сховище

source: Stage Costume
uk: Сценічний костюм

source: Crafting Station
uk: Станція майстрування

source: Element
uk: Стихійне

source: Elixir
uk: Еліксир

source: Farm Plant
uk: Городня рослина

source: Halloween Ornament
uk: Гелловінська прикраса

source: Hat
uk: Капелюх

source: Haunted Toy
uk: Примарна іграшка

source: Insect
uk: Комашине

source: Mutator
uk: Мутатор

source: Ocean Fish
uk: Океанічна риба

source: Ornament
uk: Прикраса

source: Pig
uk: Свин

source: Pocket Watch
uk: Кишеньковий годинник

source: Beefalo Riding
uk: Вершництво

source: Shell
uk: Мушля

source: Mini Giant
uk: Мінігігант

source: Statue
uk: Статуя

source: Structure
uk: Споруда

source: Tackle
uk: Снасть

source: Tool
uk: Інструмент

source: Tree
uk: Дерево

source: Trinket
uk: Дрібничка

source: Turf
uk: Ґрунт

source: Upgrade Module
uk: Модуль поліпшення

source: Wagstaff Tool
uk: Інструмент Ваґстаффа

source: Wall
uk: Стіна

source: Weapon
uk: Зброя

source: Winter's Feast Dish
uk: Страва Зимового бенкету

source: Cancel
uk: Скасувати

source: Don't Starve CD-Key
uk: Don't Starve CD-ключ

source: Create
uk: Створити

source: Email
uk: Пошта

source: Link Steam Account
uk: Прив'язати акаунт Steam

source: Login
uk: Увійти

source: Login With Steam
uk: Увійти через Steam

source: Password
uk: Пароль

source: Register
uk: Реєстрація
