Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Wigfrid and nearby allies will not take fire damage.\n\nThis is a Battle Song. Wigfrid must continue to sing for its benefit.
uk: Віґфрід і союзники поблизу не отримуватимуть шкоду від вогню.\n\nЦе бойова пісня. Віґфрід мусить продовжувати співати її для підтримання ефекту.

source: Wigfrid and nearby allies will heal when fighting. Wigfrid will heal a little more too.\n\nThis is a Battle Song. Wigfrid must continue to sing for its benefit.
uk: Віґфрід і союзники поблизу зцілюватимуться під час бою. Віґфрід також зцілюватиметься трохи більше.\n\nЦе бойова пісня. Віґфрід мусить продовжувати співати її для підтримання ефекту.

source: Panic nearby enemies.\n\nThis is a Battle Stinger as it completes in an instant.
uk: Змушує ворогів поблизу панікувати.\n\nЦе бойовий памфлет. Його ефект миттєвий.

source: Revive up to 2 nearby allied players.\n\nThis is a Battle Stinger as it completes in an instant.
uk: Відроджує до 2 союзних гравців поблизу.\n\nЦе бойовий памфлет. Його ефект миттєвий.

source: Draw the attention of nearby enemies.\n\nThis is a Battle Stinger as it completes in an instant.
uk: Привертає увагу ворогів, що знаходяться поблизу.\n\nЦе бойовий памфлет. Його ефект миттєвий.

source: Wigfrid and nearby allies take 10% less damage from Lunar Aligned enemies and deal 5% bonus damage to Shadow Aligned enemies.\n\nThis is a Battle Song. Wigfrid must continue to sing for its benefit.
uk: Віґфрід і союзники поблизу отримуватимуть на 10% менше шкоди від місяцерідних істот і завдаватимуть на 5% більше шкоди тінерідним істотам.\n\nЦе бойова пісня. Віґфрід мусить продовжувати співати її для підтримання ефекту.

source: Scary creatures seem about half as frightening when you're listening to this beautiful song.\n\nThis is a Battle Song. Wigfrid must continue to sing for its benefit.
uk: Моторошні створіння здаватимуться вам удвічі менш страшними, поки ви слухатимете цю прекрасну пісню.\n\nЦе бойова пісня. Віґфрід мусить продовжувати співати її для підтримання ефекту.

source: Wigfrid and nearby allies will restore sanity when fighting.\n\nThis is a Battle Song. Wigfrid must continue to sing for its benefit.
uk: Віґфрід і союзники поблизу відновлюватимуть глузд під час бою.\n\nЦе бойова пісня. Віґфрід мусить продовжувати співати її для підтримання ефекту.

source: Wigfrid and nearby allies take 10% less damage from Shadow Aligned enemies and deal 5% bonus damage to Lunar Aligned enemies.\n\nThis is a Battle Song. Wigfrid must continue to sing for its benefit.
uk: Віґфрід і союзники поблизу отримуватимуть на 10% менше шкоди від тінерідних істот і завдаватимуть на 5% більше шкоди місяцерідним істотам.\n\nЦе бойова пісня. Віґфрід мусить продовжувати співати її для підтримання ефекту.

source: A carriable container with 6 slots that can hold prepared food.\n\nThe food stored in it will be preserved for a long time.
uk: Переносне вмістище на 6 комірок, в якому можна зберігати приготовану їжу.\n\nЇжа всередині зберігатиметься свіжою протягом тривалого часу.

source: Hunger rate is slowed by 25% when worn.
uk: Якщо одягти — вцілілий утрачатиме ситість на 25% повільніше.

source: If there are 6 or more flowers around a bee box, bees will produce honey inside the bee box.
uk: Якщо навколо вулика є 6 або більше квітів, бджоли у вулику почнуть виробляти мед.

source: Watch out for an aggressive mating season.\n\nFeed and care for one of these beasts, and maybe you can saddle them.
uk: Зважайте, що біфало стають агресивні під час сезону розмноження.\n\nГодуйте й доглядайте за одним зі звірів, і, можливо, зможете осідлати його.

source: Snacks for Beefalo.
uk: Закуска для біфало.

source: A survivor can hitch a bonded beefalo to this groomer, and then add or change the Beefalo's clothing.
uk: Вцілілі можуть припнути пов'язаного біфало до цієї станції, щоби потім одягати чи перевдягати біфало.

source: Makes the wearer friendly to Beefalo in heat.
uk: Якщо надіти — біфало не нападатиме на вцілілого під час сезону розмноження.

source: Name and bond with one Beefalo at a time. Bonded Beefalo will follow the holder, even into caves and offline.
uk: Назвіть та пов'яжіться з одним із біфало. Якщо взяти в руки дзвіночок — пов'язаний біфало слідуватиме за вами (навіть у печери та у світ поза мережею).

source: The protection this hat offers only really works on Bees and Bee-like creatures.
uk: Капелюх, що захищає лише від бджіл та бджолоподібних створінь.

source: This enormous and extremely pokable beehive is packed with sweet honey and other surprises.
uk: Величезний вулик, який так і проситься, щоб його потикали, наповнений солодким медом та іншими несподіванками.

source: Freeze the stage of a plant. This will make it unproductive, but also not attractive to parasites.
uk: Заморожує рослину в поточному етапі росту. В такому стані вона перестає рости, а паразити нею не цікавитимуться.

source: A powerful friend when Willow's mind approaches insanity.
uk: Малий друг, що більшає і могутнішає, коли Віллоу в стані божевілля.

source: A bird can be placed in this cage.\n\nMake sure to feed the bird.\n\nIf the bird is fed fruit or vegetables, the bird will pass out seeds from those crops.\n\nIf the bird is fed meats, it may lay an egg.
uk: В клітку можна посадити птаха.\n\nНе забувайте його годувати.\n\nЯкщо птахові згодувати фрукт або овоч, можна отримати насіння відповідної культури.\n\nЯкщо птахові згодувати м'ясо, він знесе яйце.

source: Raises sanity while cooling the wearer.
uk: Якщо надіти — охолоджуватиме вцілілого, підвищуючи йому глузд.

source: It teaches you how to build a specific thing.
uk: За допомогою нього можна навчитися будувати певні речі.

source: Shoots freezing projectiles.
uk: Стріляє заморожувальними снарядами.

source: Can be loaded with cannoballs.\n\nOnce loaded, it can be aimed to fire. The direction can be changed by standing next it from differnet sides before aiming.
uk: Можна зарядити гарматними ядрами.\n\nПісля заряджання можна обрати напрямок стрільби. Напрям стрільби можна змінити, якщо підійти до гармати з іншої сторони.

source: This structure must first be paired with a Nautopilot Beacon.\n\nAfter it is paired, it will pull itself towards the beacon.\n\nIf on a boat, it will increase the velocity of the boat in its direction.
uk: Споруда, яку спершу необхідно сполучити з маяком.\n\nПісля сполучення він притягуватиметься до маяка.\n\nЯкщо розмістити його на човні, човен пливтиме швидше у напрямку маяка.

source: Plugs leaks on boats.
uk: Латає пробоїни у човні.

source: A temporary solution for leaks. Sprung a leak? Use a kelp patch... then another... and another...
uk: Тимчасове рішення для пробоїн. З'явилася пробоїна? Залатайте її ламінарією... а потім знову... і знову...

source: A reinforced boat with a built-in 16 slots container. They don't build them like they used to.
uk: Укріплений човен з убудованим вмістищем на 16 комірок. Таких човнів уже не будують.

source: A rock-like bumper that doesn't take damage when bumping into land. Take that, land!
uk: Скелеподібний бампер, що не отримує шкоду від зіткнення із суходолом. Отримуй, суходоле!

source: Absorbs collision damage of the boat it is mounted on. Can be repaired with Kelp.
uk: Встановлений на човен бампер поглинатиме шкоду від зіткнення. Можна полагодити ламінарією.

source: Absorbs collision damage of the boat it is mounted on. Can be repaired with Broken Shells.
uk: Встановлений на човен бампер поглинатиме шкоду від зіткнення. Можна полагодити розбитими панцирами.

source: A 20 slot container for Books and papyrus.\n\nBooks inside restore 1 durability every 30 seconds, double if Wickerbottom is close by.\n\nAlso, the library works like an Alchemy Engine, providing nearby survivors with new things they can craft.
uk: Вмістище на 20 комірок для книг і папірусу.\n\nКниги всередині відновлюватимуть 1 міцність кожні 30 секунд, а якщо поруч є Вікерботтом — кожні 15 секунд.\n\nТакож шафа працює як алхімічний рушій, дозволяючи вцілілим майструвати нові речі.

source: Summons 2 Grumble Bee followers. Maximum 16 at a time.
uk: Викликає 2 джмелів-прибічників. Одночасно можна мати максимум 16.

source: Summon up to 20 birds to land nearby.
uk: Викликає 20 птахів, що приземляться неподалік.

source: Bring down over a dozen uncontrolled lightning strikes.
uk: Викликає більше дюжини неконтрольованих ударів блискавкою.

source: Extinguishes all burning and smoldering fires nearby and creates or charges a Fiery Pen infused with that energy.
uk: Гасить усе, що палає і загоряється поблизу та створює/заряджає вогняне перо, сповнюючи його енергією вогню.

source: Summon a school of Ocean Fish nearby.
uk: Викликає косяк океанічної риби неподалік.

source: Rapidly grow up to 10 nearby garden plants or fruiting bushes.
uk: Миттєво вирощує до 10 городніх рослин або плодових кущів поблизу.

source: Rapidly grow up to 15 nearby garden plants or fruiting bushes.
uk: Миттєво вирощує до 15 городніх рослин або плодових кущів поблизу.

source: Summons half a day of light to shine down. Will cause an earthquake in the caves.
uk: Викликає світло, що світитиме півдня. Спричиняє землетрус у печерах.

source: Summons 2 days of light to shine down. Will cause an earthquake in the caves.
uk: Викликає світло, що світитиме 2 дні. Спричиняє землетрус у печерах.

source: Sets the current moon stage to full.
uk: Змінює поточну фазу місяця на повню.

source: If it's raining, the rain will stop. If it's not raining, rain will start and also water nearby farm soil.
uk: Якщо йде дощ — він припиниться. Якщо дощу немає — він піде, а також поллє городній ґрунт поблизу.

source: Gives nearby survivors a crafting charge. Each charge lets them craft the next item one tech level higher than normal.
uk: Дає вцілілим поблизу заряд майстерності. Кожен заряд дозволить їм майструвати предмети на один технологічний рівень вище, ніж зазвичай.

source: Grow grass, saplings, and trees nearby, but grass will need to be fertilized again sooner.
uk: Вирощує траву, паростки та дерева поблизу, проте траву потрібно буде частіше вдобрювати.

source: Puts creatures nearby to sleep.
uk: Присипляє істот неподалік.

source: Dries survivors nearby as well as setting their temperature to a nice 35 degrees.
uk: Висушує вцілілих поблизу, а також приводить їхню температуру до комфортних 35 градусів.

source: Summon some unfriendly Tentacles nearby.
uk: Викликає декілька недружніх мацаків неподалік.

source: Create several turfs worth of Spider Webbing on the ground that slows creatures traveling on it.\n\nIt will go away after 2 minutes.
uk: Створює павуче павутиння на декількох клітинах ґрунту, яке сповільнюватиме створінь, що рухатимуться ним.\n\nЗникає через 2 хвилини.

source: You have to catch it once you throw it.
uk: Після кидка його потрібно ще й ловити.

source: Can be thrown into the sea to create a pair of connected Whirlportals. Boats sailing close to them will be brought to the other entrance.
uk: Можна кинути в море, щоб створити пару поєднаних порталоворотів. Човен, що підпливе заблизько до порталовороту, перенесеться на інший його кінець.

source: Can be used on Beefalo to collect Beefalo Wool.\n\nIncreases Beefalo Obedience 40% and increases Beefalo domestication by 1.6% once per day.
uk: Можна використовувати для збору шерсті з біфало.\n\nПідвищує слухняність біфало на 40% та підвищує прирученість біфало на 1,6% раз на день.

source: Catch small flying things and put them or their loot in your inventory.
uk: Ловить дрібних летючих істот. Зловлені істоти або їхня здобич додаватимуться вам в інвентар.

source: Can be unwrapped to release items inside.
uk: Їх можна розпаковувати, щоб видобувати з них предмети.

source: Can package up to 4 stacks of items into one item that can be unpacked later.
uk: Дає змогу запакувати до 4 стосів предметів в один предмет, який потім можна буде розпакувати.

source: Wearer can hide under the bush and will not be attacked by creatures as long as they didn't see the survivor hide.
uk: Якщо надіти — вцілілий зможе ховатися під кущем від істот, але лише за умови, що вони не бачили, як уцілілий у ньому ховався.

source: While fueled, it creates light and heat.\n\nIt can also cook food into their cooked versions.\n\nIs removed when its fuel is used up.
uk: Світиться та гріє, поки в ньому є паливо.\n\nНа ньому також можна готувати їжу.\n\nЗникає, коли паливо закінчується.

source: Sensitive to vapours, they tend to die when monstrous poisons are detected nearby.
uk: Чутлива до випарів. Як правило, гине, коли виявляє поблизу потворні отрути.

source: A 14 slots container for holding Candies, Trinkets, and Decorations.
uk: Вмістище на 14 комірок для зберігання цукерок, дрібничок та прикрас.

source: Increases movement speed by 25% when held.
uk: Якщо взяти в руки — збільшуватиме швидкість уцілілого на 25%.

source: Allows a Sawhorse equipped with it to build new things.
uk: Якщо обладнати нею теслярський козел, можна створювати нові речі.

source: Standing near this device will provide the survivor with new Furniture they can craft.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу майструвати нові меблі.

source: Allows survivors to craft Map Scrolls to exchange their map information.\n\nUsing Blueprints, Sketches, Costume Patterns, Scrapbook Pages, Adverts or Recipe Cards on this will turn them into blank Papyrus.
uk: Дозволяє вцілілим створювати згорнуті мапи, щоб обмінюватись їх умістом.\n\nВикористовуйте креслення, замальовки, викрійки, сторінки нотатника, буклети або картки рецептів на ньому, щоби перетворити їх на порожній папірус.

source: The den of a Catcoon and the place they store items they have carried off.\n\nThose items can be picked up here, but the Catcoon won't like it.
uk: Це лігво єнотокотів і місце, де вони зберігають предмети, які знайшли.\n\nПредмети звідти можна забрати, проте єнотокотам це не сподобається.

source: A gift graciously bestowed to you by the Queen of the Constant, to enrich your sad, futile little lives. She was even kind enough to prepare costumes and a script!
uk: Подарунок, милостиво наданий вам Королевою Константи, щоб збагатити ваші сумні, марні життя. Вона була навіть достатньо люб'язною, щоб підготувати костюми та сценарій!

source: Things can be stored in Chester much like a chest.
uk: В Скриньчику можна зберігати речі, як і у звичайній скрині.

source: A heartless monster. It craves the taste of loot, and flesh.
uk: Безсердечна потвора. Вона жадає здобичі та плоті.

source: Attracts a school of fish when thrown into the ocean.
uk: Приваблює косяк риби, якщо кинути в океан.

source: Works like a campfire, but makes things colder instead of heating them.
uk: Працює так само як багаття, проте він холодить, замість того щоб гріти.

source: Works like a Fire Pit, but makes things colder instead of heating them.
uk: Працює так само як вогнище, проте воно холодить, замість того щоб гріти.

source: Will reveal users location on the map to other survivors also holding a Compass.
uk: Розкриє місцерозташування користувача на мапі іншим уцілілим, які також тримають компас.

source: Will add 24 Nutrients when used on Farm Soil.
uk: Збагатить городній ґрунт поживними речовинами на 24 одиниці.

source: Can receive up to 6 "wet" and "dry" items. When it has at least 2 items, it begins composting.\n\nThe more items it has the faster it will produce compost.\n\nIt works faster if it has a ballance of "wet" and "dry" items.
uk: В неї можна покласти до 6 «вологих» та «сухих» предметів. Компостування почнеться, коли в ній буде мінімум 2 предмети.\n\nЩо більше предметів вона має, то швидше вироблятиме компост.\n\nПроцес буде швидшим, якщо тримати баланс між «вологими» та «сухими» предметами.

source: Wormwood will heal 8 health plus 1 health/sec for 32 seconds. Wormwood will also bloom for 4 minutes.\nThis also works as good fertilizer for gardening.
uk: Вормвуд миттєво зцілить 8 здоров'я + зцілюватиме 1 здоров'я щосекунди протягом 32 секунд. Вормвуд також квітнутиме протягом 4 хвилин. \nДо того ж згортком можна чудово вдобрити город.

source: A record of all the foods cooked and/or eaten, as well as the ingredients used to cook them.
uk: Містить записи всіх приготованих та/або спожитих страв, а також інформацію про інгредієнти, використані для їхнього приготування.

source: Costume piece used in stage plays.
uk: Елемент костюма для п'єс.

source: Standing near this device will provide the survivor with new things they can craft.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу майструвати нові речі.

source: Contains a gem-shaped socket.
uk: Містить заглибину у формі самоцвіту.

source: Survivors can craft a pet from here to follow them around.
uk: За допомогою нього вцілілі можуть завести домашнього улюбленця, який ходитиме за ними назирці.

source: A 4 slot container that will receive ingredients for food.\n\nPlacing 4 items in the container will allow them to be cooked creating some kind of food depending on the items put in to begin with.
uk: Вмістище на 4 комірки, в яке можна складати їжу.\n\nРозмістивши в ньому 4 інгредієнти, можна зготувати з них певну страву, яка залежатиме від інгредієнта, покладеного на початку.

source: Seems like it takes some special magic to get rid of these wonky things.
uk: Схоже, щоби позбутися цієї дивної речі, потрібна якась особлива магія.

source: Knocks items out of targets inventory.
uk: Вибиває предмети з інвентарю цілі.

source: Can be mined down to reveal a darker core made of harder material.
uk: Її можна роздовбати, щоб вивільнити темне осердя, зроблене з міцнішого матеріалу.

source: Makes the surrounding environment cool, if holding a Deerclops Eyeball.\n\nWildfires will not occur nearby, also preventing plant withering. It affects how quickly things dry out, including soil moisture, and how quickly they perish.\n\nCreates Mini Glaciers around itself over time.
uk: Охолоджує довкілля, якщо вставити в нього око оленециклопа.\n\nПоблизу нього не виникатимуть пожежі, а рослини не в'янутимуть. Він впливає на швидкість висихання речей, включно із вологістю ґрунту та швидкістю гниття.\n\nЗ часом створює навколо себе мінільодовики.

source: Bedazzle a Spider Den to pacify the spiders nearby. Bedazzled dens do not grow.
uk: Прикрасьте гніздо, щоб утихомирити павуків навколо. Прикрашені гнізда збільшуватися не будуть.

source: Improves vision in a storm.
uk: Поліпшують видимість під час бурі.

source: A fireproof container with 12 slots.
uk: Вогнетривке вмістище на 12 комірок.

source: Provides a small amount of light and a large amount of heat like a campfire. It may also be used to destroy items.
uk: Дає трохи світла та виділяє велику кількість тепла, як багаття. В ній також можна знищувати предмети.

source: This helm slowly repairs itself.
uk: Шолом, що повільно лагодить себе сам.

source: When equipped Wolfgang can Lift to raise his Mightiness.
uk: Підвищуватиме могутність Вольфґанґа, якщо той візьме її в руки та почне підіймати.

source: When equipped Wolfgang can Lift to raise his Mightiness.\n\nWhen thrown it increases the coldness of creatures near where it lands.
uk: Підвищуватиме могутність Вольфґанґа, якщо той візьме її в руки та почне підіймати.\n\nЯкщо кинути, вона заморозить істот, поруч з якими приземлиться.

source: When equipped Wolfgang can Lift to raise his Mightiness.\n\nGains heat when near something hot, and cools near something cold.\n\nIt will warm or cool the holder depending on its temperature.
uk: Підвищуватиме могутність Вольфґанґа, якщо той візьме її в руки та почне підіймати.\n\nНагрівається, коли знаходиться поруч із чимось гарячим. Охолоджується біля холодного.\n\nГрітиме чи охолоджуватиме вцілілого, залежно від її температури.

source: When equipped Wolfgang can Lift to raise his Mightiness.\n\nWhen thrown it creates fire where it lands.
uk: Підвищуватиме могутність Вольфґанґа, якщо той візьме її в руки та почне підіймати.\n\nЯкщо кинути, вона підпалить те місце, куди приземлиться.

source: It's not food fit for a person.
uk: Їжа, що не підходить людині.

source: If it is encrusted with Thulecite it can be mined off.
uk: Якщо вона вкрита тулецитом, його можна видобути.

source: Works like a campfire for its duration, creating light and heat and will ignite things nearby. It can also be used to cook food.
uk: Працює як багаття. Поки горить — даватиме світло і тепло та підпалюватиме речі навколо. Також її можна використовувати для приготування їжі.

source: Summons Chester when picked up. Chester will follow the holder. While Chester is alive, the eye will be open.
uk: Викликає Скриньчика, якщо підняти. Скриньчик слідуватиме за тим, хто носить із собою кістяне око. Поки Скриньчик живий, око залишатиметься відкритим.

source: Feed this hungry eye to restore it.
uk: Годуйте це голодне око, щоб відновлювати його.

source: A tower that shoots a ranged attack at hostile creatures and regenerates 12 Health a second.
uk: Вежа, що стріляє у ворожих створінь і відновлює 12 здоров'я щосекунди.

source: Digs a tile of ground into farm soil that can be hoed to grow seeds into plants.
uk: Перекопує одну клітину землі в городній ґрунт, який можна обробити мотикою, щоби посадити туди насіння.

source: Each use will put out fires, dry and cool survivors 50 degrees to as low as 2.5 degrees in an area.
uk: Кожне використання гасить полум'я, висушує та охолоджує вцілілих на 50 градусів або до мінімуму в 2,5 градуса у певній зоні.

source: Roughly doubles the number of birds that will land near the wearer.
uk: Якщо надіти — кількість птахів, що приземлятимуться навколо вцілілого збільшиться майже вдвічі.

source: Draws the closest item nearby onto a Mini Sign.
uk: Малює найближчий до вцілілого предмет на мінітабличці.

source: Rotates rotatable structures like fences, signs and chairs.
uk: Розвертає споруди, що можна розвернути, наприклад: паркани, таблички та стільці.

source: While fueled, it creates light and heat.\n\nIt can also cook food into their cooked versions.\n\nIs not removed when its fuel is consumed.
uk: Світиться та гріє, поки в ньому є паливо.\n\nНа ньому також можна готувати їжу.\n\nНе зникає, коли паливо закінчується.

source: Can be turned on and off. While fueled and on, if a fire appears within its range, it will fling a snowball at it to put it out.
uk: Можна вмикати та вимикати. Заправлений і ввімкнений кригомет жбурлятиме сніжки у вогонь, що виник у радіусі його дії.

source: When placed on a boat or docks it is a 20 slot container that will hold sea life. Fish in the container will slowly unspoil.
uk: Вмістище для зберігання морської живності на 20 комірок, яке можна розмістити на човні або пристані. В ньому риба повільно відновлюватиме свіжість.

source: Catch fish in ponds.
uk: Ловить рибу зі ставків.

source: Used with a Sea Fishing Rod.
uk: Кріпиться на морську вудку.

source: The fossilized skeleton of a strange beast.\n\nPaleontology is hard and it is hard to put old bones back together. Not all of the finished products are correctly assembled.
uk: Скам'янілий скелет дивного звіра.\n\nПалеонтологія — складна наука. Старі кістки важко збирати докупи, не всі спроби вийдуть удалими.

source: Sleeping in it restores 1 Sanity and 1 health per second, costing 1 Hunger per second. It also warms the user overtime.
uk: Сон у ньому відновлює 1 глузд та 1 здоров'я щосекунди ціною втрати 1 ситості в секунду. Також уцілілий зігріватиметься уві сні.

source: The Icker completely stops the spoilage of food placed in it.
uk: Гидотник повністю сповільнює псування їжі, що знаходиться всередині нього.

source: Used by Wendy to craft Ghostly Elixirs.
uk: Венді використовує його, щоб створювати примарні еліксири.

source: Abigail will deal her nighttime damage during the day and dusk. Lasts 1 day.
uk: Абіґейл завдаватиме вдень та ввечері таку ж шкоду, як і вночі. Триває 1 день.
