Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Are you sure you want to create an offline world? This is a limited mode where only players on your Local Area Network can join. Players will not be able to receive or use Collection Items in this world.
uk: Ви впевнені, що бажаєте створити світ поза мережею? Це обмежений режим, до якого можуть приєднатися лише гравці вашої локальної мережі. Гравці не зможуть отримувати або використовувати предмети з колекції в такому світі.

source: Are you sure you want to create an offline world? This is a limited mode where only players on your Local Area Network can join.
uk: Ви впевнені, що бажаєте створити світ поза мережею? Це обмежений режим, до якого можуть приєднатися лише гравці вашої локальної мережі.

source: You are resuming an offline world. Only users on your Local Area Network will be able to join this world. Players will not be able to receive or use Collection Items in this world.
uk: Ви повертаєтеся до світу поза мережею. Лише користувачі вашої локальної мережі зможуть приєднатися до цього світу. У такому світі гравці не зможуть отримувати або використовувати предмети з колекції.

source: You are resuming an offline world. Only users on your Local Area Network will be able to join this world.
uk: Ви повертаєтеся до світу поза мережею. Лише користувачі вашої локальної мережі зможуть приєднатися до цього світу.

source: On
uk: Увімк.

source: You can only resume an online world when you have a connection to Steam and Klei. Please log in and try again.
uk: Ви можете продовжити грати в мережі лише за наявності з'єднання зі Steam і Klei. Будь ласка, увійдіть і спробуйте ще раз.

source: You are currently in offline mode and cannot resume an online world. Please log in and try again.
uk: Наразі ви поза мережею та не можете продовжити грати в мережі. Будь ласка, увійдіть і спробуйте ще раз.

source: You can only resume an online world when you have a connection to the game servers. Please log in and try again.
uk: Ви можете продовжити грати в мережі лише за наявності з'єднання з ігровими серверами. Будь ласка, увійдіть і спробуйте ще раз.

source: Online World
uk: Світ у мережі

source: Server Mode:
uk: Режим сервера:

source: Open World Folder
uk: Відкрити папку світу

source: Pick your server's playstyle.
uk: Оберіть стиль гри на вашому сервері.

source: Steam Group
uk: Група Steam

source: Local Only
uk: Локальний

source: Public
uk: Публічний

source: Privacy:
uk: Приватність:

source: PvP:
uk: Гравець проти гравця:

source: Remember my choice.
uk: Запам'ятати мій вибір.

source: Resume World
uk: Продовжити гру

source: Save Type:
uk: Тип збереження:

source: Steam Cloud Save
uk: Steam Cloud

source: Local Save
uk: Локальне збереження

source: Select Slot
uk: Обрати комірку

source: A Whole New World
uk: Новий світ

source: {season} Day {day_count}
uk: {season} День {day_count}

source: Password:
uk: Пароль:

source: Server Settings
uk: Параметри сервера

source: Server Slot
uk: Серверна комірка

source: Date Created
uk: Дата створення

source: Last Played
uk: Останній запуск

source: Days Played
uk: Прожиті дні

source: See which players you've blocked from joining your servers
uk: Переглянути, яких гравців заблоковано від підключення до ваших серверів

source: 's World" with a blank description.
uk: Світ з порожнім описом.

source: Use of user-generated media is not allowed for your account.\nOnline players will see your server name as "
uk: Вашому акаунту не дозволяється використовувати користувацькі медіа.\nГравці бачитимуть назву вашого сервера так: "

source: Use of user-generated media is not allowed for the signed in accounts.\nOnline players will see your server name as "
uk: Акаунтам заборонено використовувати користувацькі медіа.\nГравці бачитимуть назву вашого сервера так: "

source: Play with {server}, requires more PC Power as it runs multiple servers
uk: Гра з печерами вимагає більше ресурсів ПК через роботу відразу двох серверів

source: Play with no {server}, sad, but not as demanding on a computer
uk: Гра без печер сумна, проте не така вимоглива до комп'ютера

source: No {server}
uk: Без печер

source: {server} or no {server}?
uk: З печерами чи без?

source: View Bans
uk: Переглянути блокування

source: View World
uk: Переглянути світ

source: World: {location}
uk: Світ: {location}

source: Change Sort
uk: Змінити сорт.

source: Survived
uk: Уцілів

source: Steam Group:
uk: Група Steam:

source: Private Group Server (Your Group)
uk: Приватний сервер групи (Вашої групи)

source: Group Server (Your Group)
uk: Сервер групи (Вашої групи)

source: Group Server
uk: Сервер групи

source: Your client mods will be temporarily disabled while playing on this server.
uk: Твої клієнтські моди тимчасово вимкнені під час гри на цьому сервері.

source: Client Mods Disabled
uk: Клієнтські моди вимкнено

source: Cloud Save
uk: Хмарне збереження

source: Connection:
uk: З'єднання

source: Dedicated
uk: Виділений

source: Dedicated Server
uk: Виділений сервер

source: Klei Official Server
uk: Офіційний сервер Klei

source: [Description Loading...]
uk: [Опис завантажується...]

source: Details
uk: Подробиці

source: Direct Connect
uk: Пряме приєднання

source: Early
uk: Рання

source: Reset Filters
uk: Скинути фільтри

source: Friends:
uk: Друзі:

source: Friends Playing
uk: Друзі грають

source: Friend-Hosted
uk: Створений другом

source: Group Loading...
uk: Група завантажується...

source: No group
uk: Немає групи

source: Group Unknown
uk: Невідома група

source: Previously Visited:
uk: Відвідані раніше:

source: Password Protected:
uk: Захищено паролем:

source: Password Protected
uk: Захищено паролем

source: PvP
uk: Гравець проти гравця

source: This server name has been filtered
uk: Назва цього сервера прихована

source: Hosted
uk: Створений

source: Choose Playstyle
uk: Обрати стиль гри

source: You're, like, laidback and flexible, man. Any world is good with you.
uk: Ви невимушені та розкуті. З вами будь-який світ прекрасний.

source: You'll show your opponents exactly what you're made of by playing smarter, harder, faster and coming out on top!
uk: Ви покажете своїм противникам, на що ви здатні, граючи мудріше, наполегливіше, швидше і зрештою здобуваючи перемогу!

source: Teamwork is your guiding principal. It's not enough to just not starve, you have to not starve... Together!
uk: Командна робота є вашим керівним принципом. Недостатньо просто не голодувати, ви повинні не голодувати... Разом!

source: Who knows what'll happen next? Mass fighting, crazy dance parties, pits filled with carnivorous spiders... it's pure madness!
uk: Хтозна, що станеться далі? Масові бійки, шалені танцювальні вечірки, ями, наповнені павуками-людожерами... Чисте божевілля!

source: You want to hang out, make friends, and play for fun. You don't care so much if you win or lose, as long as everyone's having a good time!
uk: Бажаєте розважатися, заводити друзів і грати заради задоволення. Виграєте ви чи програєте — неважливо, головне, аби всім було весело!

source: What's your playstyle?
uk: Який ваш стиль гри?

source: Show Empty Servers:
uk: Порожні сервери:

source: Show Full Servers:
uk: Повні сервери:

source: Hide Paused Servers:
uk: На павзі:

source: Late
uk: Пізня

source: Max Players Active
uk: Макс. активних гравців

source: Max Players
uk: Макс. гравців

source: Min Players Active
uk: Активних гравців

source: Mine
uk: Видобути

source: Min Slots Open:
uk: Вільні місця:

source: This server is not up to date. We cannot display its world settings.
uk: Цей сервер застарів. Неможливо переглянути його світові налаштування.

source: Out-of-Date Server
uk: Застарілий сервер

source: Mods Enabled:
uk: Моди ввімкнено:

source: The mods list isn't visible over LAN.\nWhy not scooch over and ask your friend?
uk: Список модів не висвітлюється через локальну мережу.\nЧом би не встати та не спитати у друга?

source: Unable to retrieve mod list due to a version mismatch.
uk: Неможливо завантажити список модів через невідповідність версій.

source: Modded
uk: Модифікований

source: Mods Loading...
uk: Моди завантажуються...

source: This server has mods enabled. Klei won't be able to help if you encounter issues while playing on a modded server.
uk: На цьому сервері увімкнено модифікації. Klei не зможе допомогти, якщо у вас виникнуть проблеми під час гри на модифікованому сервері.

source: Mods Enabled
uk: Моди увімкнено

source: Name
uk: Назвати

source: No Mods
uk: Немає модів

source: No Server Selected
uk: Не обрано сервер

source: No Tags
uk: Немає позначок

source: Not Connected
uk: Не під'єднано

source: Failed to connect to the master server.\nPlease check your network connection.
uk: Помилка з'єднання з головним сервером.\nБудь ласка, перевірте під'єднання до мережі.

source: [No Description]
uk: [Немає опису]

source: Klei Official
uk: Klei Офіційний

source: Are you sure you want to join an offline world? You will not be able to receive or use Collection Items in this world.
uk: Ви впевнені, що бажаєте приєднатися до світу поза мережею? У такому світі ви не зможете отримувати та використовувати предмети з колекції.

source: Offline World
uk: Світ поза мережею

source: This is an offline world.\nMany details remain a mystery, but it looks like people are having fun.
uk: Це світ поза мережею.\nБагато деталей залишаються таємницею, проте, схоже, людям весело.

source: You are not logged in and can't play in online games.\nTry playing over LAN or restarting the game to log in.
uk: Ви не ввійшли в систему і не можете грати в мережі.\nСпробуйте грати через локальну мережу або перезапустіть гру, щоб увійти.

source: You are currently in offline mode and cannot join online worlds. Please log in and try again.
uk: Наразі ви поза мережею і не можете приєднатися до світів у мережі. Будь ласка, увійдіть і спробуйте ще раз.

source: Online Not Available
uk: Мережа недоступна

source: Online
uk: У мережі

source: Server Requires Password
uk: Сервер вимагає пароль

source: Passworded
uk: Під паролем

source: Are you sure you want to join a paused world? You will not be able to play until the server is unpaused.
uk: Ви впевнені, що бажаєте приєднатися до світу на павзі? Ви не зможете грати, доки сервер не буде на павзі.

source: Paused World
uk: Світ на павзі

source: Daytime
uk: Час доби

source: Ping
uk: Мережева затримка

source: Players Loading...
uk: Гравці завантажуються...

source: Players Unknown
uk: Гравці невідомі

source: Private
uk: Приватний

source: Refreshing...
uk: Оновлення...

source: Report Server
uk: Скарга на сервер

source: Reason for Report
uk: Скарга по причині

source: Searching Servers...
uk: Пошук серверів...

source: Season:
uk: Сезон:

source: Server Actions...
uk: Дії сервера...

source: Server Type:
uk: Тип сервера:

source: Your language option doesn't match the language set by this server, do want to join anyways?
uk: Обрана мова не збігається з мовою, вказаною на цьому сервері. Все одно бажаєте приєднатися?

source: Server Language Mismatch
uk: Мовні розбіжності сервера

source: Servers
uk: cервер

source: %s Servers
uk: %s сервер

source: shown
uk: Висвітлено

source: ({viewed} of {total} shown)
uk: (Висвітлено {viewed} з {total})

source: Show LAN:
uk: Локальна мережа:

source: Do not show this again
uk: Більше не показувати

source: Best Connection
uk: За якістю з'єднання

source: Most Active Players
uk: Найактивніші гравці

source: Relevance
uk: Найдоречніше

source: Server Name A-Z
uk: Назви від А до Я

source: Server Name Z-A
uk: Назви від Я до А

source: Sort By:
uk: Сортування:

source: Tags
uk: Позначки

source: Tags Loading...
uk: Позначки завантажуються...

source: Filter Server Name
uk: Приховати назву сервера

source: Season Unknown
uk: Сезон невідомий

source: Version Matches:
uk: Версії співпадають:

source: View Group Profile
uk: Переглянути групу

source: View Mods
uk: Переглянути моди

source: Mods Unknown
uk: Моди невідомі

source: View Tags
uk: Переглянути позначки

source: World Loading...
uk: Завантаження параметрів світу...

source: World Unknown
uk: Невідомий світ

source: Next Set
uk: Наступний набір

source: Previous Set
uk: Попередній набір

source: Reward:
uk: Нагорода:

source: BASE
uk: БАЗА

source: Reset to Default
uk: Встановити типово

source: Craftables
uk: Можна змайструвати

source: Loadout
uk: Розвантаження

source: NEW
uk: НОВЕ

source: NONE
uk: НІЧОГО

source: You are now in offline mode.\nYour item collection is not available in offline mode.\nPlease check your connection and log in again.
uk: Ви перебуваєте поза мережею.\nВаша колекція предметів не доступна поза мережею.\nБудь ласка, перевірте з'єднання й спробуйте ввійти ще раз.

source: You are now in offline mode.\nPlease check your connection and log in again.
uk: Ви перебуваєте поза мережею.\nБудь ласка, перевірте з'єднання й спробуйте ввійти ще раз.

source: Nothing to see here
uk: Тут нема на що дивитися

source: Your curio cabinet is not available in offline mode.
uk: Ваші цікавинки недоступні поза мережею.

source: Pick A Character
uk: Оберіть персонажа

source: Last Outfit
uk: Останнє вбрання

source: Save Outfit
uk: Зберегти вбрання

source: Ensemble Info
uk: Інформація про костюм

source: Piece
uk: Шматок

source: Sorry
uk: Дуже шкода

source: {name}'s Collection
uk: Колекція користувача {name}

source: Reskin Info
uk: Інформація

source: Reskins
uk: Змінює вигляд:

source: Reskins {item}
uk: Новий вигляд {item}

source: Reskins {item1} and {item2}
uk: Новий вигляд {item1} та {item2}

source: Reskins {item1}, {item2} and {item3}
uk: Новий вигляд {item1}, {item2} та {item3}

source: {skin} will change the appearance of {item1}, {item2} and {item3}.
uk: {skin} змінить вигляд {item1}, {item2} та {item3}.

source: {skin} will change the appearance of {item1} and {item2}.
uk: {skin} змінить вигляд {item1} та {item2}.

source: {skin} will change the appearance of {item}.
uk: {skin} змінить вигляд {item1}.

source: Clothing Presets
uk: Попередньо встановлені вбрання

source: Special Events
uk: Особливі події

source: from split screen
uk: з розділеного екрана

source: Kick
uk: Вигнати

source: TO JOIN
uk: , ЩОБ ПРИЄДНАТИСЬ

source: PRESS
uk: ТИСНИ

source: Signed In
uk: Вхід у гру

source: Player 1
uk: Гравець 1

source: Player 2
uk: Гравець 2

source: Not Yet
uk: Поки ні

source: Doorway to Adventure!
uk: Відчини двері до пригод!

source: Let me think about it.
uk: Треба подумати...

source: I'm ready!
uk: Напоготові!

source: Character and item skin sets now available for purchase!
uk: Набори речей персонажів і предметів уже доступні для придбання!

source: Now Available!
uk: У наявності!

source: This will REMOVE ALL YOUR ITEMS and destroy your current world. Only items placed in the machine will appear in the next world.
uk: Це ВИЛУЧИТЬ УСІ ВАШІ РЕЧІ та зруйнує ваш поточний світ. У наступному світі з'являться лише предмети, залишені в машині.

source: This will destroy your current world, but you will retain your inventory contents.
uk: Це зруйнує ваш поточний світ, але ви збережете вміст свого інвентарю.

source: Stay here.
uk: Стій тут.

source: Journey onwards?
uk: Продовження мандр?

source: Head
uk: Голова

source: Curiosities
uk: Цікавинки

source: (Curio Collector Games)
uk: (Ігри збирача цікавинок)

source: Body
uk: Тіло

source: Chase Crow
uk: Гони-ворони

source: You've collected all of the junk. Thanks a million.
uk: Ви зібрали все сміття. Величезне спасибі.

source: You've collected 25 pieces of junk. That's a good start.
uk: Ви зібрали 25 одиниць сміття. Непоганий початок.

source: Thanks for tidyin'
uk: Дякую за допомогу

source: Junk Found:
uk: Сміття знайдено:

source: The Crows left a mess in the maze after last year's Cawnival. Move around the maze to pick up all of the leftover junk.
uk: Круки полишили після себе такий безлад після торішнього Кар-р-рнавалу. Рухайтеся лабіринтом та позбирайте залишки сміття.

source: A Mess of a Maze
uk: Безлад у лабіринті

source: Open Gift
uk: Відкрити подарунок

source: Reporting tidying up'...
uk: Звітування про прибирання...

source: Steps Taken:
uk: Зроблено кроків:

source: Great job tidyin' up.\nYou completed {moves} moves, for a score of {score}!
uk: Ви зробили {moves} кроків, здобувши {score} балів!

source: All done tidyin'
uk: Усе зібрано

source: Game Score:
uk: Рахунок гри:

source: Oh crow!\nA murder of feathered fiends has gotten their claws into the Curio Collector's prized collection of candy wrappers!\n\nHelp him scare away the crows by matching adjacent pairs of wrappers. Use tools to help clear big groups of wrappers and crows to improve your score. Clearing 10 or more tiles will grant you a bonus tool.
uk: Кляті ворони!\nЦіла ватага пернатої погані вчепилася пазурами в дорогоцінну колекцію обгорток від цукерок збирача цікавинок!\n\nДопоможіть йому прогнати ворон, зіставляючи сусідні пари обгорток. Використовуйте знараддя, аби прибирати великі групи обгорток і ворон, отримуючи більше балів. Прибравши 10 або більше плиток, ви отримаєте бонусне знараддя.

source: Ravin' Wrapper Raiders
uk: Воронячі крадії обгорток

source: High Score:
uk: Найвищий бал:

source: Last Move Score:
uk: Попередній рахунок:

source: Cane
uk: Ціпок

source: Reporting wrapper tidyin'...
uk: Звітування про зібрані обгортки...

source: Thanks for tidyin' up!
uk: Спасибі за допомогу!

source: Days Remaining
uk: Днів залишилося

source: Day Remaining
uk: День залишився

source: Ending Soon
uk: Невдовзі кінець

source: Last one!
uk: І останній!

source: Feet
uk: Ступні

source: Hands
uk: Руки

source: Sadly, {name} was feeling neglected. They went looking for the affection, food and tidier home that they felt they deserved.
uk: На жаль, {name} стало невтішно. Вони пішли шукати ласку, їжу та охайний дім, на які, на їхню думку, вони заслуговували.

source: {name} has abandoned you.
uk: {name} покидає нас.

source: Clear Poop
uk: Прибрати

source: Feed {name}
uk: Годувати {name}

source: Collar Me Impressed
uk: Здивуй мене нашийником

source: Send {name} to hibernate
uk: Ввести {name} у сплячку

source: {name} is hibernating.
uk: {name} у сплячці.

source: {name} is {age} days old.
uk: {name} виповнилося {age} днів.

source: Any name is great, but pick one that is meaningful to you!
uk: Поганих імен не буває, втім, оберіть таке, що матиме для вас особливе значення!

source: Name your Kitcoon
uk: Назвіть єнотокошеня

source: Play with {name}
uk: Грати з {name}

source: Wake {name} from hibernation
uk: Пробудження {name} від сплячки

source: Legs
uk: Ноги

source: Less Than A Day Remaining
uk: Залишилося менш як добу

source: Test
uk: Тест

source: Be at ease, mortal. We exist outside time, here.
uk: Розслабся, смертний. Ми існуємо поза часом, тут.

source: I'll admit, I've always found Chesters endearing.
uk: Зізнаюся, я завше вважав Честерса чарівним.

source: [Chortle] You mortals have been quite enamored with the throne, haven't you?
uk: [Гигикає] Тобі, смертному, добряче припав до душі трон, чи не так?

source: [The shadow murmurs something, but you cannot comprehend the words.]
uk: [Тінь щось бурмоче, але ти не можеш розібрати слів.]

source: Do you ever tire of that ratty old mortal body?
uk: Тобі колись набридало це старе прогниле смертне тіло?

source: [Sigh] Immortality is such a burden.
uk: [Вдихає] Безсмертя то такий тягар.

source: You're a long way from home are you not, little mortal?
uk: Ти далеко від дому, чи не так, смертний!

source: You must recount your corporeal stories to me some time, mortal.
uk: Колись ти розповідатимеш мені свої людські історії, смертний.

source: Fear the dark, little mortal.
uk: Тремтій перед темрявою, смертний!

source: [Chortle] Have you met her yet?
uk: [Хихикає] Ви вже зустрічалися з нею?

source: Tell me, have you traveled through the Gateway yet?
uk: Повідай старому, ти вже перетинав Браму раніше?

source: Greetings, mortal. Have you brought chests? I'll be happy to reveal your gifts, if so.
uk: Вітаю, смертний. Маєш скрині? Залюбки відкрию твої дарунки за наявності.

source: Greetings, mortal. I sense a chest in your possession! Please, be my guest.
uk: Вітаю, смертний. Я чую у твоїх руках скриню! Прошу, будь сьогодні моїм гостем.

source: Greetings, mortal. Come to receive gifts from the Shadow realm? You need only open your chests.
uk: Вітаю, смертний. Ти прибув за дарунками з Царства Тіней? Ти мусиш лише відкрити свої скрині.

source: Greetings, mortal. No chests today? A shame.
uk: Вітаю, смертний. Нині без скринь? Прикро.

source: Greetings, mortal. I sense you have no chests. You have been adventuring, yes?
uk: Вітаю, смертний. Я не чую, щоб у тебе були скрині. Отже, ти мандрував, так?

source: Greetings, mortal. Chests to find their way to you on your travels. I'll be here, until then.
uk: Вітаю, смертний. Я буду тут доти, доки ти не принесеш мені скриню.

source: Next Special
uk: Наст. Пропозиція

source: Unspecials
uk: Звичайні пропозиції

source: No offers
uk: Немає пропозицій

source: The Trade Inn is not available in offline mode.
uk: Міняйломат недоступний поза мережею.

source: Prev. Special
uk: Поп. Пропозиція

source: Any <number> <rarity> Item<plural>
uk: Будь-що з <number> <rarity> <plural> предметів

source: <number> <rarity> <tags>Item<plural>
uk: <number> <rarity> <tags> <plural> предметів

source: Wanted: <rarity> Items
uk: Необхідні предмети: <rarity>

source: Egg Timer:
uk: Таймер яйця:

source: Game Over
uk: Гру завершено

source: The egg is rotten!
uk: Яйце зіпсувалося!

source: Great job countin'.\nYou completed {eggs} eggs for a total of {score} points!
uk: Гарний результат.\nВи зібрали: {eggs}, а загальний рахунок: {score}!

source: Great job countin'.\nYou completed 1 egg for a total of {score} points!
uk: Гарний результат.\nВи зібрали одне яйце, а загальний рахунок: {score}!

source: All done countin'
uk: Все, підрахунок закінчено.

source: Score:
uk: Рахунок:

source: Combine tiles to add up to 100. Completing a tile with a value of 100 earns you a large amount of points. The faster you add, the more points you'll receive.\n\nGood luck!
uk: Поєднуйте плитки, щоб отримати 100 балів. Заповнення плитки вартістю 100 приносить вам купу балів. Що швидше ви складатимете, то більше очок отримаєте.\n\nЩасти!

source: An Eggy Tally
uk: Яєчний рахунок

source: Reporting Eggy sums...
uk: Звітність про кількість яєць...

source: Thanks for playing!
uk: Спасибі за гру!

source: Remove Item
uk: Вилучити предмет

source: Choose Items To Swap
uk: Оберіть предмети для обміну

source: There was an error trading your items. Please login again to refresh your account inventory.
uk: Виникла помилка під час обміну предметами. Будь ласка, увійдіть ще раз, щоб оновити інвентар вашого акаунта.

source: Error Trading Items
uk: Помилка обміну предметів

source: Help a poor old trader out with a few more <rarity> items and I'll give ya a higher quality item in exchange. Guaranteed.
uk: Допоможи бідному і старому крамареві, віддавши кілька <rarity> речей, натомість я дам тобі одну луччу. Гарантую.

source: I'm gonna need a few more <rarity> items to make a trade. I gotta cover my overhead, ya know? But ya'll get a better item in exchange.
uk: Мені треба ще кілька <rarity> речей для обміну. Я маю покривати свої розходи, знаєш? Натомість ти одержиш луччий предмет.

source: Tha's it, fill tha machine on up with <rarity> items and ya'll get a higher quality item back out.
uk: От так, заповни автомат <rarity> речами, і на виході одержиш одну річ луччої якості.

source: Tha's tha ticket. Just bang a few more a those <rarity> items in tha machine to get a better item!
uk: Ото твій квиток. Лиш закинь іще <rarity> речей в автомат, і одержиш луччу річ!

source: Ya got tha rest of tha stuff I'm lookin' for? If not, come back in a few days an' there might be a new deal.
uk: Маєш що-небудь крім того, що я просив? Якщо ні, то заходь за кілька днів, і, будь може, обміняємось.
