Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Raises Abigail's health regeneration from 1 to 20 health per second. Lasts 30 seconds.
uk: Підвищує щосекундну регенерацію здоров'я Абіґейл з 1 до 20. Триває 30 секунд.

source: Raises Abigail's health regeneration from 1 to 3 health per second. Lasts 1 day.
uk: Підвищує щосекундну регенерацію здоров'я Абіґейл з 1 до 3. Триває 1 день.

source: Doubles Abigail's shield duration from 0.5 seconds to 1 second.\n\nAttacking creatures also take 20 damage.\n\nLasts 1 day.
uk: Подвоює тривалість щита Абіґейл з 0,5 до 1 секунди.\n\nІстоти, що атакують отримуватимуть 20 шкоди у відповідь.\n\nТриває 1 день.

source: Doubles Abigail's shield duration from 0.5 seconds to 1 second. Lasts 1 day.
uk: Подвоює тривалість щита Абіґейл з 0,5 до 1 секунди. Триває 1 день.

source: Abigail has a 75% speed boost for 1 day.
uk: Абіґейл отримає 75% прискорення на 1 день.

source: Halves the cost of crafted items and raises sanity when worn.
uk: Вдвічі знижує вартість майстрування предметів. Підвищуватиме глузд, якщо надіти.

source: Turns crafted items and structures into their ingredient parts based on their remaining durability.\n\nGem ingredients are not returned.
uk: Перетворює змайстровані предмети й споруди назад у складники, залежно від поточного запасу міцності.\n\nСамоцвіти назад не повертає.

source: The Moon Crater dirt infused water will form Moon Glass crystals if the water is clear and the light is right.
uk: Вода, насичена породою місячних кратерів, сформує кристали місячного скла, якщо вода чиста та освітлення правильне.

source: Will explode for 200 damage when lit.
uk: Якщо підпалити — вибухне, завдаючи 200 шкоди.

source: Creates pretty sparkles when added to a fire.
uk: Якщо кинути у вогонь, із нього полетять гарненькі іскри.

source: Mutates some creatures and plants into their lunar mutated form.
uk: За допомогою неї деякі істоти та рослини можуть набути своєї місячної форми.

source: Can be put on Totally Normal Trees as decoration.
uk: Прикраси можна розвішувати на звичайнісіньких деревах.

source: Heals 20 Health.
uk: Зцілює 20 здоров'я.

source: Heals 20 Health and makes the survivor immune to Acid Rain for half of a day. Pacifies Snurtles and Slurtles for the duration.
uk: Зцілює 20 здоров'я й робить уцілілого невразливим до кислотного дощу на півдня. Також утихомирює слизопах і равлипах.

source: Gains heat when near something hot, and cools near something cold.\n\nIt will warm or cool the holder depending on its temperature.
uk: Нагрівається, коли знаходиться поруч із чимось гарячим. Охолоджується біля холодного.\n\nГрітиме чи охолоджуватиме вцілілого, залежно від його температури.

source: This cantankerous crustacean isn't the easiest to get along with, but with a bit of time and care, you might just discover that there's more to her underneath that hard outer shell.
uk: Дратівлива ракоподібна, з якою не дуже просто ладнати. Проте якщо приділити їй дещицю часу та турботи — можливо, під її твердим панциром віднайдеться щось більше.

source: The house of a Crabby Hermit that looks like it could use a fix up.
uk: Будинок краба-відлюдниці, якому, можливо, не завадив би ремонт.

source: Makes scary things around you relaxing instead.
uk: Страшні речі навколо натомість заспокоюватимуть.

source: Use on Garden Soil to create dirt piles where survivors can plant seeds.
uk: Використовуйте на городньому ґрунті, щоб створювати купки землі, куди вцілілі зможуть саджати насіння.

source: When placed, it allows the survivor to write a message that can be read by themselves or other survivors later.
uk: Якщо розмістити, вцілілі можуть написати на ній щось, що згодом зможуть прочитати або вони самі, або інші вцілілі.

source: Causes up to 5 nearby Beefalo to follow the blower for the day.
uk: Змушує до 5 біфало поблизу слідувати за тим, хто засурмить у нього. Біфало слідуватимуть 1 день.

source: Hotsprings are like baths for some people.
uk: Деякі люди приймають гарячі джерела за ванну.

source: Things can be stored in Hutch much like a chest.
uk: В Сховчику можна зберігати речі, як і у звичайній скрині.

source: Summons Hutch when picked up. Hutch will follow the holder. While Hutch is alive, Star-Sky will be alive.
uk: Викликає Сховчика, якщо підняти. Сховчик слідуватиме за тим, хто носить із собою Зірчика. Поки Сховчик живий, Зірчик також житиме.

source: A container with 9 slots that can hold food items.\n\nItems inside will expire half as fast.
uk: Вмістище на 9 комірок, в якому можна зберігати їжу.\n\nПредмети всередині псуватимуться вдвічі довше.

source: Wearer's wetness will rapidly rises up to 50%. Slows the wearer by 10%.
uk: Якщо надіти — вологість уцілілого швидко зростатиме до 50%. Швидкість руху зменшиться на 10%.

source: An 8 slots container that halves the speed of food spoiling inside.
uk: Вмістище на 8 комірок, усередині якого їжа псуватиметься вдвічі довше.

source: An annoying little creep that just wants to be held by you. Stomp it out quickly, before it does more creeping.
uk: Надокучливий малий мімік, який просто хоче, щоб його потримали. Швидше розтопчіть його, поки він іще на щось не обернувся.

source: A towering pile of junk. There might be something surprising hiding inside...
uk: Висока купа брухту. Всередині неї може ховатись якась несподіванка...

source: As a Merm, Wurt reverses the sanity loss into sanity gain.
uk: Оскільки Вурт — мермида, вона навпаки відновлюватиме глузд від носіння вінка.

source: This item creates light for its duration.\n\nIt does not break when its duration is finished and can be refuled.
uk: Випромінює світло, поки заправлений.\n\nВін не зникає, коли запас міцності досягає 0%, і його можна повторно заправити.

source: Raises the heat of Survivors nearby and will ignite nearby objects on fire.
uk: Гріє, якщо стояти поруч. Підпалює все навколо.

source: Restores lost "maximum health".
uk: Відновлює втрачене максимальне здоров'я.

source: Can create light. Willow, Walter and Warly can use it to cook food.\n\nWill lose durability faster in the rain.
uk: Випромінює світло. Віллоу, Волтер і Варлі можуть готувати на ній їжу.\n\nКоли дощить, швидше втрачатиме запас міцності.

source: Lightning that would strike nearby will instead strike this, charging it.
uk: Блискавка, яка мала б влучити у випадкове місце поблизу, натомість влучатиме у блискавкоприймач, заряджаючи його.

source: Ghostly apparition of a spirit's lost toy.
uk: Привид загубленої іграшки духа.

source: Standing near this device will provide the survivor with new things they can craft that are based on Pure Brilliance.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу майструвати нові речі із чистого блиску.

source: Glows in the dark and augments the Brightshade Staff with 2 more projectile bounces.\nAdds +5 Planar Damage to weapons with Planar Damage.
uk: Світиться в темряві та підсилює ясноквітний жезл додатковими 2 стрибками снарядів.\nДодає +5 іншовимірної шкоди до зброї, що завдає іншовимірну шкоду.

source: Will restore durability of tools and weapons crafted with Brightshade Husks.
uk: Відновить міцність інструментів та зброї, зроблених з ясноквітного лушпиння.

source: A particularly hard material. Tools without special qualities may bounce off sometimes.
uk: Надзвичайно твердий матеріал. Звичайні інструменти без особливих якостей можуть відскакувати від нього при ударі.

source: A one way door of moon energy that grows over time and then expires to pop up somewhere else some time later.
uk: Односторонній отвір місячної енергії, що розширюється із часом, а потім зникає, щоб з'явитися в іншому місці.

source: Wraps itself around a growing plant blocking it from the survivors.
uk: Обростає навколо рослин, відгороджуючи їх від уцілілих.

source: Standing near this device will provide the survivor with new Experiments they can craft.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу створювати нові експерименти.

source: A 12 slot container that is actually a singular storage location that all "magic storage" items access.
uk: Вмістище на 12 комірок, уміст якого є спільним для всіх магічних сховищ.

source: Contains map data of the survivor who created it. Used to share map information.
uk: Містить уміст мапи, створеної вцілілим. Їх можна використовувати для обміну картографічною інформацією.

source: Can be planted in the ground.
uk: Можна посадити в землю.

source: It can be quickly unfurled and furled with effort. When unfurled the sail increases the boats forward velocity by 2.5.\n\nEach mast placed is 30% less efficient than the last.\n\nThe Steering Wheel can be used to rotate the forward direction of the Mast.
uk: Вітрило можна швидко розгорнути, але щоб згорнути, треба докласти зусиль. Розгорнуте вітрило підвищує швидкість човна на 2,5.\n\nЯкщо замінювати щоглу, кожна наступна буде на 30% менш ефективною.\n\nЗа допомогою штурвала можна змінювати напрям вітрила.

source: It can be quickly furled and unfurled with effort. When unfurled the sail increases the boats forward velocity by 4.\n\nEach mast placed is 30% less efficient than the last.\n\nThe Steering Wheel can be used to rotate the forward direction of the Mast.
uk: Вітрило можна швидко згорнути, але щоб розгорнути, треба докласти зусиль. Розгорнуте вітрило підвищує швидкість човна на 4.\n\nЯкщо замінювати щоглу, кожна наступна буде на 30% менш ефективною.\n\nЗа допомогою штурвала можна змінювати напрям вітрила.

source: This item creates light for its duration.\n\nIt does not break when its duration is finished and can be refueled.
uk: Випромінює світло, поки заправлений.\n\nВін не зникає, коли запас міцності досягає 0%, і його можна повторно заправити.

source: Certain items can be put on the rack and begin drying. After drying for some time, the item will turn into a dried version of itself.
uk: Певний предмет можна повісити на в'ялку та почати його в'ялення. Через деякий час в'ялення завершиться й предмет зробиться в'яленим.

source: Creates a flash in the sky that can be seen by all survivors on the minimap.\n\nThis large flash will also draw the attention of some hostile creatures.
uk: Створює спалах у небі, який уцілілі можуть побачити на мапі.\n\nТакож спалах приверне увагу деяких ворожих створінь.

source: Merm will treat the wearer like a merm.
uk: Якщо надіти — мерми вважатимуть уцілілого за свого.

source: A nearby Merm will take up residence here and if fed, will grow into a King of Merms.
uk: Місце на ньому займе найближчий мерм. Якщо мерма годувати, він перетвориться на короля мермів.

source: While stocked with Cut Grass and Logs, Merm Guards will grab a Swamp Brawler Helmet from it, reducing its stores.\n\nSwamp Brawler Helmets are a cheap way for a Merm to get 50% protection from damage for a short while.
uk: Мерми-вартові можуть брати звідти шоломи болотного забіяки, поки всередині є зрізана трава та колоди.\n\nШолом болотного забіяки — недорогий спосіб для мермів отримати 30% захисту від шкоди на короткий час.

source: While stocked with Cut Grass and Logs, Merm Guards will grab a Swamp Warrior Helmet from it, reducing its stores.\n\nSwamp Warrior Helmets are a better design over their Brawler cousin, providing 70% resistance from damage for a longer period of time.
uk: Мерми-вартові можуть брати звідти шоломи болотного воїна, поки всередині є зрізана трава та колоди.\n\nШолом болотного воїна — кращий спосіб для мермів отримати 50% захисту від шкоди на довший час.

source: While stocked with twigs and rocks, regular Merms will grab a Shoddy Tool from it, reducing its stores.\n\nShoddy Tools will increase the amount of work a Merm does for a short time.\n\nWith a Shoddy Tool, follower Merms will help chop trees, mine rocks, dig in a garden and till soil.
uk: Звичайні мерми можуть брати звідти вбогі інструменти, поки всередині є гілки та каміння.\n\nВбогі інструменти збільшать ефективність роботи мерма на короткий час.\n\nЗ убогим інструментом мерм-прибічник допоможе рубати дерева, добувати камені, копати город та обробляти ґрунт.

source: While stocked with twigs and rocks, regular Merms will grab a Slightly Less Shoddy Tool from it, reducing its stores.\n\nSlightly Less Shoddy tools increase the amount of work a Merm does a little more than their lesser sibling, the Shoddy Tool.\n\nWith a Slightly Less Shoddy Tool, follower Merms will help chop trees, mine rocks, dig in a garden and till soil.
uk: Звичайні мерми можуть брати звідси дещо менш убогі інструменти, поки всередині є гілки та каміння.\n\nДещо менш убогі інструменти збільшать ефективність роботи мерма на довший час, ніж звичайні вбогі інструменти.\n\nЗ дещо менш убогим інструментом мерм-прибічник допоможе рубати дерева, добувати камені, копати город та обробляти ґрунт.

source: Some messages are notes, some are maps to special locations.
uk: Деякі повідомлення є записками, деякі — позначками особливих місцин на мапі.

source: A structure constructable by Wolfgang to increase his Might by lifting at the right timing.\n\nIt requires two heavy objects be placed on its platforms to function. The higher the quality of the heavy objects, the more Might Wolfgang will get with each lift.
uk: Споруда, яку може побудувати Вольфґанґ, щоб збільшувати свою могутність, підіймаючи вагу в правильному ритмі.\n\nНа платформах тренажера необхідно розмістити два важких об'єкти. Що вища якість важких об'єктів, то більше могутності Вольфґанґ отримуватиме за кожний підйом.

source: Provides light for nearly one day.
uk: Забезпечує світлом приблизно на один день.

source: Cools the holder while they run.
uk: Якщо взяти в руки — охолоджуватиме вцілілого під час бігу.

source: Creates a flash in the sky that can be seen by all survivors on the minimap.
uk: Створює спалах у небі, який уцілілі можуть побачити на мапі.

source: A container with 12 slots.
uk: Вмістище на 12 комірок.

source: Ever played "Whack-A-Mole"? What a great game.
uk: Грали колись у «Вдар крота»? Така чудова гра.

source: Allows wearer to view the world in a night vision mode that can see in the dark.
uk: Якщо надіти — вцілілий зможе бачити світ у режимі нічного бачення.

source: A rift like spout from somewhere else, Monkeys and other debris keep dropping out of it.
uk: Розломоподібний отвір не із цих країв, з якого вряди-годи вивалюються мавпи та інший непотріб.

source: This banana-obsessed monarch has a gift for lifting curses, and presiding over her motley crew of privateering primates.
uk: Ця одержима бананами монархиня має дар знімати прокляття та керувати своєю різношерстною командою приматів-каперів.

source: Reduces collision damage and decay damage on boats by half.
uk: Вдвічі знижує шкоду від зіткнень та пробоїн.

source: Wearer will perform boat activities faster and uses half as much oar durability.
uk: Якщо надіти — вцілілий швидше виконуватиме дії, пов'язані із човном, і весло втрачатиме свою міцність удвічі повільніше.

source: It feels like there's a storm coming...
uk: Здається, наближається буря...

source: "'Neath full moon's light, ye place the key;\nA rod whose call the stars doth heed.\nBut be ye warned, 'fore prize be claimed,\nSurvive the horde, lest ye be maimed."
uk: «Коли місяць уповні, ти ключ розмісти,\nТой жезл, що кличе до зорі.\nТа пам'ятай, що лиш той скарб забере,\nХто навалу ворожу переживе».

source: A complex contraption to contain a geyser of energy that has several stages of construction.
uk: Складний апарат для стримування гейзера енергії, який має декілька етапів будівництва.

source: The level of water reflects the current and upcoming state of the moon, overflowing with water during a full moon.
uk: Рівень води відтворює поточну та майбутню фазу місяця, переповнюючись водою під час повні.

source: Always appears on the minimap, even in unexplored areas.
uk: Завжди показується на мапі, навіть на недослідженій території.

source: When used at a Celestial Portal, the survivor can change to a different survivor.
uk: Якщо використати його на небесному порталі, вцілілий може змінитися на іншого вцілілого.

source: Standing near this device will provide the survivor with new items they can craft.
uk: Вцілілі, що стоятимуть біля цього пристрою, отримають змогу майструвати нові предмети.

source: An experiment being worked on by a mysterious hologram that requires the survivors help.
uk: Експеримент, над яким працює таємнича голограма, що потребує допомоги вцілілих.

source: Improves vision in a storm.\n\nWill help locate mysterious holograms.
uk: Поліпшують видимість під час бурі.\n\nДопоможуть із пошуком таємничих голограм.

source: An object trapped inside moon rock.
uk: Об'єкт, що застряг усередині місячного каменю.

source: Packed so tight with wriggling friends that the explosive release of bugs inflicts damage to targets nearby.
uk: Вона настільки щільно напакована пискливими друзями, що після вибуху зостануться комахи, які завдаватимуть шкоду цілям поблизу.

source: A useful healing device but only for Merms, after all, the Mosquitos are mostly full of Merm blood to begin with.
uk: Корисний цілющий засіб, призначений лише для мермів. Як-не-як, у комарах завжди повно мерм'ячої крові.

source: Containing "essence de moustique" making any holder seem friendly to wild mosquitos.
uk: Містить «essence de moustique», завдяки якій комарі вважатимуть будь-кого, хто тримає Сверблючку в руках, своїм другом.

source: Can be used to heal 8 health.
uk: Можна використати для зцілення 8 здоров'я.

source: Enter and re-enter the amazing Constant again and again through this perennial portal.
uk: Повертайтеся до дивовижної Константи знову й знову через цей одвічний портал.

source: It will change the Florid Postern into the Celestial Portal construction project.
uk: За допомогою нього можна почати перебудовувати химерну потерну в небесний портал.

source: Reduces hunger by 25%. Periodically Spawns Mushroom Spores.
uk: Зменшує втрату ситості на 25%. Періодично плодить грибні спори.

source: Requires some kind of mushroom or spore planted on it to start growing new mushrooms.\n\nIt takes nearly 4 days for it to reach maximum yield of Mushrooms when harvested.\n\nAfter being harvested 4 times it must be fertilized with a Living Log.
uk: Щоби почати вирощувати гриби, потрібно посадити в неї гриб або спору.\n\nЩоб отримати максимальний урожай, необхідно приблизно 4 дні.\n\nПісля 4-го збору врожаю її треба вдобрити живою колодою.

source: A container with 4 slots that will accept \nlight\n objects like Lightbulbs. The more items it has, the larger a radius of light it will create.
uk: Вмістище на 4 комірки, що приймає \nджерела світла\n такі як, приміром, лампочки. Що більше предметів у ньому, то яскравіше він світитиме.

source: Strange mushroom stalks that grant the Toadstool extra strength, toughness and speed.
uk: Дивні гриби, що дають ропусі-поганці додаткову силу, витривалість і швидкість.

source: Needs fertilization if transplanted.
uk: Потребує добрива при пересадці.

source: When fueled, it creates light and drains Sanity of survivors around it at a rate of 3 per minute in the day and 8 per minute at night.
uk: Поки має паливо — випромінює світло та знижує глузд уцілілим поблизу на 3 одиниці щохвилини вдень та 8 одиниць щохвилини вночі.

source: When these emit light they become scarier draining 10 Sanity a second, and when fully illuminated they drain 15 sanity a second.
uk: Вцілілий, що стоятиме поруч цього жахливого світла втрачатиме 10 глузду щосекунди. Повністю відкрита структура знижуватиме глузд на 15 одиниць щосекунди.

source: While in the Cave, it reveals the state of dark magic saturation.
uk: Показує насиченість повітря темною магією в печерах.

source: Creates light when held.\n\nDoes electrical damage which does more damage to wet targets.
uk: Якщо взяти в руки — випромінюватиме світло.\n\nЗавдає електричну шкоду, яка є особливо ефективною проти вологих цілей.

source: Researching garden plants at different stages of growth adds to the Plant Registery.\n\nWearer can see the quantity of nutrients in farm soil.
uk: Досліджуйте городні рослини на різних етапах росту, щоб додати їх до реєстру рослин.\n\nЯкщо надіти — вцілілий зможе бачити кількість поживних речовин у ґрунті.

source: With this prime waterfront real estate in an otherwise unforgiving desert, Survivors can build their summer homes and take a break from deadly heat, wildfires, and dehydration!
uk: На цій першокласній прибережній ділянці серед невблаганної пустелі вцілілі можуть побудувати собі літній будиночок, щоби перепочити від смертельної спеки, лісових пожеж і зневоднення!

source: Used with a Sea Fishing Rod.\n\nMost effective during the night.
uk: Кріпиться на морську вудку.\n\nНайбільш ефективна вночі.

source: Used with a Sea Fishing Rod.\n\nTires fish out faster.
uk: Кріпиться на морську вудку.\n\nВиснажує рибу швидше.

source: Used with a Sea Fishing Rod.\n\nMost effective during dusk.
uk: Кріпиться на морську вудку.\n\nНайбільш ефективна ввечері.

source: Used with a Sea Fishing Rod.\n\nAttracts only heavy fish of their species.
uk: Кріпиться на морську вудку.\n\nПриваблює лише важку рибу свого виду.

source: Used with a Sea Fishing Rod.\n\nOnly effective while it's raining.
uk: Кріпиться на морську вудку.\n\nЕфективна лише під час дощу.

source: Used with a Sea Fishing Rod.\n\nMost effective during the day time.
uk: Кріпиться на морську вудку.\n\nНайбільш ефективна вдень.

source: Used with a Sea Fishing Rod.\n\nOnly effective while it's snowing.
uk: Кріпиться на морську вудку.\n\nЕфективна лише під час снігопаду.

source: Catch fish in the ocean.\n\nUse bobbers and lures to increase your chanes.
uk: Ловить океанічну рибу.\n\nВикористовуйте поплавці та наживку, щоб збільшити свої шанси на улов.

source: A container with 4 slots that eventually fills with fish. Once full, over time there is a chance the fish will break the net and escape.\n\nCan be filled with bait for a better chance of catching fish.
uk: Вмістище на 4 комірки, яке із часом заповнюється рибою. Якщо тральник повний, існує ймовірність, що з часом риба може порвати сіть та втекти.\n\nТральник можна наповнити приманкою, щоб збільшити шанс піймати рибу.

source: Standing near a tree offers 35% protection from rain and cools survivor a small amount.\n\nWith help, it can grow to gigantic size.
uk: Якщо стояти біля дерева, вцілілий отримуватиме 35% захисту від дощу та трішки охолоджуватиметься.\n\nДерево можна виростити до величезних розмірів.

source: An ocean portal that allows boats to travel long distances.
uk: Океанічний портал, що дозволяє човнам миттєво переміщуватись на великі відстані.

source: Speeds up the respawning of Merms in Craftsmerm Houses, Merm Flort-ifications and Leaky Shacks.\n\nCan be used to call nearby Merms to come eat the kelp and follow the Merm who summoned them.
uk: Прискорює появу мермів у змермованих хатках, мермових блоп-тифікаціях і в хитких хижках.\n\nЗа допомогою неї можна підкликати мермів поїсти ламінарії та робити їх своїми прибічниками.

source: Wearing the One-Man Band is a sanity-lowering experience, but converts nearby pigmen and bunnymen to followers.
uk: Носіння сам собі оркестру — доволі божевільний досвід, проте серед свиней і зайців можна здобути неабияку популярність.

source: Creates a Polar Light.
uk: Створює полярне сяйво.

source: Automatically picks up items nearby and puts them in your inventory. Also raises sanity when worn.
uk: Автоматично підбирає предмети поблизу та додає їх в інвентар. Якщо надіти — підвищуватиме глузд.

source: When held, it increases speed by 25% and can teleport the user to visible locations at the cost of some sanity.
uk: Якщо взяти в руки — підвищуватиме швидкість уцілілого на 25%. Також за допомогою нього можна телепортуватися на видиму відстань ціною втрати деякої кількості глузду.
