Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: A more relaxed playstyle with less threats from the world.\nSurvivors will not die from starvation, freezing, overheating, or the darkness.\nDamage to survivors is reduced. Resurrection is always available via the Florid Postern.
uk: Найбезтурботніший режим гри зі зниженим рівнем небезпеки.\nУцілілі не помруть від голоду, холоду, пекельної спеки чи темряви.\nЗменшення шкоди для вцілілих. Відродження завжди можливе завдяки химерній потерні.

source: Don't Starve Together, with a Terraria-inspired twist.
uk: Don't Starve Together з поворотом, натхненним Terraria.

source: Don't Starve Together, with a Terraria-inspired twist... in the caves!
uk: Don't Starve Together з поворотом, натхненним Terraria... у печерах.

source: It's wild and dangerous out there!\nEnter at a random location in the world.\nWhen you die: pick a new survivor and try, try again.
uk: Світ дикий і повний небезпек!\nЗ'явіться у випадковій точці світу. \nПісля смерті: оберіть нового вцілілого і спробуйте знову.

source: Together Forever
uk: Разом назавжди

source: No Giants Here
uk: Без гігантів

source: The Caves
uk: Печери

source: Caves Plus
uk: Печери+

source: Together Plus
uk: Разом+

source: Lights Out
uk: Вічна ніч

source: Soggy
uk: Мокрий

source: Eternal Summer
uk: Нескінченне літо

source: Winter you'll do next?
uk: Який твій наступний крок, зимо?

source: Island you an axe
uk: На острові без сокири як без рук

source: Crazy Eddie
uk: Божевільний Едді

source: Nighttime Antics
uk: Нічні витівки

source: Standard Caves
uk: Стандартні печери

source: Endless
uk: Нескінченність

source: The Forge
uk: Кузня

source: The Gorge
uk: Паща

source: Relaxed
uk: Безтурботність

source: Forest Plus
uk: Ліс+

source: Survival
uk: Виживання

source: Generic Forest
uk: Типовий ліс

source: Taste of Terraria
uk: Смак Терарії

source: Caves of Terraria
uk: Печери Терарії

source: Wilderness
uk: Божевілля

source: Playstyle:
uk: Стиль гри:

source: Rabbit Holes
uk: Кролячі нори

source: Rabbits
uk: Кролики

source: Regrowth Multiplier
uk: Множник зростання

source: Death Reset Timer
uk: Час на відродження

source: Wild Rifts
uk: Дикі розломи

source: Wild Rift Frequency
uk: Частота диких розломів

source: Roads
uk: Дороги

source: Boulders
uk: Брили

source: Rock Lobsters
uk: Кам'яні лобстери

source: Mini Glaciers
uk: Мінільодовики

source: Salt Formations
uk: Соляні утворення

source: Saplings
uk: Паростки

source: An error occured while saving your preset, please try again.
uk: Виникла помилка під час збереження вашого шаблону. Будь ласка, спробуйте ще раз.

source: Failed To Save Preset
uk: Помилка збереження шаблону

source: Save As New Preset
uk: Зберегти як шаблон

source: Save Changes
uk: Зберегти зміни

source: Seasonal Starting Items
uk: Початкові предмети сезону

source: Settings Presets
uk: Шаблони параметрів

source: Sanity Monsters
uk: Потвори безглуздя

source: Sharks
uk: Акули

source: Slurpers
uk: Ковтачі

source: Slurtle Mounds
uk: Кургани слизопах

source: Slurtles
uk: Слизопахи

source: Snurtles
uk: Равлипахи

source: Spawn Mode
uk: Режим появи

source: Griefer Spawn Protection
uk: Захист гравця по появі

source: Events
uk: Події

source: Spider Dens
uk: Гнізда павуків

source: Spiders
uk: Павуки

source: Dangling Depth Dwellers
uk: Павуки-глибинники

source: Cave Spiders
uk: Павуки-печерники

source: Spitter Spiders
uk: Павуки-плюваки

source: Spider Warriors
uk: Павуки-вояки

source: Skittersquids
uk: Крутькальмари

source: Stage Plays
uk: Сценічні вистави

source: Fire Hound Waves
uk: Напади вогняних гончаків

source: World Generation
uk: Генерація світу

source: World Settings
uk: Параметри світу

source: Tallbirds
uk: Високі птахи

source: Underground
uk: Підземелля

source: Together
uk: Разом

source: Temperature Damage
uk: Шкода від температури

source: Tentacles
uk: Мацаки

source: Touch Stones
uk: Кам'яні вівтарі

source: Trees (All)
uk: Дерева (Всі)

source: Tumbleweeds
uk: Перекотиполя

source: Twiggy Trees
uk: Гілчасті дерева

source: Unknown Preset
uk: Невідомий шаблон

source: This game was started with some settings we don't quite recognize.
uk: Ця гра була запущена з певними параметрами, які ми не можемо розпізнати.

source: Seperate World Presets into Settings and Worldgen Presets
uk: Розділити шаблони світу на параметри та шаблони генерації

source: MacTusk Camps
uk: Табори Мак-Бивнів

source: Killer Bees
uk: Бджоли-вбивці

source: Rain
uk: Дощ

source: Wildfires
uk: Пожежі

source: Ice Hound Waves
uk: Напади крижаних гончаків

source: Winter's Feast
uk: Зимовий бенкет

source: Wobsters
uk: Вобстери

source: Generation Presets
uk: Шаблони генерації

source: World Size
uk: Розмір світу

source: Cave Worm Attacks
uk: Напади печерних хробаків

source: Great Worm
uk: Величезний черв

source: Glow Berries
uk: Сяй-ягоди

source: Cave Worms
uk: Печерні черви

source: Year of the Beefalo
uk: Рік Біфало

source: Year of the Bunnyman
uk: Рік Зайця

source: Year of the Carrat
uk: Рік Щурквини

source: Year of the Catcoon
uk: Рік Єнотокота

source: Year of the Gobbler
uk: Рік Індика

source: Year of the Pig King
uk: Рік Короля свиней

source: Year of the Varg
uk: Рік Варґа

source: We require the collection of user data to provide online services. Players who disable data collection will only have access to play in offline mode.\n\nSurvivors and worlds from online games will be unavailable.\n\nData Collection settings can be modified in the Options menu.
uk: Ми вимагаємо збір даних користувачів для надання мережевих послуг. Гравці, що вимкнуть збір даних, матимуть доступ лише до гри поза мережею.\n\nУцілілі та світи з ігор у мережі будуть недоступні.\n\nНалаштування збору даних можна змінити в меню «Опції».

source: Continue
uk: Продовжити

source: Offline Mode
uk: Поза мережею

source: We require the collection of user data to provide online services. Players who disable data collection will only have access to play in offline mode.\n\nFor more details on our privacy policy and how we use the data we collect, please see our official privacy policy.
uk: Ми вимагаємо збір даних користувачів для надання мережевих послуг. Гравці, що вимкнуть збір даних, матимуть доступ лише до гри поза мережею.\n\nДля отримання більш детальної інформації про нашу політику конфіденційності та про те, як ми використовуємо зібрані дані, будь ласка, ознайомтеся з нашою офіційною політикою конфіденційності.

source: Enable
uk: Увімкнути

source: Disable
uk: Вимкнути

source: View Privacy Policy
uk: Переглянути політику конфіденційності

source: Data Collection
uk: Збір інформації

source: Jan
uk: Січ

source: Oct
uk: Жов

source: Nov
uk: Лис

source: Dec
uk: Груд

source: Feb
uk: Лют

source: Mar
uk: Бер

source: Apr
uk: Квіт

source: May
uk: Трав

source: Jun
uk: Черв

source: Jul
uk: Лип

source: Aug
uk: Серп

source: Sep
uk: Вер

source: {month} {day}, {year}
uk: {day} {month}, {year}

source: {days}d {hours}h {minutes}m
uk: {days}д. {hours}г. {minutes}хв.

source: {hours}h {minutes}m
uk: {hours}г. {minutes}хв.

source: {minutes}m
uk: {minutes}хв.

source: Buy now to get the special price!
uk: Придбайте зараз зі знижкою!

source: Quit
uk: Вийти

source: Thank you for playing the free demo!
uk: Дякуємо, що спробували дармову демоверсію!

source: Dressed by {name}
uk: Одягнуто {name}

source: Undressed by {name}
uk: Роздягнуто {name}

source: Birthdate:
uk: Дата народження:

source: Email:
uk: Пошта:

source: We need to know your birthdate in order to send age appropriate updates!
uk: Нам потрібна ваша дата народження, щоб надсилати оновлення відповідно до віку!

source: Invalid Date
uk: Недійсна дата

source: If you don't enter your email address, we won't be able to tell you about new stuff!
uk: Якщо ви не прикріпите свою email-адресу, ми не матимемо змоги повідомляти вас про новини!

source: Invalid Email
uk: Недійсний Email

source: Ok
uk: Ок

source: Looks like we had some trouble signing you up. Please try again later if you don't receive a confirmation email.
uk: Схоже, ми маємо проблеми з реєстрацією. Будь ласка, спробуйте ще раз пізніше, якщо ви не отримали листа з підтвердженням.

source: Something Went Wrong
uk: Щось пішло не так

source: Please wait a moment while we sign you up.
uk: Будь ласка, зачекай трохи, поки ми тебе реєструємо.

source: Sending...
uk: Надсилання...

source: Thanks for signing up! You should receive a confirmation email in your inbox.
uk: Дякуємо за реєстрацію! Ти отримаєш листа з підтвердженням у надану поштову скриньку.

source: Success!
uk: Вдало!

source: Subscribe
uk: Підпишіться

source: Keep me updated with Don't Starve news
uk: Надсилайте мені оновлення Don't Starve.

source: Actions
uk: Дії

source: Angry
uk: Злість

source: Pet
uk: Погладити

source: Bonesaw
uk: Пила по кістках

source: Carol
uk: Колядка

source: Cheer
uk: Радощі

source: Chicken Dance
uk: Танець курчати

source: Sad
uk: Плач

source: Dance
uk: Танцювати

source: Emotions
uk: Емоції

source: Facepalm
uk: Сором

source: Fist Shake
uk: Махання кулаком

source: Flex
uk: Мускули

source: Happy
uk: Щастя

source: Emote:
uk: Жест:

source: Impatient
uk: Нетерплячість

source: Joy
uk: Радість

source: Kiss
uk: Поцілунок

source: Laugh
uk: Сміх

source: Annoyed
uk: Роздратування

source: Pose
uk: Позування

source: Robot Dance
uk: Танок робота

source: Threaten
uk: Погроза

source: Shrug
uk: Знизання плечей

source: Sit
uk: Сидження

source: Sleepy
uk: Сонливість

source: Slow Clap
uk: Повільні оплески

source: Squat
uk: Сідавка

source: Step Dance
uk: Чечітка

source: Swoon
uk: Захват

source: Toast
uk: Тост

source: Extras
uk: Додаткові

source: Wave
uk: Махання

source: Yawn
uk: Позіхання

source: The EULA has been updated and needs your review.
uk: Умови ліцензійної угоди з кінцевим користувачем змінилися і потребують перегляду.

source: Decline
uk: Відмовити

source: You will not be able to play online. Are you sure?
uk: Грати в мережі буде неможливо. Ви впевнені?

source: Decline the EULA?
uk: Відмовитись від ліцензійної угоди з кінцевим користувачем?

source: End User License Agreement
uk: Ліцензійна угода кінцевого споживача

source: Searching for available matches
uk: Пошук відповідних збігів

source: Connecting to Server: {server}
uk: Під'єднання до сервера: {server}

source: Join
uk: Приєднатися

source: Browse
uk: Шукати

source: No servers could be found matching the quick match criteria.
uk: Не було знайдено жодного сервера зі швидким матчем..

source: Quick Match Failed
uk: Швидкий матч зірвався

source: Quick Match
uk: Швидкий матч

source: Browse Servers
uk: Шукати сервери

source: Connecting to server
uk: Під'єднання до сервера

source: Determining region
uk: Визначення регіону

source: Network Error
uk: Помилка мережі

source: Failed to connect to event server.
uk: Помилка під'єднання до сервера події.

source: Getting regions
uk: Підбір регіонів

source: No servers are currently available for your game version. Please update and try again.
uk: Для вашої версії гри наразі недоступні сервери. Будь ласка, оновіть і спробуйте ще раз.

source: Unable to contact Klei servers.\nPlease check your network connection and try again.
uk: Неможливо під'єднатися до серверів Klei.\nПеревірте під'єднання до мережі та спробуйте ще раз.

source: Requesting server
uk: Запитуємо сервер

source: Waiting for world
uk: Чекаємо на світ

source: Warning!\nClient mods are unsupported in {event}.\nDisabling all mods is recommended.
uk: Увага!\n{event} не підтримує клієнтські моди.\nРекомендовано вимкнути всі моди.

source: Disable All Mods
uk: Вимкнути всі моди

source: Mods Detected!
uk: Виявлено моди!

source: You must be logged in to challenge\nBattlemaster Pugna's warriors.
uk: Ви маєте ввійти, щоб кинути виклик\nвоїнам ватага Пуґни.

source: You must be logged in to prepare\nofferings for the Altar of Gnaw.
uk: Ви маєте ввійти, щоб підготувати\nпідношення на вівтарі Глоду.

source: All players must be online to challenge\nBattlemaster Pugna's warriors.
uk: Усі гравці мають увійти, щоб кинути виклик \nвоїнам ватага Пуґни.

source: All players must be online to prepare\nofferings for the Altar of Gnaw.
uk: Усі гравці мають увійти, щоб підготувати\nпідношення на вівтарі Глоду.

source: Log In
uk: Увійти

source: Offline
uk: Поза мережею

source: You are in offline mode
uk: Ви поза мережею

source: The Forge - Season 2
uk: Кузня - Сезон 2

source: Toggle player
uk: Перемкнути гравця

source: Browse all event servers
uk: Перегляньте всі сервери подій

source: Start your own event server
uk: Запусти власний сервер подій

source: Hop in to the first available match
uk: Приєднайся до першого доступного матчу

source: Berry
uk: Ягідка

source: Burnt
uk: Згоріле

source: Elemental
uk: Елементне

source: Edible
uk: Їстівне

source: Goodies
uk: Солодке

source: Horrible
uk: Жахливе

source: Monstrous
uk: Потворне

source: Raw
uk: Сире

source: Roughage
uk: Жорстке

source: Seed
uk: Насінина

source: Veggie
uk: Овочі

source: Wood
uk: Дерев'яне

source: Custom Game
uk: Користувацька гра

source: A neverending Don't Starve sandbox.\n\n* Enter the world through the Florid Postern.\n* Become a ghost when you die (no sanity drain).\n* Resurrection is always available via the Florid Postern.
uk: Нескінченна пригода Don’t Starve.\n\n* Потрапте у світ, пройшовши крізь химерну потерну.\n* При смерті станьте привидом (без втрати глузду).\n* Відродження завжди можливе завдяки химерній потерні.

source: Prove yourself to Battlemaster Pugna in this Gate Realm.\n* Enter the world through the Molten Gateway.\n* No hunger or sanity.\n* Use what you can find. No outside weapons in the Pit!
uk: Доведіть свою мужність ватагу Пуґні в краю за брамою.\n* Потрапте у світ Пуґни, пройшовши крізь браму.\n* Немає ні голоду, ні глузду.\n* Користуйтесь усім, що вам удасться знайти! У цій ямі немає звичної зброї!

source: Cook delicious dishes to appease the Eternal Gnaw in this Gate Realm.\n* Enter the world through the Mossy Gateway.\n* No nighttime.\n* Use what you can find to cook offerings for the altar!
uk: Готуйте смачні страви, щоб угамувати Вічний Глод у краю за брамою.\n* Потрапте у світ, пройшовши крізь браму.\n* Немає жахів і ночі.\n* Користуйтесь усім, що вам удасться знайти для готування жертовних страв!

source: We survive together, we die together!\n\n* Survive through the seasons and protect yourself from the world.\n* Uncover ancient secrets hidden within the shadows.\n* Grow crops, catch fish, hunt for meat. Whatever you do, don't starve.
uk: Ми виживаємо разом і помираємо разом!\n\n* Відчуйте зміну сезонів, уникайте небезпек, що чатують на вас у цьому світі.\n* Відкрийте давні таємниці, оповиті тінню.\n* Збирайте врожаї, ловіть рибу, полюйте на здобич. Щоб ви не робили, не голодуйте.

source: Game Mode Unknown
uk: Невідомий режим гри

source: We could not retrieve the details of this game mode.
uk: Ми не змогли отримати детальну інформацію про цей ігровий режим.

source: It's wild and dangerous out there!\n\n* Enter at a random location in the world.\n* No safety net. If you die: try, try again.\n* Those you encounter may or may not be friendly.
uk: Світ дикий і повний небезпек!\n\n* З'явіться у випадковій точці світу. \n* Жодних рятівних кіл — якщо помрете, розпочнете все спочатку.\n* Кожен, кого ви зустрінете, може виявитися другом або ворогом.

source: they
uk: вони

source: their
uk: їх

source: she
uk: вона

source: her
uk: її

source: he
uk: він

source: his
uk: його

source: Change Character
uk: Змінити персонажа

source: Change Page
uk: Змінити сторінку

source: Change Value
uk: Змінити значення

source: Change Message
uk: Обрати світлину

source: Change Tab
uk: Змінити закладку

source: Change Text
uk: Змінити текст

source: Configure
uk: Налаштувати

source: Enter Text
uk: Введіть текст

source: Next
uk: Далі

source: Next Page
uk: Наступна сторінка

source: Next Value
uk: Наступне значення

source: Previous
uk: Назад

source: Prev. Page
uk: Попередня стор.

source: Previous Value
uk: Попереднє знач.

source: Random
uk: Випадковий

source: Save Preset
uk: Зберегти шаблон

source: Scroll
uk: Прогорнути

source: Scroll Up
uk: Прогорнути вгору

source: Scroll Down
uk: Прогорнути вниз

source: More Server Actions
uk: Більше серверний дій

source: Show the Chat Tab
uk: Показати закладку Tab'у

source: Show the Players Tab
uk: Показати вкладку Гравці

source: Toggle
uk: Перемкнути

source: View Group Page
uk: Показати сторінку Групи

source: Activate Meat Effigy
uk: Активувати м'ясне опудало

source: Make sure to stretch your legs! The deathly wilderness will still be here when you get back.
uk: Не забудьте розім'яти ноги! Світ сповнений божевілля й небезпек, нікуди не подінеться.

source: Return
uk: Повернутися

source: Taking A Breather
uk: Перепочити

source: Buy Now
uk: Придбати

source: Day
uk: День

source: Days
uk: Дні

source: Survived
uk: Прожито

source: Scrappy
uk: Вар'ятність

source: Crafty
uk: Хитрість

source: Peppy
uk: Грайливість

source: Plump
uk: Пухкість

source: was killed by
uk: було вбито від

source: . They became a spooky ghost!
uk: . %s стає примарним привидом!

source: . She became a spooky ghost!
uk: . Вона стає примарним привидом!

source: . He became a spooky ghost!
uk: . Він стає примарним привидом!

source: Deploy
uk: Розгорнути

source: Drop
uk: Викинути

source: Equip
uk: Спорядити

source: Get Half
uk: Узяти половину

source: lost all of their humanity and is gone forever.
uk: втратили всю свою людяність і зникли назавжди.

source: lost all of her humanity and is gone forever.
uk: втратила всю свою людяність і зникла назавжди.

source: lost all of his humanity and is gone forever.
uk: втратив усю свою людяність і зник назавжди.

source: here
uk: тут

source: Hungry
uk: Голодний

source: You have failed Battlemaster Pugna's challenge.
uk: Ви зазнали поразки в бою чемпіонів бойового майстра Пуґни.

source: Defeat!
uk: Поразка!

source: You have bested Battlemaster Pugna's champions in battle.
uk: Ви здобули верх в бою чемпіонів бойового майстра Пуґни.

source: Victory!
uk: Перемога

source: Show Map\n
uk: Розгорнути мапу

source: Pause\n
uk: Павза\n

source: Put
uk: Покласти

source: Put One
uk: Покласти одиницю

source: New Recipe Discovered
uk: Відкрито новий рецепт

source: Meal Cooked
uk: Приготовано страву

source: Meal Burnt
uk: Спалено страву

source: Ready to play!
uk: Можна починати!

source: was resurrected by
uk: відроджено завдяки

source: Rotate Left\n
uk: Повернутися ліворуч\n

source: Rotate Right\n
uk: Повернутися праворуч\n

source: SAVING...
uk: ЗБЕРЕЖЕННЯ...

source: Spoiled
uk: Зіпсоване

source: Melted
uk: Талий

source: Stale
uk: Несвіже

source: Melting
uk: Танення

source: Start
uk: Почати

source: went away for a bit.
uk: ненадовго відлучився.

source: has returned from their relaxing time away.
uk: повертається з відпочинку.

source: Swap
uk: Обміняти

source: Take
uk: Узяти

source: A Catcoon
uk: Єнотокіт

source: The Crab King
uk: Король крабів

source: A Merm
uk: Мерм

source: A Loyal Merm Guard
uk: Відданий мерм-вартовий

source: A family of Merms
uk: Родина мермів

source: A well-to-do Merm
uk: Заможний мерм

source: The King of the Merms
uk: Король мермів

source: An Unnamed Donor
uk: Невідомий меценат

source: Unequip
uk: Зняти спорядження

source: Unlock Target
uk: Розблокувати ціль

source: Waxed
uk: Завощено

source: Whack
uk: Грохнути

source: World
uk: Світ

source: Day {day_count}
uk: День {day_count}

source: Any
uk: Байдуже

source: Competitive
uk: Змагання

source: Cooperative
uk: Співпраця

source: Madness
uk: Божевілля

source: Social
uk: Спокійний

source: This requires more science!
uk: Потребує більше знань!

source: New beefalo grooming option!
uk: Новий спосіб стрижки біфало!

source: Open
uk: Відкрити

source: You got a skin for %s!
uk: Ви отримали новий предмет одягу на %s!

source: Put it Away
uk: Відкласти

source: received...
uk: отримано...

source: Opening
uk: Відкриття

source: Open Now!
uk: Відкрити зараз!

source: Proceed
uk: Продовжити

source: You Received
uk: Ви отримали

source: Use Later
uk: Відкласти

source: Use Now
uk: Використати

source: Contacting Klei Servers
uk: З'єднання з серверами Klei

source: Achievements Failure
uk: Помилка досягнень

source: Unable to start a new transaction due to being rate limited. Please slow down and try again later.
uk: Неможливо розпочати нову транзакцію через обмеження швидкості. Будь ласка, сповільніться і спробуйте ще раз пізніше.

source: Unable to start a new transaction due to having an outstanding purchase active. Please close all other purchases, and try again later.
uk: Неможливо розпочати нову транзакцію через наявність незавершеної покупки. Будь ласка, закрийте всі інші придбання та спробуйте ще раз пізніше.

source: Purchase Failure
uk: Помилка придбання

source: Curios for Starting Items
uk: Вигляд початкових предметів

source: {num} Quests Completed
uk: Виконано завдань: {num}

source: {num} Daily Match Bonuses
uk: Бонуси за щоденну гру: {num}

source: Daily bonuses reset in: {hours}h {minutes}m
uk: Обнулення бонусу за щоденну гру за: {hours} год і {minutes} хв

source: Daily bonuses will reset soon.
uk: Бонусу за щоденну гру незабаром обнулиться

source: Daily bonuses will reset after the next match.
uk: Бонуси за щоденну гру обнуляться по закінченню наступного матчу.

source: {num} Daily Victory Bonuses
uk: Бонус за щоденні перемоги: {num}

source: Contribute to the community's progression by defeating the {boss}.
uk: Сприяйте розвою спільноти, здолавши {boss}.

source: The {boss} has arrived. Now you can forge your way to a true victory!
uk: Противник, відомий як {boss}. Тепер прокладіть собі шлях до справжньої перемоги!

source: Locked Creature
uk: Заблокована істота

source: Failed to retrieve community progression data.
uk: Помилка завантаження даних про розвиток спільноти.

source: Failed to retrieve your quests.
uk: Помилка завантаження списку завдань.

source: Syncing Data...
uk: Синхронізація даних...

source: Community Unlocks
uk: Відкриття спільноти

source: Summoned to the arena for the final round!
uk: Викликаний на арену під час вирішального раунду!

source: Summoned to the arena while defeating the Boarillas
uk: Викликаний на арену під час битви з кабанорилами

source: Summon a Magma Golem or divebomb opponents with a powerful Sky Lunge
uk: Викличте магматичного ґолема або нашліть на ворогів потужну повітряну атаку

source: 80% Protection, +50 Max Health,\n+20% Physical Damage
uk: 80% захисту, +50 макс. здоров'я,\n+20% фізичної шкоди

source: 90% Protection, +100 Max Health,\nKnockback Resistance
uk: 90% захисту, +100 макс. здоров'я,\nстійкість до відкидання

source: 80% Protection, +75 Max Health, Increases effectiveness of Baby Spiders, Abigail or Bernie
uk: 80% захисту, +75 макс. здоров’я, збільшення ефективності павучат, Абіґейл або Берні

source: 80% Protection, +50 Max Health,\n+15% Faster Cooldown
uk: 80% захисту, +50 макс. здоров'я,\n+15% швидкості відновлення

source: Bombard your opponents with searing Hearthsfire
uk: Закидайте своїх ворогів нестримним полум'ям

source: Hinder your opponents with the almighty Blacksmith's Edge
uk: Стримуйте супротивників за допомогою всемогутнього Ковальського леза

source: Summoned to the arena when the Grand Forge Boarrior is defeated
uk: Викликаний на арену після перемоги над величним кабавоїном Кузні

source: Tome of Beckoning & Spiral Spear
uk: Фоліант виклику і спіральний спис

source: Rhinocebros, Snapback and Flatbrim
uk: Бросороги: Хрустоспин і Пласкобрюх

source: Community Unlocks & Leaderboards
uk: Відкриття спільноти й списки лідерів

source: XP
uk: ОД

source: Completed Quests
uk: Виконані завдання

source: Access the Server Commands menu from the Pause Screen to start votes or roll a dice.
uk: Щоб розпочати голосування або кинути кості, зайдіть у меню «Команди сервера» під час павзи.
