Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Deadly Feast
uk: Смертельна страва

source: Sea Bones
uk: Морські кістки

source: Birchnut Tree
uk: Білокорий каштан

source: Art?
uk: Мистецтво?

source: Table Vase
uk: Настільна ваза

source: Table Lamp
uk: Настільна лампа

source: Empty Frame
uk: Порожня рамка

source: Framed Drawing
uk: Малюнок у рамці

source: {item} Drawing
uk: Малюнок «{item}»

source: Pleasant Portrait
uk: Милий портрет

source: Health
uk: Здоров'я

source: Years
uk: Роки

source: Sanity
uk: Глузд

source: Deerclops
uk: Оленециклоп

source: Ice Crystaleyezer
uk: Крижаний кристалозір

source: Ice Crystaleyezer Kit
uk: Набір для крижаного кристалозору

source: Deerclops Eyeball
uk: Око оленециклопа

source: Deer Antler
uk: Ріг оленя

source: INVENTORY ITEM
uk: ПРЕДМЕТ ІНВЕНТАРЮ

source: Grass
uk: Трава

source: Desert Goggles
uk: Пустельні окуляри

source: Dev Tool
uk: Інструмент розробника

source: Suspicious Dirt Pile
uk: Підозріла купка землі

source: Divining Rod
uk: Радіолокаційний жезл

source: Divining Rod Holder
uk: Тримач для радіолокаційного жезла

source: Dock Kit
uk: Набір для пристані

source: Dock Piling
uk: Опора для пристані

source: Dolled-Up Costume Pattern
uk: Викрійка чепурного костюма

source: Dragonfly Boat
uk: Човен дракономухи

source: Dragonfly Boat Kit
uk: Набір для човна дракономухи

source: Decked-Out Dragonfly Boat Kit
uk: Набір оснащеного човна дракономухи

source: Lucky Beast Body
uk: Тіло щасливого звіра

source: Hot Dragon Chili Salad
uk: Драконячий салат чилі

source: Dragonfly
uk: Дракономуха

source: Scaled Chest
uk: Луската скриня

source: Scaled Furnace
uk: Луската піч

source: Prepared Dragon Fruit
uk: Приготований фрукт дракона

source: Giant Dragon Fruit
uk: Фруктище дракона

source: Giant Rotting Dragon Fruit
uk: Гниле фруктище дракона

source: Bulbous Seeds
uk: Опукле насіння

source: Lucky Beast Head
uk: Голова щасливого звіра

source: Dragonpie
uk: Драконячий пиріг

source: Scales
uk: Луска

source: Dreadstone
uk: Лячнокамінь

source: Dreadstone Helm
uk: Шолом із лячнокаменю

source: Dreadstone Outcrop
uk: Жила лячнокаменю

source: Driftwood Piece
uk: Шматок корча

source: Driftwood
uk: Корч

source: Drowning
uk: Утоплення

source: Drumstick
uk: Гомілка

source: Fried Drumstick
uk: Смажена гомілка

source: Grass Tuft
uk: Викопана трава

source: Monkeytails
uk: Мавпохвіст

source: Stone Fruit Bush
uk: Кущ кам'яних фруктів

source: Sapling
uk: Паросток

source: Anenemy Trap
uk: Злоктинієва пастка

source: Dumbbell
uk: Гантель

source: Icebell
uk: Крижана гантель

source: Gembell
uk: Самоцвітна гантель

source: Golden Dumbbell
uk: Золота гантель

source: Thermbell
uk: Термогантель

source: Marbell
uk: Мармурова гантель

source: Firebell
uk: Вогняна гантель

source: Durian
uk: Дуріан

source: Extra Smelly Durian
uk: Дуже смердючий дуріан

source: Giant Durian
uk: Дуріанище

source: Giant Rotting Durian
uk: Гниле дуріанище

source: Brittle Seed Pods
uk: Крихкі насіннєві коробочки

source: Amberosia
uk: Бурштинова амброзія

source: Dust Moth
uk: Пилова міль

source: Tidy Hidey-Hole
uk: Охайна схованка

source: Rabbit Earmuffs
uk: Кролячі навушники

source: Eel
uk: Вугор

source: Cooked Eel
uk: Приготований вугор

source: Eggplant
uk: Баклажан

source: Braised Eggplant
uk: Тушкований баклажан

source: Giant Eggplant
uk: Баклажанище

source: Giant Rotting Eggplant
uk: Гниле баклажанище

source: Swirly Seeds
uk: Закручене насіння

source: Fire Ball
uk: Вогняна куля

source: End Table
uk: Столик

source: Evergreen
uk: Ялина

source: Lumpy Evergreen
uk: Пухнаста ялина

source: Eyebrella
uk: Окосолька

source: Eye Mask
uk: Очна маска

source: Eye Of Terror
uk: Око терору

source: Suspicious Peeper
uk: Підозрілий споглядач

source: Egg Of Terror
uk: Яйце терору

source: Eye Plant
uk: Окоцвіт

source: Houndius Shootius
uk: Гончакій стрілятій

source: Garden Hoe
uk: Садова мотика

source: Asparagus Fern
uk: Папороть спаржі

source: Carrot Plant
uk: Рослина моркви

source: Corn Stalk
uk: Стебло кукурудзи

source: Dragon Fruit Vine
uk: Лоза фрукта дракона

source: Durian Vine
uk: Лоза дуріану

source: Eggplant Stalk
uk: Стебло баклажана

source: Garlic Plant
uk: Рослина часнику

source: Onion Plant
uk: Рослина цибулі

source: Pepper Plant
uk: Рослина перцю

source: Pomegranate Branch
uk: Гілка граната

source: Potato Plant
uk: Рослина картоплі

source: Pumpkin Plant
uk: Рослина гарбуза

source: Planted Seed
uk: Посаджене насіння

source: Rotting Plant
uk: Гнила рослина

source: Planted {seed}
uk: Посаджене {seed}

source: Toma Root Plant
uk: Корінь помідора

source: Plant
uk: Посадити

source: Watermelon Plant
uk: Рослина кавуна

source: Garden Digamajig
uk: Городня копалка

source: Garden Detritus
uk: Городнє сміття

source: Improved Farm
uk: Покращена ферма

source: Luxury Fan
uk: Розкішне віяло

source: Feather Hat
uk: Пір'яний капелюх

source: Feather Pencil
uk: Пір'яний олівець

source: Saffron Feather
uk: Шафранове перо

source: Jet Feather
uk: Гагатове перо

source: Crimson Feather
uk: Багряне перо

source: Azure Feather
uk: Лазурне перо

source: Wood Fence
uk: Дерев'яний паркан

source: Wood Gate
uk: Дерев'яна хвіртка

source: Junky Fence
uk: Брухтовий паркан

source: Fencing Sword
uk: Парканів меч

source: Bucket-o-poop
uk: Відро добрива

source: Festive Fish Dish
uk: Святкова риба

source: Festive Costume Pattern
uk: Викрійка святкового костюма

source: Fig
uk: Інжир

source: Figatoni
uk: Паста з інжиром

source: Figkabab
uk: Інжир-кебаб

source: Cooked Fig
uk: Приготований інжир

source: Fire
uk: Вогонь

source: Infernal Staff
uk: Пекельний жезл

source: Red Firecrackers
uk: Червоні петарди

source: Fireflies
uk: Світляки

source: Fire Nettle Fronds
uk: Листя вогняної кропиви

source: Fiery Pen
uk: Вогняне перо

source: Fire Pit
uk: Вогнище

source: Fire Staff
uk: Вогняний жезл

source: Ice Flingomatic
uk: Кригомет

source: Fish
uk: Рибалити

source: Fishing Net
uk: Риболовна сітка

source: Freshwater Fishing Rod
uk: Прісноводна вудка

source: Raw Fish
uk: Сира риба

source: Fish Steak
uk: Рибний стейк

source: Fish Morsel
uk: Кавалок риби

source: Cooked Fish Morsel
uk: Приготований кавалок риби

source: Fishsticks
uk: Рибні палички

source: Fish Tacos
uk: Рибні тако

source: Tin Fishin' Bin
uk: Бляшаний садок для риб

source: Cooked Fish
uk: Приготована риба

source: Flint
uk: Креміння

source: Flower
uk: Квітка

source: Garland
uk: Вінок

source: Flower Salad
uk: Квітковий салат

source: Light Flower
uk: Лампоквіти

source: Evil Flower
uk: Лиха квітка

source: Withered Flower
uk: Зів'яла квітка

source: Foliage
uk: Листя

source: Football Helmet
uk: Футбольний шолом

source: Forget-Me-Lots
uk: Забудка

source: Formal Costume Pattern
uk: Викрійка урочистого костюма

source: Fossil Cage
uk: Скам'яніла клітка

source: Fossil Spike
uk: Скам'янілий шип

source: Fossil Fragments
uk: Фрагменти скам'янілості

source: Odd Skeleton
uk: Дивний скелет

source: Fresh Fruit Crepes
uk: Налисники з фруктами

source: Friendly Fruit Fly
uk: Дружня плодова муха

source: Frog
uk: Жаба

source: Fish Cordon Bleu
uk: Рибний кордон блю

source: Froggle Bunwich
uk: Жабоброд

source: Frog Legs
uk: Жаб'ячі лапки

source: Cooked Frog Legs
uk: Приготовані жаб'ячі лапки

source: Figgy Frogwich
uk: Інжирний жабоброд

source: Frozen Banana Daiquiri
uk: Холодний банановий дайкірі

source: Saladmander
uk: Салатмандри

source: Fruit Fly
uk: Плодова муха

source: Friendly Fruit Fly Fruit
uk: Плід дружньої плодової мухи

source: Fruit Medley
uk: Фруктова суміш

source: Fur Tuft
uk: Пучок хутра

source: Fused Shadeling
uk: Химерна тінь

source: Dread Mite
uk: Лячнокліщ

source: Suspicious Moonrock
uk: Підозрілий місячний камінь

source: Garlic
uk: Часник

source: Roasted Garlic
uk: Смажений часник

source: Giant Garlic
uk: Часничище

source: Giant Rotting Garlic
uk: Гниле часничище

source: Seed Pods
uk: Насіннєві коробочки

source: Asparagazpacho
uk: Спаржаспачо

source: Gears
uk: Шестірне

source: Icker
uk: Гидотник

source: Icker Jar
uk: Банка з гидотником

source: Icker Preserve
uk: Гидотний консервувач

source: Icker Preserve Kit
uk: Набір для гидотного консервувача

source: Gem Stand
uk: Тримач для самоцвіту

source: Gestalt
uk: Ґештальт

source: Greater Gestalt
uk: Великий ґештальт

source: Ghost
uk: Привид

source: Mourning Glory
uk: Сяйво скорботи

source: Nightshade Nostrum
uk: Сироватка нічної тіні

source: Spectral Cure-All
uk: Спектральна панацея

source: Distilled Vengeance
uk: Дистильована помста

source: Unyielding Draught
uk: Настоянка непохитності

source: Revenant Restorative
uk: Сироп відновлення

source: Vigor Mortis
uk: Жвавість смерті

source: Gift
uk: Подарунок

source: Gift Wrap
uk: Подарункова обгортка

source: Gingerbread Pig House
uk: Пряникова свиняча хатка

source: Glass Castle
uk: Скляний замок

source: Glass Cutter
uk: Скляний різак

source: Glass Cutter Blueprint
uk: Креслення скляного різака

source: Glass Spike
uk: Скляний шип

source: Glommer
uk: Ґломмер

source: Glommer's Flower
uk: Квітка Ґломмера

source: Glommer's Goop
uk: Слиз Ґломмера

source: Glommer's Wings
uk: Крила Ґломмера

source: Glow Berry Mousse
uk: Сяй-ягідний мус

source: Gnarwail
uk: Ґнарвал

source: Gnarwail Horn
uk: Ріг ґнарвала

source: Electric Milk
uk: Електричне молоко

source: Fashion Goggles
uk: Модні окуляри

source: Luxury Axe
uk: Фешенебельна сокира

source: Opulent Pickaxe
uk: Розкішне кайло

source: Snazzy Pitchfork
uk: Гламурні вила

source: Regal Shovel
uk: Королівська лопата

source: Splendid Garden Hoe
uk: Першокласна садова мотика

source: Gold Nugget
uk: Золотий самородок

source: Down Feather
uk: Пухове перо

source: Grass Gator
uk: Трав'яний алігатор

source: Grass Gekko
uk: Трав'яний гекон

source: Pretty Parasol
uk: Гарненька парасолька

source: Headstone
uk: Надгробок

source: Good Gravy
uk: Добра підливка

source: Construction Amulet
uk: Будівельний амулет

source: Green Gem
uk: Зелений самоцвіт

source: Green Moonlens
uk: Зелена місячна лінза

source: Deconstruction Staff
uk: Жезл руйнації

source: Green Cap
uk: Зелений гриб

source: Cooked Green Cap
uk: Приготований зелений гриб

source: Green Mushroom
uk: Зелений гриб

source: Green Funcap
uk: Зелена шапинка

source: Vitreoasis
uk: Скляна оаза

source: Small Vitreoasis
uk: Мала скляна оаза

source: Guacamole
uk: Гуакамоле

source: Guano
uk: Гуано

source: Gunpowder
uk: Порох

source: Maximum Health
uk: Максимальне здоров'я

source: Maximum Sanity
uk: Максимальний глузд

source: Candy Apple
uk: Карамельне яблуко

source: Tentacle Lolli
uk: Мацак на паличці

source: Choco Pigs
uk: Шокосвинки

source: Candy Lice
uk: Цукрові воші

source: Otherworldly Jawbreaker
uk: Неземне міцне драже

source: Lava Pepper
uk: Лавовий перець

source: Candy Corn
uk: Солодка кукурудза

source: Not-So-Candy Corn
uk: Не дуже солодка кукурудза

source: Gummy Spider
uk: Павук-жуйка

source: Catcoon Candy
uk: Єнотокотова цукерка

source: "Raisins"
uk: «Родзинки»

source: Raisins
uk: Родзинки

source: Ghost Pop
uk: Примарний льодяник

source: Jelly Worm
uk: Желейний хробак

source: Brew of Phobic Abrogation
uk: Відвар подолання фобій

source: Brew of Phobic Abatement
uk: Відвар ослаблення фобій

source: Sulfuric Crystals of Lime
uk: Сірчано-вапняні кристали

source: Canteen of Sanguine Mixture
uk: Фляга кровотворної мікстури

source: Flask of Sanguine Mixture
uk: Фляжка кровотворної мікстури

source: Steeped Lunar Essence
uk: Настояна місячна есенція

source: Tumblerful of Psychic Fortitude
uk: Келих психічної стійкості

source: Dram of Psychic Fortitude
uk: Ковток психічної стійкості

source: Sulfuric Crystals of Saltpeter
uk: Сірчано-селітрові кристали

source: Phobic Experiment
uk: Фобічний експеримент

source: Sanguine Experiment
uk: Кровотворний експеримент

source: Lunar Experiment
uk: Місячний експеримент

source: Arboretum Experiment
uk: Ботанічний експеримент

source: Psychosis Experiment
uk: Психічний експеримент

source: Sulfuric Experiment
uk: Сірчаний експеримент

source: Ghost Decoration
uk: Привид-прикраса

source: Bat Decoration
uk: Кажан-прикраса

source: Spider Decoration
uk: Павук-прикраса

source: Tentacle Decoration
uk: Мацак-прикраса

source: Dangling Depth Dweller Decoration
uk: Прикраса павука-глибинника

source: Crow Decoration
uk: Ворона-прикраса

source: Ham Bat
uk: Шинкова бита

source: Hammer
uk: Молот

source: Beefalo Wool Pillow
uk: Подушка із шерсті біфало

source: Kelp-Stuffed Pillow
uk: Подушка з ламінарії

source: Flowery Pillow
uk: Подушка з пелюсток

source: Steel Wool Pillow
uk: Подушка зі сталевої вовни

source: Hare Ball
uk: Заяча купка

source: Floral Shirt
uk: Квіткова сорочка

source: Healing Salve
uk: Загоювальна мазь

source: Slimy Salve
uk: Слизова мазь

source: Living Staff
uk: Рослинний жезл

source: Thermal Stone
uk: Термальний камінь

source: Briar Wolf
uk: Трояндовий гончак

source: Briar
uk: Трояндовий кущ

source: Crabby Hermit
uk: Краб-відлюдниця

source: Pearl
uk: Перлинка

source: Hermit Home
uk: Оселя відлюдниці

source: Pearl's Place
uk: Дім Перлинки

source: Bundle of Thanks
uk: Пакунок подяки

source: Shell Bell Bundle
uk: Пакунок музичних мушель

source: Cracked Pearl
uk: Тріснута перлина

source: Pearl's Pearl
uk: Перлина Перлинки

source: Bee Queen Crown
uk: Корона королеви бджіл

source: Sign
uk: Табличка

source: Honey
uk: Мед

source: Honeycomb
uk: Стільник

source: Honey Ham
uk: Медова шинка

source: Honey Nuggets
uk: Медові нагетси

source: Beefalo Horn
uk: Роги біфало

source: Pure Horror
uk: Чистий кошмар

source: Overheating
uk: Перегрівання

source: Spicy Chili
uk: Гострий чилі

source: Hot Spring
uk: Гаряче джерело

source: Bones
uk: Кістки

source: Hound Mound
uk: Курган гончаків

source: Hound's Tooth
uk: Ікло гончака

source: Howlitzer
uk: Гавубиця

source: Lucky Whistle
uk: Щасливий свисток

source: Long Pig
uk: Людське м'ясо

source: Cooked Long Pig
uk: Приготоване людське м'ясо

source: Long Pig Jerky
uk: В'ялене людське м'ясо

source: Starvation
uk: Голод

source: Hutch
uk: Сховчик

source: Star-sky
uk: Зірчик

source: Ice
uk: Крига

source: Mini Iceberg
uk: Мініайсберг

source: Melted Iceberg
uk: Талий айсберг

source: Ice Box
uk: Холодильник

source: Ice Cream
uk: Морозиво

source: Ice Cube
uk: Куб льоду

source: Blue Hound
uk: Синій гончак

source: Insulated Pack
uk: Терморюкзак

source: Ice Staff
uk: Крижаний жезл

source: Frostbitten Costume Pattern
uk: Викрійка підмерзлого костюма

source: Obelisk
uk: Обеліск

source: Cachebox
uk: Ящик даних

source: Advanced Cachebox
uk: Досконалий ящик даних

source: Inspectacles
uk: Оглядокуляри

source: Syrup of Ipecaca
uk: Сироп з іпекакуани

source: Ipecaca Poisoning
uk: Отруєння іпекакуаною

source: Mimicreep
uk: Мімікрад

source: Binding Roots
uk: В'юнкі корені

source: Fist Full of Jam
uk: Жменя джему

source: Jellybeans
uk: Желейні боби

source: Junk Pile
uk: Купа брухту

source: Teetering Junk Pile
uk: Хитка купа брухту

source: Plain Omelette
uk: Звичайний омлет

source: Kabobs
uk: Кебаби

source: Kelp Fronds
uk: Ламінарія

source: Seawreath
uk: Морський вінок

source: Cooked Kelp Fronds
uk: Приготована ламінарія

source: Dried Kelp Fronds
uk: В'ялена ламінарія

source: Killer Bee
uk: Бджола-вбивця

source: Gobbler Wobbler
uk: Трухан

source: Gobbler Wobbler Kit
uk: Набір для трухана

source: Kit Teaser
uk: Котяча дражнилка

source: Kit Teaser Kit
uk: Набір для котячої дражнилки

source: Kitcoon Nursery
uk: Ясла для єнотокошенят

source: Kitcoon Nursery Kit
uk: Набір для ясел єнотокошенят

source: Kitcoon
uk: Єнотокошеня

source: Kit Collar
uk: Котячий нашийник

source: Stag Antler
uk: Ріг оленя-самця

source: Loot Stash
uk: Сховок здобичі

source: Damaged Knight
uk: Пошкоджений кінь

source: Asparagus Seeds
uk: Насіння спаржі

source: Carrot Seeds
uk: Насіння моркви

source: Corn Seeds
uk: Насіння кукурудзи

source: Dragon Fruit Seeds
uk: Насіння фрукта дракона

source: Durian Seeds
uk: Насіння дуріану

source: Eggplant Seeds
uk: Насіння баклажана

source: Garlic Seeds
uk: Насіння часнику

source: Onion Seeds
uk: Насіння цибулі

source: Pepper Seeds
uk: Насіння перцю

source: Pomegranate Seeds
uk: Насіння граната

source: Potato Seeds
uk: Насіння картоплі

source: Pumpkin Seeds
uk: Насіння гарбуза

source: Toma Root Seeds
uk: Насіння помідора

source: Turnip Seeds
uk: Насіння ріпи

source: Watermelon Seeds
uk: Насіння кавуна

source: Koalefant Carcass
uk: Туша коалослона

source: Fig-Stuffed Trunk
uk: Начинений інжиром хобот

source: Krampus Sack
uk: Мішок Крампуса

source: Lantern
uk: Ліхтар

source: Latkes
uk: Деруни

source: Steadfast Stone Armor
uk: Непохитна кам'яна броня

source: Stone Splint Mail
uk: Кам'яна кольчуга

source: Reed Tunic
uk: Рогозова туніка

source: Feathered Reed Tunic
uk: Рогозова туніка з пером

source: Wood Armor
uk: Дерев'яна броня

source: Jagged Grand Armor
uk: Зубчаста велична броня

source: Steadfast Grand Armor
uk: Непохитна велична броня

source: Whispering Grand Armor
uk: Велична броня шелесту

source: Silken Grand Armor
uk: Шовковиста велична броня

source: Battle Standard
uk: Бойовий штандарт

source: Battlemaster Pugna
uk: Ватаг Пуґна

source: Resplendent Nox Helm
uk: Несамовитий шолом невіла

source: Magma Golem
uk: Магматичний ґолем

source: Clairvoyant Crown
uk: Корона провидця

source: Feathered Wreath
uk: Вінок із пір'я

source: Hearthsfire Crystals
uk: Полум'яні кристали

source: Flower Headband
uk: Квітковий обідок

source: Blossomed Wreath
uk: Квітучий вінок

source: Blacksmith's Edge
uk: Ковальське лезо

source: Ancient Anchor
uk: Стародавня кітвиця

source: Barbed Helm
uk: Колючий шолом

source: Riled Lucy
uk: Розлючена Люсі

source: Meteor
uk: Метеор

source: Crystal Tiara
uk: Кришталева діадема

source: Forge Portal
uk: Портал Кузні

source: Nox Helm
uk: Шолом невіла

source: Woven Garland
uk: Плетений вінок

source: Lavae
uk: Лавочинка

source: Chilled Lavae
uk: Охолоджена лавочинка

source: Lavae Egg
uk: Яйце лавочинки

source: Extra-Adorable Lavae
uk: Екстрамила лавочинка

source: Lavae Tooth
uk: Зуб лавочинки

source: Dragonfly Saliva
uk: Слина дракономухи

source: Magma
uk: Магма

source: Rock
uk: Камінь

source: Leafy Meatloaf
uk: Листяний холодець

source: Veggie Burger
uk: Овочевий бургер

source: Jelly Salad
uk: Желейний салат

source: Treeguard
uk: Вартовий лісу

source: Treeguard Idol
uk: Ідол вартового лісу

source: Cave Lichen
uk: Печерний лишайник

source: Booster Shot
uk: Ін'єкція

source: Light Bulb
uk: Лампочка

source: Crustashine
uk: Рак-світляк

source: Willow's Lighter
uk: Запальничка Віллоу

source: Bulbous Lightbug
uk: Лампокрил

source: Lightning
uk: Блискавка

source: Volt Goat
uk: Вольткоза

source: Volt Goat Horn
uk: Ріг вольткози

source: Lightning Rod
uk: Блискавичник

source: Wee MacTusk
uk: Мак-Бивень молодший

source: Living Log
uk: Жива колода

source: Totally Normal Tree
uk: Звичайнісіньке дерево

source: Totally Normal Root
uk: Звичайнісіньке коріння

source: Totally Normal Sapling
uk: Звичайнісінький паросток

source: Lobster Bisque
uk: Лобстерний суп

source: Lobster Dinner
uk: Вечеря з лобстера

source: Log
uk: Колода

source: Lord of the Fruit Flies
uk: Володар плодових мух

source: Lost Marbles
uk: Втрачені кульки

source: Missing Teeth
uk: Загублений зубний протез

source: Cherished Toy Robot
uk: Омріяний іграшковий робот

source: Mother's Favorite Teacup
uk: Улюблена чашка матері

source: Treasured Toy Trojan Horse
uk: Цінний іграшковий троянський кінь

source: Favorite Spinning Top
uk: Мила серцю дзиґа

source: Sentimental Kazoo
uk: Сентиментальний казу

source: Misplaced Toy Cobra
uk: Загублена іграшкова кобра

source: Beloved Crocodile Toy
uk: Улюблений іграшковий крокодил

source: Prized Ball and Cup
uk: Дороге більбоке

source: Lucky Gold Nugget
uk: Щасливий золотий самородок

source: Lucy the Axe
uk: Сокира Люсі

source: Lumpy Sapling
uk: Пухнастий паросток

source: Bright-Eyed Frog
uk: Світлоока жаба

source: Brightshade Helm
uk: Ясноквітний шолом

source: Brightshade Husk
uk: Ясноквітне лушпиння

source: Brightshade Repair Kit
uk: Ясноквітний ремонтний набір

source: Ryftstal
uk: Кристал розлому

source: Rift
uk: Розлом

source: Lunaform Burst
uk: Місяцетворний вибух

source: Deadly Brightshade
uk: Отруйний ясноквіт

source: Brightshade Gestalt
uk: Ясноквітний ґештальт

source: Tunneling Vine
uk: Тунельна лоза

source: Brightsmithy
uk: Яснокузня

source: Brightsmithy Kit
uk: Набір для яснокузні

source: Grazer
uk: Ґрейзер

source: Lureplant
uk: М'ясоцвіт

source: Fleshy Bulb
uk: М'ясиста цибулина

source: Lutefisk
uk: Лютефіск

source: Mad Scientist Lab
uk: Лабораторія божевільного науковця

source: Magician's Chest
uk: Скриня фокусника

source: Blank Blueprint
uk: Порожнє креслення

source: Malbatross
uk: Мальбатрос

source: Malbatross Bill
uk: Дзьоб мальбатроса

source: Malbatross Feather
uk: Перо мальбатроса

source: Feathery Canvas
uk: Пір'яна парусина

source: Mandrake Soup
uk: Мандрагоровий суп

source: Bunny Puff
uk: Заячий хвіст

source: Map Scroll
uk: Згорнута мапа

source: Marble
uk: Мармур

source: Marble Bean
uk: Мармуровий біб

source: Marble Sprout
uk: Мармуровий паросток

source: Marble Pillar
uk: Мармурова колона

source: Marble Shrub
uk: Мармуровий кущ

source: Marble Tree
uk: Мармурове дерево

source: Spiky Tree
uk: Колюче дерево

source: Creamy Potato Purée
uk: Ніжне картопляне пюре

source: Blacksmith Mask
uk: Маска коваля

source: Cracked Doll Mask
uk: Тріснута маска ляльки

source: Doll Mask
uk: Маска ляльки

source: Shattered Doll Mask
uk: Розбита маска ляльки

source: Fool Mask
uk: Маска блазня

source: Halfwit's Masque
uk: Маска ідіота

source: King Mask
uk: Маска короля

source: Mirror Mask
uk: Маска дзеркала

source: Queen Mask
uk: Маска королеви

source: Sage's Masque
uk: Маска мудреця

source: Toady's Masque
uk: Маска підлесника

source: Tree Mask
uk: Маска дерева

source: Mast
uk: Щогла

source: Deck Illuminator
uk: Палубний світильник

source: Dragonfly Light Kit
uk: Набір для ліхтаря дракономухи

source: Dragonfly Light
uk: Ліхтар дракономухи

source: Lightning Conductor
uk: Блискавкоприймач

source: Mast Kit
uk: Набір для щогли

source: Winged Sail
uk: Крилате вітрило

source: Winged Sail Kit
uk: Набір для крилатого вітрила

source: Dragonfly Wing Mast
uk: Крилата щогла дракономухи

source: Dragonfly Wing Mast Kit
uk: Набір для крилатої щогли дракономухи

source: Maxwell
uk: Максвелл

source: Maxwell's Head
uk: Голова Максвелла

source: Shadow Key
uk: Тіньовий ключ

source: Maxwell's Light
uk: Вогонь Максвелла

source: Nightmare Lock
uk: Замок жаху

source: Maxwell's Phonograph
uk: Фонограф Максвелла

source: Nightmare Throne
uk: Трон жаху

source: Meat
uk: М'ясо

source: Meatballs
uk: Тюфтельки

source: Drying Rack
uk: В'ялка

source: Beefy Greens
uk: М'ясиста зелень

source: Jerky
uk: В'ялко

source: Hostile Flare
uk: Недружня сигнальна ракета

source: Swamp Brawler Helmet
uk: Шолом болотного забіяки

source: Swamp Warrior Helmet
uk: Шолом болотного воїна

source: Loyal Merm Guard
uk: Відданий мерм-вартовий

source: Mutated Merm Guard
uk: Мутований мерм-вартовий

source: Shadow Merm Guard
uk: Тіньовий мерм-вартовий

source: Clever Disguise
uk: Кмітливе маскування

source: Merm Head
uk: Голова мерма

source: Leaky Shack
uk: Хитка хижка

source: Craftsmerm House
uk: Змермована хатка

source: King of the Merms
uk: Король мермів

source: Royal Tapestry
uk: Королівський гобелен

source: DIY Royalty Kit
uk: Королівський набір «Зроби сам»

source: Merm Flort-ifications
uk: Мермова блоб-тифікація

source: Armermry
uk: Мермсенал

source: Superior Armermry
uk: Ліпший мермсенал

source: Mutated Merm
uk: Мутований мерм

source: Royal-In-Progress
uk: Майже король

source: Shadow Merm
uk: Тіньовий мерм

source: Shoddy Tool
uk: Вбогий інструмент

source: Shoddy Tool Shed
uk: Вбогий сарай

source: Slightly Less Shoddy Tool Shed
uk: Дещо менш убогий сарай

source: Slightly Less Shoddy Tool
uk: Дещо менш убогий інструмент
