Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Also, I don't see even a hint of festivity in this.
uk: Крім того, я не бачу в цьому навіть натяку на святковість.

source: Also, it has a lot of festivity, with just a dash of somberness.
uk: Крім того, в ньому багато святковості, з легкою ноткою похмурості.

source: Also, this is a bit more somber than festive.
uk: Крім того, це трохи більше похмуро, ніж святково.

source: Also, this is tasteful mix of festivity and somberness.
uk: Крім того, це зі смаком підібране поєднання святковості та похмурості.

source: Also, it's a perfect balance of somber and festive.
uk: Крім того, це ідеальний баланс похмурого та святкового.

source: Also, it has quite a lot of festivity.
uk: Крім того, тут досить багато святковості.

source: Also, it has only the tiniest hint of festivity.
uk: Крім того, в ньому є лише найменший натяк на святковість.

source: Everything about this screams "formality."
uk: Все в цьому кричить про "формальність".

source: It has a complete lack of formality.
uk: У ньому повністю відсутня формальність.

source: This has a slight edge of formality.
uk: Це трохи формально.

source: This a bit more unconventional than formal.
uk: Це трохи більше нетрадиційно, ніж формально.

source: It's a perfect blend of unconventional and formal.
uk: Це ідеальне поєднання нетрадиційного та формального.

source: This is the high end of formality, with just a dash of disorder.
uk: Це верх формальності, з невеликою домішкою безладу.

source: This is mostly unconventional, with just a whiff of formality.
uk: Це здебільшого нетрадиційно, з легким присмаком формальності.

source: Let's round up some locals to make things interesting.
uk: Щоб було цікавіше, запросимо місцевих жителів.

source: Congrats! Don't spend it all in once place.
uk: Вітаю! Не витрачай все одразу ж.

source: Here you go, well done you.
uk: Ось, ти молодець.

source: Alright, which of these beauties do you think is today's winner!?
uk: Щож, хто з цих красунь на твою думку сьогоднішній переможець!?

source: Take your time, choose wisely.
uk: Не поспішай, обирай зважено.

source: OK, now hurry up...
uk: Добре, тепер поспішай...

source: Time's up!
uk: Час вичерпано!

source: Alright, my pick for today's contest is...
uk: Добре, мій вибір на сьогоднішнє змагання...

source: Hiya!
uk: Хія!

source: Howdy!
uk: Огого!

source: Greetings!
uk: Вітаннячка!

source: Come get your prize, I won't wait all day.
uk: Ходи забирати свій приз, я не чекатиму вічність.

source: Sorry, you didn't win anything this time.
uk: Вибач, цього разу ти нічого не виграв.

source: What an eclectic looking bunch.
uk: Яке еклектичне збіговисько.

source: No one guessed right today! There's always tomorrow.
uk: Сьогодні не вийшло! Завжди є завтра.

source: Everyone, enjoy some complimentary fashion scraps!
uk: Усе, насолоджуйтеся безкоштовними модними уривками!

source: Only one winner! Don't spend it all in one place!
uk: Тільки один переможець! Не витрачай все одразу ж!

source: Here's your prizes, winners!
uk: Тут ваші призи, переможці!

source: Sorry, it's not safe enough around here!
uk: Вибач, навколо не надто безпечно!

source: Sorry, it's too late to start today.
uk: Вибач, сьогодні вже запізно починати.

source: I don't see enough Stages out yet.
uk: Я ще не бачу достатньої кількості випущених стадій.

source: I don't see any contestants to judge, do you?
uk: Я не бачу жодних конкурсантів, яких можна оцінювати, а ти?

source: Sorry, can't wait any longer. Bye now.
uk: Вибач, більше не можу чекати. Бувай.

source: Aha! This selenological anomaly can only mean one thing!
uk: Ага! Ця селенологічна аномалія може означати лише одне!

source: Now is my chance!
uk: Це мій шанс!

source: Just a bit more research... I'm close, I'm sure of it!
uk: Треба ще трохи дослідити... Я вже близько, я певен!

source: A few more samples, yes, that's what I need...
uk: Ще декілька зразків, так... це мені й треба...

source: Now where did I leave my notes? I'm sure they were somewhere around here...
uk: Де я залишив свої нотатки? Я певен, вони були десь тут...

source: Onto the next experiment!
uk: До наступного експерименту!

source: Progress waits for no one!
uk: Прогрес нікого не чекатиме!

source: Too crowded here for my work. I'll come back later
uk: Занадто людно, щоб працювати тут. Повернуся трохи згодом.

source: Right. A third specimen. I did ask for another, didn't I?
uk: Так. Третій екземпляр. Я ж просив про ще одного, чи не так?

source: You dallied so long I nearly forgot!
uk: Твої зволікання були такими довгими, що я майже забув!

source: For your troubles, the fruits of our research.
uk: За твої клопоти, плоди наших досліджень.

source: I think taking it down to the subterranean archives...
uk: Я думаю, варто віднести його до підземних архівів...

source: Will prove most enlightening.
uk: Щоб розкрити потенціал.

source: Now, if you'll excuse me, I have much to do.
uk: А тепер перепрошую, я маю багато справ.

source: Farewell!
uk: Прощавай!

source: Until next time.
uk: До наступного разу.

source: Best of luck to you! I must be off.
uk: Хай щастить! Я мушу йти.

source: Is it important?
uk: Це важливо?

source: Quickly now, timing is critical!
uk: Хутчіше, час критично важливий!

source: Excellent! My little experiment was a resounding success!
uk: Чудово! Мій маленький експеримент мав приголомшливий успіх!

source: Thank you for all your hard work.
uk: Дякую за твою важку працю.

source: This will increase the power output exponentially!
uk: Воно збільшить вихідну потужність експоненціально!

source: Now if you'll excuse me, I have much to do.
uk: А тепер перепрошую, я маю багато справ.

source: You and I are about to change the world!
uk: Ми з тобою ось-ось змінимо світ!

source: Well done!
uk: Добра робота!

source: But perhaps one more.
uk: Але, можливо, ще одного.

source: For scientific accuracy, of course.
uk: Для наукової точності, звісно.

source: You understand.
uk: Ти розумієш.

source: Illuminating! It would greatly aid my research...
uk: Неймовірно! Моїм дослідженням дуже допомогло би...

source: If you could repeat this exemplary performance...
uk: Якби тобі вдалося повторити це зразкове дійство...

source: With another specimen displaying similar mutations.
uk: З іншим екземпляром, який демонструє подібні мутації.

source: It's done!
uk: Готово!

source: Take this, you'll need it for what we have to do.
uk: Візьми, вона знадобиться для того, що ми маємо зробити.

source: Balderdash! The containment has failed!
uk: Нісенітниця! Ізолювання не вдалося!

source: Back to my notes again...
uk: Треба знову переглянути нотатки...

source: You! Of course!
uk: Ти! Авжеж!

source: Quick, take these!
uk: Хутко, візьми це!

source: I'll be needing some assistance shortly.
uk: Незабаром мені знадобиться допомога.

source: Find me when you are sufficiently prepared.
uk: Знайди мене, коли достатньо підготуєшся.

source: Now, to find the source of that reading...
uk: Тепер, щоб знайти джерело цих даних...

source: It's close by now...
uk: Вже близько...

source: If I can just find...
uk: Якщо я тільки зможу знайти...

source: If my hypothesis is correct...
uk: Якщо моя гіпотеза вірна...

source: It's here... somewhere.
uk: Це тут... десь тут.

source: I have all the data I require from this creature.
uk: Я маю всі дані, які потрібні мені від цієї істоти.

source: However... I suppose I mustn't let your efforts go unrewarded.
uk: Однак... Гадаю, мені слід винагородити тебе за твої зусилля.

source: Still at it, are you? I must commend your zeal for research.
uk: Все ще займаєшся цим, так? Твоя запопадливість до досліджень гідна хвали.

source: Here, a contribution to your continued studies.
uk: Ось, внесок у твоє подальше дослідження.

source: I'm afraid we have nothing more to gain from analyzing this poor creature.
uk: Боюся, що ми більше нічого не отримаємо від аналізу цієї бідолашної істоти.

source: Take this, as a token of my gratitude for your efforts.
uk: Візьми це, на знак подяки тобі за твої зусилля.

source: Don't waste my time.
uk: Не марнуй мій час.

source: No no, that's not what I'm looking for!
uk: Ні-ні, це не те, що я шукаю!

source: This isn't the right one, the other one!
uk: Це не той, інший!

source: Blast, I lost the signal.
uk: Прокляття, я втратив сигнал.

source: I must have miscalculated.
uk: Мабуть, я прорахувався.

source: Come find me again once I've made some preparations.
uk: Приходь до мене знову, коли я зроблю деякі приготування.

source: Incredible! It's just as I surmised!
uk: Неймовірно! Все так, як я й припускав!

source: If I could just locate one...
uk: Якби я тільки міг знайти такий...

source: A crystalline shard, with the correct properties...
uk: Кристалічний уламок, із правильними властивостями...

source: If I could just push its output a bit further...
uk: Якби я тільки міг збільшити вихідну енергію ще трошки...

source: Oh yes, this could really be something, with one small addition...
uk: О так, щось могло б статися, з одним невеличким доповненням...

source: A small crystalline structure might just do the trick.
uk: Невелика кристалічна структура може зробити свою справу.

source: Yes, I'm positive a shard of crystal would work...
uk: Так, я певен, що уламок кристала може спрацювати...

source: If it had the right translucency...
uk: Якщо він матиме необхідну прозорість...

source: And the correct shape...
uk: І правильну форму...

source: And lunar origin...
uk: Та місячне походження...

source: Hmmm...
uk: Гм-м-м...

source: This is it, it must be contained.
uk: Ось він, його треба ізолювати.

source: I'll need your assistance, we must contain it before it's gone!
uk: Я потребую твоєї допомоги. Ми маємо ізолювати його, поки він не зник!

source: Balderdash, my connection is fading!
uk: Нісенітниця! Моє з'єднання зникає!

source: Ahh, this way!
uk: А-а, сюди!

source: My scans point toward this direction.
uk: Мої сканери вказують на цей напрямок.

source: Aha, found it again!
uk: Ага, знайшов його знов!

source: I'm a bit preoccupied at the moment.
uk: Я наразі трохи зайнятий.

source: Patience if you please, this requires my full concentration.
uk: Терпіння, будь ласка, ця справа вимагає від мене повної концентрації.

source: Quick, I need my Reticulating Buffer!
uk: Хутко, мені потрібен мій мембранний буфер!

source: Someone find me a Widget Deflubber!
uk: Хто-небудь, знайдіть мені дефлаберний модуль!

source: Has anyone seen my Grommet Scriber?
uk: Хтось бачив мій аудіовізуальний самописець?

source: Can someone hand me the Conceptual Scrubber?
uk: Хто-небудь може передати мені концептуальний скрубер?

source: I'm certain I put the Calibrated Perceiver down here somewhere...
uk: Я певен, що залишив калібрований сприймач десь тут...

source: This is... yes, this will propel my experiments to the next level!
uk: Він... так, він виведе мій експеримент на наступний рівень!

source: Quickly, hand it over.
uk: Хутчіше, давай його сюди.

source: Excellent, that's it!
uk: Чудово, це він!

source: At last! Now let's get this finished!
uk: Нарешті! А тепер доведімо справу до кінця!

source: W.A.R.B.I.S. HAS NEW TARGET!
uk: В.А.Р.Б.І.С. МАЄ НОВУ ЦІЛЬ!

source: W.A.R.B.I.S. UPGRADING!
uk: В.А.Р.Б.І.С. ПОЛІПШУЄТЬСЯ!

source: W.A.R.B.I.S. AMPLIFYING!!
uk: В.А.Р.Б.І.С. ПІДСИЛЮЄТЬСЯ!!

source: W.A.R.B.I.S. EXTREME FUNCTION!!!
uk: В.А.Р.Б.І.С. АКТИВУЄ ПОВНУ ПОТУЖНІСТЬ!!!

source: W.A.R.B.I.S. IS ANALYZING...
uk: В.А.Р.Б.І.С. АНАЛІЗУЄ...

source: W.A.R.B.I.S. TRACKING LOST.
uk: ЦІЛЬ В.А.Р.Б.І.С. УТРАЧЕНО.

source: W.A.R.B.I.S. HAS SYNCHED.
uk: В.А.Р.Б.І.С. СИНХРОНІЗОВАНО.

source: W.A.R.B.I.S. IS SYNCHING...
uk: В.А.Р.Б.І.С. СИНХРОНІЗУЄТЬСЯ...

source: Steve
uk: Стів

source: Deb
uk: Деб

source: Parker
uk: Паркер

source: Cooper
uk: Купер

source: Caleb
uk: Калеб

source: Gilleon
uk: Ґіллеон

source: Jawson
uk: Щелепань

source: Grey
uk: Ґрей

source: Jimmy the Jaw
uk: Джиммі Щелепа

source: Bruce
uk: Брюс

source: Hammer Ed
uk: Ед Молот

source: Ronnie
uk: Ронні

source: Jumbo
uk: Джамбо

source: Cousin Finny
uk: Кузен Фінні

source: Bullton
uk: Буллтон

source: Tiger
uk: Тайґер

source: Big Tuna
uk: Великий Тунець

source: Mad Dogfish
uk: Дикий Катран

source: Tony Shortfin
uk: Тоні Короткий Плавець

source: Larry Lemons
uk: Леррі Лемонз

source: Ray
uk: Рей

source: Marlin
uk: Марлін

source: Finn
uk: Фінн

source: Gill
uk: Ґілл

source: Stace
uk: Стейс

source: Tiffany
uk: Тіффані

source: Gary
uk: Ґері

source: Mark
uk: Марк

source: Donna
uk: Донна

source: Meg
uk: Меґ

source: HOLY MACKEREL, THAT'S A BIG ONE.
uk: СВЯТА МАКРЕЛЬ, А ЦЯ ВЕЛИЧЕНЬКА.

source: NOW, THAT IS A BEAUTIFUL FISH.
uk: А ОСЬ ЦЕ ВЖЕ ГАРНЕЗНА РИБА.

source: AIN'T GOT NO MORE. I'M CLEANED OUT.
uk: Я БІЛЬШЕ НІЧОГО НЕ МАЮ. ГОЛЯК.

source: IF IT AIN'T A FISH FROM THE OCEAN, I DON'T WANT IT.
uk: ЯКЩО ЦЯ РИБА НЕ З ОКЕАНУ — ВОНА НЕ ДЛЯ МЕНЕ.

source: DON'T INSULT ME WITH THIS PUNY THING. GIMME A BIG ONE.
uk: НАВІТЬ НЕ ДУМАЙ ОБРАЖАТИ МЕНЕ ЦІЄЮ РИБИНКОЮ. Я ХОЧУ ВЕЛИКУ.

source: INTERESTIN', REEL INTERESTIN'.
uk: ЦІКАВО. ДУЖЕ ЦІКАВО.

source: WHAT WE GOT HERE?
uk: ЩО В НАС ТУТ?

source: LET'S SEA WHATCHA GOT.
uk: ПОГЛЯНЬМО, ЩО В ТЕБЕ ТУТ.

source: WHATCHA FISHIN' FOR?
uk: ЧЕКАЄШ НА ВЕЛИКИЙ УЛОВ?

source: HOPE YOUSE AIN'T WASTIN' MY TIME.
uk: НАДІЮСЬ, ТИ НЕ МАРНУЄШ МІЙ ЧАС.

source: BETTER NOT BE NO RAW DEAL.
uk: МЕНЕ НА ОБЛИЗНЯ НЕ ПІЙМАЄШ.

source: I DON'T WANT NO BAIT N' SWITCH.
uk: Я НЕ ЛОВЛЮ РИБУ В КАЛАМУТНІЙ ВОДІ.

source: OKAY, YOU REELED ME IN. WHATCHA GOT?
uk: ДОБРЕ, Я КЛЮНУ НА ТВОЮ ПРОПОЗИЦІЮ. ЩО ТАМ У ТЕБЕ?

source: PUT 'EM ON ICE!
uk: БИЙ ЇХ ОБ ЛІД!

source: FIN-ISH 'EM!
uk: ПРИКІНЧИ ЇХ!

source: WHACK 'EM!
uk: ГЕПНИ ЇХ!

source: GIVE 'EM THE OL' ONE-TWO!
uk: СПОЧАТКУ ВДАР ЛІВОЮ, А ПОТІМ ПРАВОЮ!

source: FROSTBITE!
uk: КРИЖАНИЙ УКУС!

source: CHOMP! CHOMP!
uk: ХРЯСЬ! ХРЯСЬ!

source: CLIP 'EM!
uk: ХАПАЙ ЇХ!

source: ICE 'EM!
uk: МОРОЗЬ ЇХ!

source: THEY AIN'T NO FRIEND OF OURS!
uk: ВОНИ НАМ НЕ ДРУЗІ!

source: THIS IS OUR TURF!
uk: ЦЕ НАША ТЕРИТОРІЯ!

source: TOUGH GUY, EH?
uk: А ТИ В НАС НЕ З ХИРЛЯВИХ, ГЕ?

source: YOU'LL BE SLEEPIN' WITH THE FISHES!
uk: ПІДЕШ НА КОРМ РИБАМ!

source: I'M NOT GONNA LET THIS SLIDE!
uk: Я ЦЬОГО ТАК НЕ ЗАЛИШУ!

source: ICE TO EAT YA! HEH HEH.
uk: ЖЕРИ КРИГУ! ХА-ХА.

source: YOU'LL NEVER CATCH ME, SEE.
uk: ТОБІ МЕНЕ НЕ СПІЙМАТИ, ДИВИ.

source: YOUSE DON'T STAND A CHANCE.
uk: У ТЕБЕ НІ ШАНСУ.

source: IT'S BITIN' TIME!
uk: ЗАРАЗ УКУШУ!

source: YOU'RE A REAL PIECE OF WORK, BUDDY.
uk: ГАРПУН МЕНІ В ЗЯБРА, А ТИ МЕНЕ ДОБРЯЧЕ ДРАТУЄШ, ПРИЯТЕЛЮ.

source: YOU DON'T GET NO PASS.
uk: НЕ ВТЕЧЕШ.

source: I'LL PUT YOUSE ON ICE!
uk: Я ВКЛАДУ ТЕБЕ НА КРИГУ!

source: FREEZE!
uk: ОХОЛОНЬ!

source: YOUSE ON THIN ICE NOW!
uk: ТИ ХОДИШ ПО ТОНКІЙ КРИЗІ!

source: SURE, SKIP!
uk: БЕЗ ПИТАНЬ, ШКІПЕРЕ!

source: LEMME AT 'EM.
uk: ПО ТВОЇЙ КОМАНДІ.

source: I'D NEVER EAT YOU, BOSS.
uk: Я НІКОЛИ НЕ З'ЇМ ТЕБЕ, БОСЕ.

source: JUST SAY THE WORD, BOSS.
uk: ТІЛЬКИ СКАЖИ, БОСЕ.

source: I GOT YOUR BACK.
uk: Я ПРИКРИЮ ТВОЮ СПИНУ.

source: YOU SAY SOMETHIN', BOSS?
uk: ЩОСЬ КАЖЕШ, БОСЕ?

source: BOSS IS THE BEST.
uk: БОС — НАЙКРАЩИЙ.

source: WHO WE WHACKIN' BOSS?
uk: КОГО СЬОГОДНІ ГЕПАТИ БУДЕМО, БОСЕ?

source: LOOKIN' SHARP, BOSS.
uk: КРУТО ВИГЛЯДАЄШ, БОСЕ.

source: WHERE TO, SKIP?
uk: КУДИ ТЕПЕР, ШКІПЕРЕ?

source: OK, BOSS!
uk: ГАРАЗД, БОСЕ!

source: AY CAP'N!
uk: ТАК, КЕП!

source: TIL MY LAST BREATH!
uk: З ТОБОЮ ДО ОСТАННЬОГО ПОДИХУ!

source: EASY PEASY.
uk: РАЗ ПЛЮНУТИ.

source: WHATCHA NEED, BOSS?
uk: ЧОГО ТРЕБА, БОСЕ?

source: YOU'RE A FRIEND OF OURS.
uk: ТИ — НАШ ДРУГ.

source: YOU GOT IT, BOSS.
uk: ДОБРЕ, БОСЕ.

source: WHY SO GLUM, CHUM?
uk: ЧОГО ХМУРИШСЯ, ДРУЖЕ?

source: WOAH, WOAH! NO HARD FEELINGS, ALRIGHT?
uk: ВОУ, ВОУ! БЕЗ ОБРАЗ, ГА?

source: I'M ON A SEA FOOD DIET. I ONLY EATS IT IF IT'S FROM THE SEA.
uk: Я НА МОРСЬКІЙ ДІЄТІ. ЇМ ЛИШЕ ТЕ, ЩО З МОРЯ.

source: I CAN MAKE YOUSE AN OFFER... IF YOUSE GOT THE GOODS.
uk: МОЖЕМО ОБМІНЯТИСЯ... ЯКЩО МАЄШ ЯКЕ ДОБРО.

source: LET'S COME TO AN ARRANGEMENT, IF YOU CATCH MY DRIFT.
uk: МОЖЕМО ДОМОВИТИСЯ, ЯКЩО ТИ ВЛОВЛЮЄШ, ПРО ЩО Я.

source: LISTEN, MAYBE YOUSE AND ME AIN'T SO DIFFERENT.
uk: ЧУЄШ, МОЖЕ, МИ З ТОБОЮ НЕ ТАКІ ВЖЕ Й РІЗНІ.

source: I THINK WE COULD DO SOME BUSINESS, YOU AND ME.
uk: ДУМАЮ, МИ ЗМОЖЕМО ПРО ЩОСЬ ДОМОВИТИСЯ, ТИ ТА Я.

source: HOWSABOUT YOU SCRATCH MY FIN AND I SCRATCH YOURS?
uk: МОЖЕ, ТИ ПОЧЕШЕШ МІЙ ПЛАВНИК, А Я ПОЧЕШУ ТВІЙ?

source: WHADAYA SAY TO A LIL' SQUID PRO QUO?
uk: ЯК ЩОДО НЕВЕЛИЧКОГО ОБМІНУ ТАК НА ТАК?

source: I AIN'T ONE TO REFUSE A NICE JUICY FISH. BIGGER THE BETTER.
uk: Я НЕ ВІДМОВЛЮСЯ ВІД ДОБРОЇ СОКОВИТОЇ РИБИ. ЧИМ БІЛЬША, ТИМ КРАЩЕ.

source: DON'T WANT NO STINKIN' POND SCUM.
uk: НЕ ХОЧУ СМЕРДЮЧУ МЕРЗОТУ ЗІ СТАВКУ.

source: I BIT OFF MORE THAN I CAN CHEW.
uk: ТИ — ШМАТОК, ЯКИЙ СТАВ МЕНІ ПОПЕРЕК ГОРЛА.

source: SPARE ME. I DIDN'T KNOW YOUSE WAS SO STRONG.
uk: ПОЩАДИ. ТИ МЕНІ НЕ ПО ЗУБАХ.

source: I GIVE UP, I GIVE UP. YEESH.
uk: ЗДАЮСЬ, ЗДАЮСЬ. ТРЯСЦЯ.

source: HOW DO YA FEEL ABOUT CATCH AND RELEASE?
uk: А МОЖЕ, КРАЩЕ ВІДПУСТИШ МЕНЕ?

source: ALRIGHT IT'S YOUR TURF NOW, BOSS.
uk: ГАРАЗД, ТЕПЕР ЦЕ ТВОЯ ТЕРИТОРІЯ, БОСЕ.

source: OKAY, YOU CAUGHT ME FAIR AND SQUARE.
uk: ГАРАЗД, ТЕПЕР Я У ТЕБЕ НА ГАЧКУ, ВСЕ ПО-ЧЕСНОМУ.

source: HOW'S ABOUT A TRUCE?
uk: ЯК ЩОДО ПЕРЕМИР'Я?

source: I CAN'T GO BACK INSIDE, LEMME WORK FOR YOU, BOSS.
uk: Я НЕ МОЖУ ПОВЕРНУТИСЯ. ДОЗВОЛЬ ПРАЦЮВАТИ НА ТЕБЕ, БОСЕ.

source: MERCY, MERCY! YOU GOT ME.
uk: ПОЩАДИ, ПОЩАДИ! ПЕРЕМОГА ТВОЯ.

source: OWW. YOU GOT WATER IN MY EYE. THAT REALLY HURT.
uk: ЙОЙ. НАЩО БУЛО ВОДОЮ В ОЧІ. ОХ І БОЛЯЧЕ.

source: I SURRENDER, QUIT WHALE'N ON ME.
uk: Я ЗДАЮСЯ. ДАЙ МЕНІ СПОКІЙ.

source: I WAS OUTTA MY DEPTH.
uk: МИ БИЛИСЯ НЕ НА РІВНИХ.

source: UNCLE! UNCLE!
uk: ДОСИТЬ! ДОСИТЬ!

source: CAN'T WE WORK SOMETHIN' OUT?
uk: МОЖЕ, ДОМОВИМОСЬ?

source: YOU GOT ME BY THE GILLS.
uk: МЕНЕ ВЗЯЛИ ЗА ЗЯБРА.

source: I'M FIN-ISHED.
uk: МЕНІ КАЮК.

source: I FEEL S- SO COLD...
uk: МЕНІ ХО... ТАК ХОЛОДНО...

source: COLD-BLOODED, ACE. COLD-BLOODED.
uk: ОХОЛОНЬ, АСЕ. ОХОЛОНЬ.

source: I'M A FISH OUTTA WATER.
uk: Я — РИБА БЕЗ ВОДИ.

source: YOUSE BEEN ICED.
uk: ЩО, МОРОЗОМ ПРОЙНЯЛО?

source: VICTORY TASTES GOOD.
uk: ПЕРЕМОГА СМАКУЄ ДОБРЕ.

source: GUTTED.
uk: ТЕБЕ ВИПАТРАЛИ.

source: SLEEPIN' WITH THE FISHES.
uk: ТИ — КОРМ ДЛЯ РИБ.

source: YOU'RE DONE, CHUM.
uk: ТОБІ ГАПЛИК, ДРУЖЕ.

source: WHERE YOU BELONG, BOTTOM-FEEDER.
uk: ТУДИ ТЕБЕ, КОРМ ДЛЯ РИБ.

source: I GOT BIGGER FISH TO FRY.
uk: МЕНІ ДО ТЕБЕ ДІЛА НЕМА.

source: LOOKIN' A LIL' GREEN AROUND THE GILLS THERE, MAC.
uk: ТА ТИ НІ РИБА НІ М'ЯСО, ПРИЯТЕЛЮ.

source: SEE YOUSE IN THE NEXT LIFE.
uk: ПОБАЧИМОСЬ У НАСТУПНОМУ ЖИТТІ.

source: FUHGEDDABOUDIT.
uk: ТА Й БІС ІЗ ТОБОЮ.

source: END OF THE LINE.
uk: ПІЙМАЛИ ТЕБЕ НА ГАЧОК.

source: YOU GOT CAUGHT.
uk: МАЄШ ТЕПЕР НА РИБУ.

source: YOU'RE FIN-ISHED.
uk: ТОБІ КАЮК.

source: BELLY-UP.
uk: ДОГОРИ ЧЕРЕВОМ.

source: GAVE 'EM A BURIAL AT SEA.
uk: ВІЧНОГО СНУ ТОБІ В МОРІ.

source: HOOK, LINE AND SINKER.
uk: ГАК, ГРУЗИЛО Й ВОЛОСІНЬ.

source: HUH? WHAT HAPPENED?
uk: ГА? ЩО СТАЛОСЬ?

source: HEY! WHATSA MATTER WITH YOU?
uk: ГЕЙ! З ТОБОЮ ВСЕ ГАРАЗД?

source: I FEEL LIKE A FISH OUTTA WATER...
uk: ПОЧУВАЮСЯ, НАЧЕ РИБА БЕЗ ВОДИ...

source: I WAS JUST LOOKIN' FOR A QUICK BITE.
uk: О, А МЕНІ ЯКРАЗ Х'ТІЛОСЬ ЩОСЬ ПЕРЕКУСИТИ.

source: WHADAYA LOOKIN' AT?
uk: ТИ НА ЩО ТАМ ОЧІ ЛУПИШ?

source: YOU WANT A PIECE OF ME, TOUGH GUY?
uk: ХОЧЕШ ШМАТОК ВІД МЕНЕ, ЗДОРОВАНЮ?

source: YOU CRUISIN' FOR A BRUISIN?
uk: НАРИВАЄШСЯ НА НЕПРИЄМНОСТІ?

source: WHY I OUGHTA...
uk: ЧОМУ Я МАЮ...

source: Ever heard of the bog monster?
uk: Хтось чув колись про болотного монстра?

source: it'll sometimes let its disguise slip,
uk: іноді його облуда спадає,

source: and you'll see it start to smile...
uk: і тоді можна вгледіти, як він посміхається...

source: with its six mouths full of RAZOR SHARP TEETH!
uk: своїми шістьома пащами, повними ГОСТРЮЩИХ ЗУБІВ!

source: Nobody knows what it really looks like...
uk: Ніхто не знає, як він насправді виглядає...

source: nobody who's seen it up close ever made it back.
uk: а ті, хто бачив його зблизька, уже не розкажуть.

source: People say it can disguise itself,
uk: Люди кажуть, що він уміє прикидатися

source: to look like a mossy rock,
uk: каменем, покритим мохом

source: or an old stump,
uk: або старим пнем,

source: or even a patch of mud under your feet.
uk: або навіть шматом багнюки під ногами.

source: The only way to really tell it's there
uk: Єдиний спосіб справді взнати, що він тут,

source: is if you look out of the corner of your eye...
uk: так це побачити його краєчком ока...

source: Alright, so there's this guy...
uk: Гаразд, був собі чоловік...

source: They say that he has a clock
uk: Кажуть, що він має годинник

source: for every one of his victims...
uk: для кожної своєї жертви...

source: stopped at the exact time they take their last breath.
uk: який зупиняється якраз тоді, коли вона віддає Богові душу.

source: You'll know he's coming when you hear the
uk: Про його наближення взнати дуже легко

source: click... click... click...
uk: клац... клац... клац...

source: of his hook hand tapping on his watch...
uk: вистукує він своїм гаком по годиннику...

source: to let you know your time is up!
uk: щоб сповістити, що час уже вичерпано!

source: ...But don't worry, the hook man can't get you out here!
uk: ...Але не хвилюйтесь, годинникар вас тут не дістане!

source: The only things in this forest are Beargers and Moosegoose
uk: Бо в цьому лісі живуть тільки борсуковедмеді, лосегуски,

source: and Hounds and Dragonflies and Treeguards...
uk: гончаки, дракономухи та вартові лісу...

source: and he has a hook for a hand!
uk: і він мав гак замість руки!

source: But wait,
uk: Так, стоп,

source: shoot...
uk: трясця...

source: you're not supposed to know that yet...
uk: вам це ще зарано знати...

source: let me start over.
uk: почнімо спочатку.

source: So there's this guy,
uk: Отже, був собі чоловік,

source: and he lives way out deep in the woods,
uk: жив він собі дуже глибоко в лісі

source: making clocks.
uk: та майстрував годинники.

source: Have I ever told you about... the Lord of Gourds?
uk: Чи я розповідав колись про... Володаря гарбузів?

source: They say that during Hallowed Nights he roams the land,
uk: Кажуть, що під час Святих ночей він блукає землями

source: searching for the perfect carved pumpkin
uk: у пошуках ідеального різьбленого гарбуза

source: to replace his missing head.
uk: замість своєї забраклої голови.

source: If your pumpkin is chosen,
uk: Якщо він обере твій гарбуз,

source: he will reward you with riches beyond your imagination!
uk: то нагородить тебе багатством, яке навіть уявити важко!

source: But beware...
uk: Але стережися...

source: if he doesn't find one that pleases him...
uk: якщо йому не сподобається твій гарбуз...

source: he'll take YOUR head instead!
uk: він забере ТВОЮ голову натомість!

source: Alright, want to hear a REALLY scary story?
uk: Гаразд, хтось хоче почути ПО-СПРАВЖНЬОМУ страшну історію?

source: was that it was already...
uk: що було вже...

source: too...
uk: надто...

source: LATE!
uk: ПІЗНО!

source: I said... LATE!
uk: Я сказав... ПІЗНО!

source: Woby! You were supposed to jump out and scare them!
uk: Вобі! Ти мала б вистрибнути та налякати всіх!

source: Oh well, we'll work on it.
uk: Що ж, ми над цим іще попрацюємо.

source: It happened on a night just like this.
uk: Сталося це в таку ж ніч, як і ця.

source: A group of friends were camping out in the woods,
uk: Компанія друзів відпочивала в лісі,

source: when suddenly they heard noises all around them.
uk: як раптом вони почули навколо себе якийсь шум.

source: Howling and scratching,
uk: Виття та дряпання

source: from the darkest depths of the forest.
uk: з найтемніших глибин лісу.

source: The friends huddled close around their campfire,
uk: Друзі притулилися ближче один до одного біля багаття,
