Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: hoping its light would save them from what lurked beyond.
uk: сподіваючись, що світло врятує їх від жаху темряви.

source: But what they didn't know...
uk: Але вони не знали...

source: Great pink gobs of greasy grimy Glommer guts,
uk: Велика рожева купка, слизька Ґломма тельбушка.

source: Icky sticky spider legs,
uk: Липка, гидка лапка павука.

source: Scrambled rotten Tallbird eggs,
uk: Яєшня гнила з яйця високого птаха.

source: French fried eyeplant floating in a pool of mud,
uk: Смажений окоцвіт серед калюжі боліт.

source: And me without my spoon.
uk: А я ложку забути прихопив.

source: HOP!
uk: СТРИБ!

source: KILL!
uk: ВБИТИ!

source: DIE!
uk: ПОМРИ!

source: DONE.
uk: ВСЕ.

source: LATER.
uk: ПОТІМ.

source: MEAT!
uk: М'ЯСО!

source: UNCLEAN!
uk: НЕЧИСТЬ!

source: MURDERER!
uk: ВБИВЦЯ!

source: REVENGE!
uk: ПОМСТА!

source: MONSTER!
uk: ПОТВОРА!

source: RUN!
uk: БІЖИ!

source: AHHH!
uk: А-А-А-А!

source: IT MAD
uk: ВОНО ЗЛИТИСЯ

source: EHHH!
uk: Е-Е-Е-Е!

source: EEEH!
uk: Е-Е-Е-Е!

source: OOH!
uk: О-О-О!

source: AAAH!
uk: А-А-А-А!

source: SCARED!
uk: СТРАШНО!

source: AAAH!!
uk: А-А-А-А!!

source: OHH!
uk: ОУ!

source: GHOST!
uk: ПРИВИД!

source: HOME!
uk: ДІМ!

source: FIRE!
uk: ВОГОНЬ!

source: BURNING!
uk: ГОРИТЬ!

source: FIGHT!
uk: БИТИ!

source: BITE!
uk: КУСАТИ!

source: PUNCH!
uk: ПРИБИТИ!

source: AWAY!
uk: НАЗАД!

source: HURT!
uk: БОЛИТЬ!

source: Augustus
uk: Август

source: Titus
uk: Тит

source: Hugo
uk: Г'юґо

source: Moon Pie
uk: Пиріжечок

source: Bagel
uk: Бублик

source: Biscuit
uk: Коржик

source: Bacon
uk: Бекон

source: Hamilton
uk: Шинкаш

source: Hamms
uk: Шинко

source: Mr.P
uk: Пан Хряк

source: Brownie
uk: Пампух

source: Butters
uk: Маслюк

source: Domitian
uk: Доміціан

source: Tuna
uk: Тунець

source: Clover
uk: Конюшина

source: Coco
uk: Коко

source: Custard
uk: Кремко

source: Dumpling
uk: Вареник

source: Eggy
uk: Яйків

source: Kiwi
uk: Ківі

source: Weiner
uk: Кров'янець

source: Waffle
uk: Вафля

source: Twinkie
uk: Пампух

source: Nerva
uk: Нерва

source: Truffle
uk: Опеньок

source: Tater
uk: Бараболя

source: Cheddar
uk: Сирник

source: Oatey
uk: Вівсяк

source: Oinkey
uk: Роха

source: Nacho
uk: Нергун

source: Doughnut
uk: Пончик

source: Cabbage
uk: Капустяк

source: Trajan
uk: Траян

source: Porky
uk: Свинюк

source: Porkins
uk: Свинів

source: Porkbun
uk: Товстобрюх

source: Gouda
uk: Сирок

source: Eggbert
uk: Яйків

source: Chip
uk: Пляцок

source: Crabby
uk: Примхля

source: Reuben
uk: Рубен

source: Hadrian
uk: Адріан

source: Barley
uk: Ячмінь

source: Olive
uk: Оливка

source: Pickles
uk: Огірочок

source: Wiggles
uk: Хитько

source: Smelly
uk: Смердюк

source: Salty
uk: Сілька

source: Antonius
uk: Антоній

source: Lucius
uk: Люцій

source: Marcus
uk: Марк

source: Commodus
uk: Коммод

source: Pertinax
uk: Пертінакс

source: Tiberius
uk: Тіберій

source: Didius
uk: Дідій

source: Septmius
uk: Септимій

source: Caracalla
uk: Каракалла

source: Geta
uk: Гета

source: Marcrinus
uk: Макрін

source: Elagabalus
uk: Геліогабал

source: Severus
uk: Север

source: Maximinus
uk: Максимін

source: Gordian
uk: Гордіан

source: Pupienus
uk: Пупієн

source: Caligula
uk: Калігула

source: Balbinus
uk: Бальбін

source: Philip
uk: Філіп

source: Hostilian
uk: Гостіліан

source: Trebonianus
uk: Требоніан

source: Aemilian
uk: Еміліян

source: Valerian
uk: Валеріан

source: Gallienus
uk: Галлієн

source: Quintillus
uk: Квінтілл

source: Aurelian
uk: Авреліан

source: Tacitus
uk: Тацит

source: Claudius
uk: Клавдій

source: Florian
uk: Флоріан

source: Probus
uk: Проб

source: Carus
uk: Кар

source: Numerian
uk: Нумеріан

source: Carinus
uk: Карин

source: Diocletian
uk: Діоклетіан

source: Maximian
uk: Максиміан

source: Constantius
uk: Констанцій

source: Galerius
uk: Галерій

source: Constantine
uk: Константин

source: Nero
uk: Нерон

source: Maxentius
uk: Максенцій

source: Licinius
uk: Ліциній

source: Constans
uk: Констант

source: Vetriano
uk: Ветріано

source: Julian
uk: Юліан

source: Jovian
uk: Йовіан

source: Valentinian
uk: Валентиніан

source: Valens
uk: Валент

source: Gratian
uk: Граціан

source: Theodosius
uk: Теодосій

source: Galba
uk: Гальба

source: Arcadius
uk: Аркадій

source: Honorius
uk: Гонорій

source: Joannes
uk: Іоанн

source: Marcian
uk: Маркіан

source: Petronius
uk: Петроній

source: Avitus
uk: Авіт

source: Majorian
uk: Майоріан

source: Libius
uk: Лібій

source: Anthemius
uk: Антемій

source: Olybrius
uk: Олібрій

source: Otho
uk: Отон

source: Glycerius
uk: Гліцерій

source: Julius
uk: Юлій

source: Romulus
uk: Ромул

source: Leo
uk: Лев

source: Zeno
uk: Зенон

source: Basiliscus
uk: Василіск

source: Anatasius
uk: Анастасій

source: Justin
uk: Юстин

source: Justinian
uk: Юстиніан

source: Maurice
uk: Маврикій

source: Vitellius
uk: Вітеллій

source: Mickey
uk: Мікі

source: Kevin
uk: Кевін

source: Ju-lian
uk: Ю Лі Ан

source: Alia
uk: Алія

source: Tatham
uk: Тетгем

source: Brook
uk: Брук

source: Matt
uk: Мет

source: Alex
uk: Алекс

source: Kris
uk: Кріс

source: Vespasian
uk: Веспасіан

source: Kelly
uk: Келлі

source: Eugene
uk: Юджин

source: Graham
uk: Ґрехем

source: Jamie
uk: Джеймі

source: Jeff
uk: Джеф

source: Joe
uk: Джо

source: Corey
uk: Корі

source: Bryce
uk: Брюс

source: Bug
uk: Жук

source: Seth
uk: Сет

source: I HELP!
uk: Я ДОПОМОГТИ!

source: SMASHY! SMASHY!
uk: БИТИ! БИТИ!

source: PUNCH TIME!
uk: ЧАС БИТИ!

source: WHERE I SMASH?
uk: ДЕ Я БИТИ?

source: PIGGY, AWAY!
uk: ХРЯК, ТІКАЙ!

source: I PUNCHED!
uk: Я БИТИ!

source: I GO NOW!
uk: Я ЙТИ!

source: SEE YA!
uk: ПОБАЧИМОСЬ!

source: MINE!
uk: МОЄ!

source: MY GOLD!
uk: МОЄ ЗОЛОТО!

source: I TAKE GOLD!
uk: Я ЗАБРАТИ ЗОЛОТО!

source: FOR KING!
uk: ЗА КОРОЛЯ!

source: GET GOLD!
uk: ЗА ЗОЛОТОМ!

source: YOU BAD AT THIS. GET BETTER
uk: ПОГАНО ВИХОДИТЬ. ТРЕБА КРАЩЕ

source: TRY AGAIN SOMETIME?
uk: МОЖЕ ЩЕ ТАК КОЛИСЬ?

source: YOU WORTHY OPPONENT
uk: ТИ СИЛЬНИЙ СУПЕРНИК

source: YOU HUMBLE US
uk: ТИ ПРИНИЖУВАТИ НАС

source: GOOD MATCH. WE GO BED NOW
uk: ДОБРЕ ПОГРАЛИ. МИ ЙТИ СПАТИ

source: YOU CHEATER. WE NO LIKE CHEATERS
uk: ТИ ШАХРАЙ. МИ НЕ ЛЮБИТИ ШАХРАЇ

source: CHEATER!
uk: ШАХРАЙ!

source: NO FAIR
uk: НЕЧЕСНО

source: NOT ALLOWED DO THAT!
uk: ТАК НЕ МОЖНА!

source: YOU GO SMASH!
uk: ТИ ЙДИ БИТИ!

source: I BASH YOU!
uk: Я БИТИ ТЕБЕ!

source: STAY AWAY!
uk: НЕ ПІДХОДЬ!

source: FUN!
uk: ВЕСЕЛО!

source: DEFEND!
uk: ЗАХИЩАТИ!

source: SAVE KING!
uk: ЗАХИСТИТИ КОРОЛЯ!

source: MUST DEFEND!
uk: МАЮ ЗАХИЩАТИ!

source: I PROTECT
uk: Я ЗАХИЩАЮ

source: KING! KING!
uk: КОРОЛЬ! КОРОЛЬ!

source: YOU LEAVE NOW
uk: ЗАБИРАЙСЯ

source: YOU GO AWAY
uk: ЙДИ ГЕТЬ

source: YOU NO STAY
uk: ТОБІ ТУТ НЕ МІСЦЕ

source: TORCH GET LOW
uk: СМОЛОСКИП ГАСНУТИ

source: MAKE TORCH BRIGHT
uk: РОБИТИ СМОЛОСКИП ГОРІТИ

source: MORE BURNING
uk: БІЛЬШЕ ГОРІТИ

source: WHAT YOU GOT?
uk: ЩО ТИ МАТИ?

source: BETTER BE GOOD.
uk: ХОЧУ ЩОСЬ ГАРНЕ.

source: OOOH
uk: ЙО-ОЙ

source: WOW
uk: ОГО

source: IS BEAUTY
uk: ЦЕ КРАСА

source: MUST CHOOSE!
uk: МАЮ ОБРАТИ!

source: CHOICE HARD!
uk: ОБРАТИ ВАЖКО!

source: NOM NOM NOM
uk: ГАМ ГАМ ГАМ

source: YUM!
uk: НЯМ!

source: I KILL NOW!
uk: Я ВБИВАТИ!

source: RAAAWR!
uk: РА-А-А-А-А!

source: SCARY
uk: СТРАШНО

source: NO LIKE DARK
uk: НЕ ЛЮБИТИ ТЕМРЯВА

source: WHERE IS SUN?
uk: ДЕ СОНЦЕ?

source: STAY NEAR FIRE
uk: СТІЙ БІЛЯ ВОГОНЬ

source: FIRE IS GOOD
uk: ВОГОНЬ ДОБРЕ

source: ME HUNGRY!
uk: ХОТІТИ ЇСТИ!

source: I EAT FOOD!
uk: Я ЇСТИ!

source: TIME FOR FOOD!
uk: ЧАС ЇСТИ!

source: YOU FRIEND
uk: ТИ ДРУГ

source: I LOVE FRIEND
uk: Я ЛЮБИТИ ДРУГ

source: YOU IS GOOD
uk: ТИ ПОДОБАТИСЬ

source: I FOLLOW!
uk: Я ЙТИ!

source: SMASH! SMASH!
uk: БИЙ! БИЙ!

source: BASH!
uk: БАЦ!

source: GO PIGS!
uk: ВПЕРЕД СВИНІ!

source: YOU STINK!
uk: ТИ СМЕРДІТИ!

source: BASH 'EM IN HEAD!
uk: БИЙ У ГОЛОВУ!

source: IT STARTING!
uk: ПОЧИНАТИСЯ!

source: THIS MY FAVORITE!
uk: МЕНІ ПОДОБАТИСЬ!

source: YAY!
uk: ТАК!

source: YOU HAVE THIS
uk: ЦЕ ТОБІ

source: FOR FRIEND
uk: ДЛЯ ДРУГА

source: HOME TIME!
uk: ЧАС У ДІМ!

source: HOME! HOME!
uk: ДІМ! ДІМ!

source: KILL TREE!
uk: ВБИТИ ДЕРЕВО!

source: SMASH MEAN TREE!
uk: БИТИ ПОГАНЕ ДЕРЕВО!

source: I PUNCH TREE!
uk: Я БИТИ ДЕРЕВО!

source: WHO ARE YOU?
uk: ТИ ХТО?

source: YOU NOT PIG
uk: ТИ НЕ СВИНЯ

source: YOU HAS MEAT?
uk: ТИ МАТИ М'ЯСО?

source: GO! GO! GO!
uk: ВПЕРЕД! ВПЕРЕД! ВПЕРЕД!

source: SNORT!
uk: ХРЮ!

source: OUT OF MY WAY!
uk: З ДОРОГИ!

source: NOOOOO!
uk: НІ-І-І-І-І!

source: TOO DARK! TOO DARK!
uk: ДУЖЕ ТЕМНО! ДУЖЕ ТЕМНО!

source: AAAAAAAAAH!!
uk: А-А-А-А-А-А-А-А-А-А!!

source: AHHHH
uk: А-А-А-А-А

source: UH OH!
uk: ОЙ-ЙОЙ!

source: ME SCARED
uk: Я БОЯТИСЯ

source: BAD!
uk: ПОГАНО!

source: OHHH!
uk: ЙООЙ!

source: HOT HOT HOT!
uk: ПЕЧЕ! ПЕЧЕ! ПЕЧЕ!

source: OWWWWW!
uk: ОУ-У-У-У-У-У!

source: IT BURNS!
uk: ГОРИТЬ!

source: SPOOKY!
uk: СТРАШНО!

source: AAAAH!!
uk: А-А-А-А-А!!

source: A GHOST! A GHOST!
uk: ПРИВИД! ПРИВИД!

source: HOUSE BURNS!
uk: ДІМ ГОРИТЬ!

source: MY STUFF!
uk: МІЙ ДІМ!

source: AAAH! FIRE!
uk: А-А-А-А! ВОГОНЬ!

source: PANIC!
uk: ПАНІКА!

source: I HELP YOU!
uk: Я ДОПОМАГАЮ!

source: OOH! OOH!
uk: О-О-О! О-О-О!

source: ME HELP!
uk: Я ДОПОМОГТИ!

source: TOO CLOSE!
uk: ДУЖЕ БЛИЗЬКО!

source: YOU BACK OFF!
uk: НЕ НАБЛИЖАЙСЯ!

source: THAT MY SPACE.
uk: ЦЕ МОЄ МІСЦЕ.

source: SPIDER BAD!
uk: ПАВУК ПОГАНО!

source: NO LIKE SPIDER!
uk: НЕ ЛЮБИТИ ПАВУК!

source: SCARY SPIDER!
uk: СТРАШНИЙ ПАВУК!

source: You don't need that sssssecond-rate axe...
uk: Тобі не потрібна та посередня с-с-с-с-сокира...

source: We could do ssssso much more without that old axe weighing you down...
uk: Та с-с-с-с-стара сокира — тягар. Без неї ми можемо зробити стільки всього...

source: Best to sssssever your connection with that old blade of yours.
uk: Ліпше перерубай зв'язок із тим с-с-с-с-старим лезом твоїм.

source: Who needsssss that old axe when you have me?
uk: Кому треба та стара с-с-с-с-сокира, коли ти маєш мене?

source: Devassssstation to vegetation!
uk: С-с-с-с-смерть рослинності!

source: Let nothing be ssssspared!
uk: Ми сіятимемо с-с-с-с-смерть!

source: Enjoying yourssssself, mortal?
uk: Пожинаєш плоди своєї праці, с-с-с-с-смертний?

source: Cut them down, cut them all down!
uk: Стинай їх, с-с-с-с-cтинай їх усіх!

source: There is no essssscaping my blade!
uk: Від мого леза не с-с-с-с-сховатися!

source: Cut... slash... consume... yesssss...
uk: Зрізай... с-с-с-с-січи... знищуй... так...

source: The world is oursssss for the reaping.
uk: Увесь с-с-с-с-світ — наші жнива.

source: Don't hold back...
uk: Не с-с-с-с-стримуйся...

source: Let's cut right to it, ssssshall we?
uk: С-с-с-с-сіктимемо під корінь, чи не так?

source: It's time for the harvessssst.
uk: Настав час-с-с-с-с жнив.

source: Everything will fall before usssss!
uk: Ус-с-с-с-се впаде перед нами!

source: You want to cut and ssssslice, yes you do!
uk: Ти хочеш с-с-с-с-сікти та стинати, так, ти хочеш!

source: I've been accused of having a rather sssssharp tongue.
uk: Я відомий за с-с-с-с-свій гострий язик.

source: We make a good team, no matter how you ssssslice it.
uk: З нас-с-с-с-c вийшла хороша команда, хоч ножем ріж.

source: I hunger for the sssssilent screams of vegetation...
uk: Я жадаю тихих криків рос-с-с-с-слинності...

source: With my razor-sharp wit and your... mobility, we're unssssstoppable!
uk: З моїм гострим, як бритва, розумом і твоєю... рухливіс-с-с-с-стю нас не зупинити!

source: We're all jussssst tools for a greater purpose, aren't we?
uk: Ми всі — просто інс-с-с-с-струменти для вищої мети, чи не так?

source: Lay wassssste to the grass, then the bushes... after that, who knows?
uk: С-с-с-с-спершу знищмо траву, далі — кущі... а далі — хтозна?

source: The ssssseeds were planted long ago, now reap the rewards.
uk: Насіння пос-с-с-с-саджене давно, тепер пожинаймо плоди.

source: Your palms are sssssweating, mortal, you're losing your grip.
uk: Твої долоні пітніють, с-с-с-с-смертний, ти втрачаєш хватку.

source: You need a sssssharp wit for this job.
uk: Для такої роботи потрібен гос-с-с-с-стрий розум.

source: What'sssss wrong, mortal? Not cut out for this?
uk: Що с-с-с-с-сталося, смертний? Не хочеш різати по живому?

source: You and I are going to do sssssuch great things together.
uk: Разом ми здійснимо чимало великих с-с-с-с-справ.

source: I think I was a farmer once, before I ssssshed my skin.
uk: Гадаю, колись я був фермером, допоки не с-с-с-с-скинув шкіру.

source: You can hear me, can't you, mortal? You're ssssstarting to understand.
uk: Ти ж чуєш мене, с-с-с-с-смертний? Ти потроху починаєш розуміти.

source: I can sssssee all the dark corners of your mind, mortal.
uk: Я бачу всі темні закутки твого єс-с-с-с-ства, смертний.

source: A pity.
uk: Шкода.

source: You will not suffer.
uk: Ви не страждатимете.

source: It must be this way.
uk: Так і має бути.

source: My world... threadbare.
uk: Мій світ... схожий на дрантя.

source: My city... in tatters...
uk: Моє місто... подерте на клапті...

source: This will be quick.
uk: Це буде швидко.

source: How we've fallen.
uk: Як низько ми пали.

source: This world is unraveling.
uk: Світ розпускається.

source: It's all happening again...
uk: Все повторюється знову...

source: I tried to stop it... it seems I learned nothing...
uk: Я намагався все зупинити... Та, здається, я нічому не навчився...

source: Fools!
uk: Дурні!

source: Who are you?
uk: Хто ви?

source: Release me, shade!
uk: Визволи мене, тіне!

source: You are not Them...
uk: Ви — не Вони...

source: Are you so easily deceived? Ha...
uk: Вас так легко обдурити? Ха...

source: You deserve this.
uk: Ви на це заслужили.

source: You've made your choice.
uk: Ви зробили свій вибір.

source: They will not show mercy as I have.
uk: Вони не будуть такими милосердними, як я.

source: You will understand. But it's already too late.
uk: Колись ви зрозумієте. Але вже пізно.

source: I couldn't stop it...
uk: Я не зміг цього зупинити...

source: History will repeat itself...
uk: Історія повторить сама себе...

source: It will all come to pass again...
uk: Все це повториться знову...

source: Please...
uk: Благаю...

source: You will fall as we did.
uk: Ви падете, як і ми.

source: This is for the best.
uk: Це на краще.

source: You will be unraveled.
uk: Вас розірвуть на шматки.

source: They are coming. It cannot be stopped.
uk: Вони йдуть. Цього вже не спинити.

source: This world's fabric is frayed and torn.
uk: Полотно цього світу зношене й подерте.

source: They are unfathomable.
uk: Вони незбагненні.

source: I will save you.
uk: Я врятую вас.

source: You fools! What have you done?
uk: Дурні! Що ви накоїли?

source: You've doomed yourselves.
uk: Ви прирекли себе.

source: You have brought about your own end.
uk: Ви самі наблизили свій кінець.

source: Please. Let me save you from what is coming.
uk: Благаю. Дозвольте мені врятувати вас від того, що наближається.

source: I recognize your arrogance. I possessed it myself.
uk: Я бачу у ваших очах пиху, яку я сам колись мав.

source: I will stop this.
uk: Я зупиню це.

source: You cannot win.
uk: Вам не перемогти.

source: Lend me your power, one last time.
uk: Позичте мені своєї сили, в останній раз.

source: You cannot hurt me.
uk: Ви не зможете мені зашкодити.

source: Protect me.
uk: Бороніть мене.

source: You have been betrayed.
uk: Вас зрадили.

source: I must do this. For your sake.
uk: Я мушу зробити це. Заради вас.

source: Be woven.
uk: Сплетіться.

source: How long have I slumbered?
uk: Як довго я спав?

source: Let the fuel take shape.
uk: Нехай паливо набуде форми.

source: I will not be defeated so easily.
uk: Мене так просто не здолати.

source: I will make you understand.
uk: Я змушу вас збагнути.

source: Let us end it.
uk: Покінчимо із цим.

source: You will rip apart at the seams.
uk: Ви розійдетесь по швах.

source: I will save us.
uk: Я врятую нас.

source: Curse Their name!
uk: Нехай буде прокляте ім'я Їхнє!

source: It cannot end like this.
uk: Це не може скінчитись ось так.

source: I was wrong.
uk: Я помилявся.

source: Return them to me!
uk: Поверніть їх мені!

source: Why?
uk: Навіщо?

source: Metheus...
uk: Метей...

source: Not again... not again...
uk: Тільки не знову... тільки не знову...

source: They are coming.
uk: Вони йдуть.

source: Huurgh...
uk: Г-р-р-р-р-р...

source: ...(growl)...
uk: ...(гарчить)...

source: ...gruuuugh...
uk: ...г-р-р-р-р-р-р-р-р...

source: Hrrgh...
uk: Г-р-р-р-р-р...

source: ...grraaugh...
uk: ...г-р-р-р-р-р-р-р-р...

source: ...(rumble)...
uk: ...(гуркоче)...

source: ...gruh...
uk: ...г-р-р-р...

source: ...(gurgle)...
uk: ...(клекоче)...

source: ...(crunch)...
uk: ...(хрускоче)...

source: ...Y-yy...
uk: ...В-в-в...

source: ...W-wwh...
uk: ...Н-на-а...

source: ME STUCK!
uk: Я ЗАСТРЯГТИ!

source: TOO HEAVY!
uk: НАДТО ВАЖКО!

source: MUST GET FREE!
uk: МАЮ ВИЗВОЛИТИСЯ!

source: SO ITCHY.
uk: ТАК СВЕРБИТЬ.

source: HEY YOU!
uk: ГЕЙ ТИ!

source: HELP ME!
uk: ДОПОМОЖИ!

source: STOP STARING!
uk: ПРИПИНИ ДИВИТИСЯ!

source: COME CLOSER.
uk: ПІДІЙДИ БЛИЖЧЕ.

source: ME WON'T DESTROY YOU... PROMISE.
uk: Я НЕ ЗНИЩУВАТИ ТЕБЕ... ОБІЦЯТИ.

source: ME DESTROY YOU!
uk: Я ЗНИЩИТИ ТЕБЕ!

source: THIEF!
uk: КРАДІЙ!

source: RAAAAAAAAGGHH!
uk: ГАР-Р-Р-Р-Р-Р-Р!

source: YOU MUST DIE!
uk: ПОМРИ!

source: IS ALL MINE!
uk: ЦЕ ВСЕ МОЄ!

source: ALL MINE.
uk: ВСЕ МОЄ.

source: DON'T TOUCH.
uk: НЕ ЧІПАЙ.

source: LAST WARNING.
uk: ОСТАННЄ ПОПЕРЕДЖЕННЯ.

source: GET LOST!
uk: ЙДИ ГЕТЬ!

source: NOT FOR YOU!
uk: НЕ ДЛЯ ТЕБЕ!

source: GET OUT!
uk: ЗАБИРАЙСЯ!

source: TRASH!
uk: СМІТТЯ!

source: BLEGH!
uk: ТЬХУ!

source: WORTHLESS.
uk: НЕПОТРІБ.

source: USELESS!
uk: НІКУДИШНІЙ!

source: RAAAAAAGGHH! ALL GARBAGE!
uk: ГАР-Р-Р-Р-Р-Р-Р! ВСЕ СМІТТЯ!

source: ME LIKE.
uk: МЕНІ ПОДОБАТИСЯ.

source: GOOD STUFF.
uk: ГАРНИЙ ШТУКА.

source: MINE.
uk: МОЄ.

source: YES!
uk: ТАК!

source: MORE!
uk: БІЛЬШЕ!

source: NICE.
uk: ДОБРЕ.

source: NEED MORE POWER.
uk: ТРЕБА БІЛЬШЕ ЕНЕРГІЯ.

source: OOH.
uk: О-ОХ.

source: MMM.
uk: М-М-М.

source: HEH HEH HEH...
uk: ХЕ-ХЕ-ХЕ...

source: FREE... FREE!!
uk: ВІЛЬНИЙ... ВІЛЬНИЙ!!

source: GRAAAR!!
uk: ГА-А-АР-Р!!

source: PESTS!
uk: ШКІДНИКИ!

source: IS MINE! MINE!!
uk: ЦЕ МОЄ! МОЄ!!

source: OOF!
uk: УХ!

source: UUGH...
uk: У-УХ-Х...

source: ME FOUND IT FIRST... ME!
uk: Я ЗНАЙТИ ЦЕ ПЕРШИЙ... Я!

source: ...UUUGH...
uk: ...У-У-УХ...

source: FREE... ME...
uk: ЗВІЛЬНИ... МЕНЕ...

source: ...UUGH...
uk: ...У-УХ...

source: COME... CLOSER...
uk: ПІДІЙДИ... БЛИЖЧЕ...

source: PLEASE...
uk: ПРОШУ...

source: KEEP GOING!
uk: ДАЛІ, ДАЛІ!

source: HURRY! HURRY!
uk: ШВИДШЕ! ШВИДШЕ!

source: ITCHY!
uk: СВЕРБИТЬ!

source: CAN'T MOVE!
uk: НЕ ВОРУХНУТИСЯ!

source: OW!!
uk: ОЙ!!

source: M-MY POWER...
uk: М-МОЯ СИЛА...

source: THIS NOT OVER!
uk: ЦЕ НЕ КІНЕЦЬ!

source: CAN'T KEEP... ME HERE... FOREVER...
uk: МЕНЕ НЕ ВТРИМАТИ... ТУТ... НАЗАВЖДИ...

source: ME FIND CRACK TO DARK PLACE... ME!
uk: Я ЗНАЙТИ ТРІЩИНА ДО ТЕМНОГО МІСЦЯ... Я!

source: POWER SHOULD BE FOR ME!
uk: СИЛА ПОВИНА БУТИ МОЯ!

source: COWARDS!
uk: БОЯГУЗИ!

source: OFF OF ME!
uk: ГЕТЬ ВІД МЕНЕ!

source: GET OFF!!
uk: ГЕТЬ!!

source: RAAAAUUGGHH!
uk: ГА-А-АР-Р-Р-Р!

source: VERMIN!
uk: ПАРАЗИТ!

source: HUFF... HUFF...
uk: ХУХ... ХУХ...

source: BETTER... YES, MUCH BETTER.
uk: КРАЩЕ... ТАК, КУДИ КРАЩЕ.

source: \nSelect a random survivor
uk: \nОбрати випадкового вцілілого

source: *PLACEHOLDER\n\n\n\nExpertise:\nPLACEHOLDER
uk: *PLACEHOLDER\n\n\n\nКваліфікація:\nPLACEHOLDER

source: PLACEHOLDER\n\n\n\nExpertise:\nPLACEHOLDER
uk: *PLACEHOLDER\n\n\n\nКваліфікація:\nPLACEHOLDER

source: THANK-YOU. NOW LET ELDER REST.
uk: ДЯКУ-Ю. ТЕПЕР СТАРІЙШИНА ВІДПОЧИВАТИМЕ.

source: YES. YOU GOOD GOAT.
uk: ТАК. ТИ ГАРНЕ КОЗЕНЯ.

source: MAYBE NOW WE FIX HOUSES
uk: МОЖЕ ТЕПЕР МИ ПОЛАГОДИМО БУДИНКИ

source: THANK-YOU
uk: ДЯКУ-Ю

source: ELDER'S EYE FEEL HEAVY
uk: СТАРІЙШИНА ХОЧЕ СПАТИ

source: GOOD LUCK. WITH GNAW.
uk: ЩАСТИ. З ПАЩЕЮ.

source: THANK-YOU, LITTLE GOAT.
uk: ДЯКУ-Ю, КОЗЕНЯТКО.

source: HRF? YOU TRADE? SUPPLIES?
uk: ГР-Р? ТИ ТОРГУВАТИ? ПРИПАСИ?

source: HRF? SLEEP... GIVE ELDER NIGHTMARES
uk: ГР-Р? СОН... СТАРІЙШИНА БАЧИТЬ КОШМАРИ

source: HRF! OUR HOMES DESTROYED
uk: ГР-Р! НАШІ БУДИНКИ ЗНИЩЕНО

source: HRF! GNAW MAD AT PIGS
uk: ГР-Р! ПАЩА НЕНАВИДИТЬ СВИНЕЙ

source: HRF! MOST GOATS NO HELP TO PIGS
uk: ГР-Р! БАГАТО КІЗ НЕ ДОПОМАГАТИ СВИНЯМ

source: HRF! WE NEED FIX HOUSES
uk: ГР-Р! НАМ ТРЕБА ПОЛАГОДИТИ БУДИНКИ

source: HRF? ...WHAT LITTLE PIGS DO IF ELDER GONE?
uk: ГР-Р?.. ЯК БУТИ МАЛИМ СВИНЯМ, ЯК СТАРІЙШИНИ НЕ БУДЕ?

source: ...HRUMPF...
uk: ...Г-Р-Р-Р-Р...

source: (SNORT) ...s...scales...
uk: (ХРОПИТЬ) ...лу... луска...

source: ...p...plague...
uk: ...ч... чума...

source: ...zzzZZzzz...
uk: ...хр-р-р-р-р-р-р...

source: ...g-GNAW...
uk: ...п-ПАЩА...

source: ...s-sky...
uk: ...н-небо...

source: Someone left flowers.
uk: Хтось лишив квіти.

source: The headstone is blank.
uk: Надгробок без указаного імені.

source: "Milk. Eggs. Bacon."
uk: «Молоко, яйця та бекон»

source: Huh? That's my name!
uk: Га? Це моє ім'я!

source: The evil presence has subsided.
uk: Зло більше не споглядає за вами.

source: You feel an evil presence watching you...
uk: Ви відчуваєте, як зло споглядає за вами...

source: The Eye of Terror turns its gaze toward {player_name}
uk: Око терору спрямовує свій погляд на {player_name}

source: CRAMPED!
uk: ТІСНО!

source: PACKED!
uk: НАБИТО!

source: MOON!
uk: МІСЯЦЬ!

source: SKY!
uk: НЕБО!

source: LIGHT!
uk: СВІТЛО!

source: CELEBRATE!
uk: СВЯТКУВАТИ!

source: PARTY!
uk: ВЕЧІРКА!

source: SLEEPOVER!
uk: НОЧІВЛЯ!

source: GAME!
uk: ГРА!

source: SERVED!
uk: ГОТОВИЙ!

source: MATCH!
uk: МАТЧ!

source: PLAY?
uk: ГРАТИ?

source: SNACK?
uk: ЗАКУСКА?

source: HUG?
uk: ОБІЙМИ?

source: SUBLIME!
uk: НАТХНЕННЯ!

source: GLOW!
uk: СЯЙВО!

source: EYE!
uk: ОКО!

source: ARENA?
uk: АРЕНА?

source: HIDE!
uk: ХОВАТИСЯ!

source: FLEE!
uk: ТІКАТИ!

source: CRIME!
uk: ЗЛОЧИН!

source: SCATTER!
uk: РОЗБІГТИСЯ!

source: COZY
uk: ЗАТИШНО

source: NEST
uk: ГНІЗДО

source: FRIENDS
uk: ДРУЗІ

source: SAFE?
uk: БЕЗПЕКА?

source: DANGER?
uk: НЕБЕЗПЕКА?

source: GONE?
uk: ПІШЛИ?

source: BOOKED
uk: ВЖЕ

source: HAVE
uk: МАЮ

source: BUSY
uk: ЗАЙНЯТИЙ

source: SPIN!
uk: КРУТИ!

source: PLAY!
uk: ГРАЙ!

source: CARROT!
uk: МОРКВА!

source: SPOILSPORT
uk: ЗАНУДА

source: EAT!
uk: ЇЖ!

source: WOOP!
uk: ВУП!

source: YUMMY!
uk: СМАКОТА!

source: Apollo
uk: Аполло

source: Symone
uk: Симон

source: Baxter
uk: Бакстер

source: Robyn
uk: Робін

source: Helena
uk: Гелена

source: Quincy
uk: Квінсі

source: Nick
uk: Нік

source: Francis
uk: Френсіс

source: Tom
uk: Том

source: Lysander
uk: Лісандер

source: Demetrius
uk: Демитрій

source: Russel
uk: Рассел

source: Hermia
uk: Гермія

source: Becca
uk: Бекка

source: Jet
uk: Джет

source: Bram
uk: Брам

source: Corbett
uk: Корбетт

source: Korbin
uk: Корбін

source: Ava
uk: Ава

source: Merle
uk: Мерл

source: Swift
uk: Свіфт
