Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: I just need tha rest of tha items on tha list. Bang 'em on in tha machine an' it'll spit out a higher quality item for ya.
uk: Мені треба дістати решту речей зі списку. Закинь їх у машину, і вона видасть тобі луччу річ.

source: Pleased ta meecha.
uk: Приємно було побалакати.

source: Pleasure doin' business with ya.
uk: Приємно мати з тобою справу.

source: Ya may not feel young, but I've been tradin' longer than ya been around, young pup.
uk: Попри твій уже вражаючий вік, я торгував іще за довго до твого народження, щеня.

source: I've always been a loner, me. Tha boss mostly lets me alone, which suits me fine.
uk: Я завжди був відлюдником. Бос завжди залишає мене на самоті, що мене цілком влаштовує.

source: Take y'er time. I can stand here yammerin' all day.
uk: Не квапся. Я можу стояти тут і торочити цілий день.

source: My wagon's pulled by a nox. 'Es a good 'un, but 'e can't hold a candle to my old mule, Shadow.
uk: Невіл тягне мій віз. Він молодець, але не йде ні в яке порівняння з моїм старим мулом — Тінню.

source: Once, when I was but a young shaver... ah, but ya don' wanna listen to an old trader's stories.
uk: Колись, коли я був ще простим молодим цирульником... ох, бачу, ти не хочеш слухати розповіді мене старого.

source: What's a nox? Well, I don't know as I can rightly describe it. It's kinda like an ox, but not.
uk: Шо за невіл? Ну шо ж, не знаю докладно, спробую описати. Це як віл, тільки не віл.

source: Ya can bang on that joystick all ya want but it won't do ya no good.
uk: Хоч дьоргай, хоч бий — не спрацює.

source: Don't ya go breakin' tha joystick, now. Ya don' need it anyhow.
uk: Не чіпай, бо зламаєш іще. Ані мені, ані тобі не треба неприємностей.

source: Up, down, left, right, tha joystick don' do nothin'.
uk: Вгору, вниз, вліво, вправо — результату нуль.

source: Here ya go, one very fine <item>!
uk: Пречудово. Ось держи <item>!

source: Look a' that, ya won a <item>. C'mon back anytime, now.
uk: Поглянь-но, одержано <item>. Приходь ще коли завгодно.

source: There ya go, ya got this here <item>.
uk: Ось так, тримай-но <item>.

source: Hey, ya struck it rich! Look at that <item>. Ya must be extra lucky today.
uk: Гей, тобі перепало! Подивись на <item>. Ти, мабуть, сьогодні дуже вдачливий.

source: Here ya go, one bran' new <item>. Jus' remember I can't afford to give ya items this good all tha time.
uk: Диви-но, <item>. Затям, що я не можу дозволити собі оддавати тобі такі гарні речі щодня.

source: Well, I guess me & tha machine are feelin' gen'rous today. Ya won a <item>!
uk: Що ж, думаю, ми з машинкою маємо чудовий настрій сьогодні. Держи-но <item>!

source: Ain't that just tha koalefant's toenails! Ya got one very purty <item>.
uk: Це тобі не нігті коалослона! Це — <item>.

source: If ya give me tha items on tha list, I'll give ya a higher quality item in exchange.
uk: Якщо віддаси мені речі з цього списку, я дам тобі натомість луччий предмет.

source: Take a look at tha list. Get me all tha things on it and I'll give ya a better item.
uk: Поглянь на список. Принеси мені все, що в ньому є, тоді я дам тобі луччу річ.

source: Ya got tha items on tha list? Stick 'em in there and ya'll get a better item out 'o tha machine.
uk: Маєш речі зі списку? Запхай-но їх сюди, і ти одержиш луччу річ з машини.

source: These're my special deals. Gimme tha stuff I'm looking for and I'll give ya a better item in exchange.
uk: Оце мої спеціальні пропозиції. Принеси сюди те, що я хочу, і я дам тобі луччу річ натомість.

source: I'm lookin' for some particular things right now. If ya can give 'em to me, I'll give ya a new one of higher quality.
uk: Я в акурат підшукую певні речі. Якщо ти можеш дістати їх для мене, то я віддам тобі нові, луччої якості.

source: Tha special deals are cheaper than tha normal ones, but ya gotta give me tha exact things I'm lookin' for.
uk: Особливі пропозиції завсіди вигідніші за звичайні, втім, ти маєш дістати мені конкретні позиції.

source: Ya got a heap 'o items? Want better items? Well, ya come to tha right place! Put 'em in that thar machine!
uk: Маєш купу предметів? Бажаєш чогось луччого? Ти тут за адресою! Поклади їх у ту машину!

source: Got too many items? I can help ya with that problem! Stick 'em in my machine an' trade 'em for somethin' better!
uk: Маєш забагато предметів? Дозволь допомогти! Запхай їх у мою машину й обміняй на шось лучче!

source: Lookin' for new items? Trade in some old items and get a bran' new one of higher quality!
uk: Хоч нові предмети? Обміняй старі предмети й отримай нові, луччої якості!

source: Lookin' to trade? Ya come to the right place. Put your items in tha machine to get somethin' better!
uk: Шукаєш, з ким би обмінятись? Ласкаво просимо. Поклади свої речі в автомат, і одержиш натомість шось лучче!

source: C'mon back when ya got something ta trade!
uk: Приходь, як матимеш чим обмінятись!

source: Sorry, but I can't give ya something for nothing, ya know.
uk: Вибачай, думаю ти кметиш, що задарма нічого не даватиму.

source: If ya find any items while y'er adventuring around out there, ya can bring the ones ya don't need ta me.
uk: Якщо дорогою знайдеш якійсь предмети, можеш віддати мені ті, шо тобі не потрібні.

source: It'll be here in a jiffy.
uk: Хвилинку, хвилинку.

source: I bet ya can't wait to see what comes out!
uk: Зі шкіри геть пнешся, еге ж? Мені теж цікаво, що вийде!

source: It should be here real soon now.
uk: З хвилини на хвилину буде тут.

source: All right, kid. Give tha button a push to getcher item!
uk: Гаразд, дитинко. Тицяй-но на ту кнопку і забирай свій приз!

source: Just push tha button to start tha trade!
uk: Щоб почати обмін, просто тисни на кнопку!

source: If ya wanna make tha trade, just push tha green button.
uk: Якщо хоч здійснити обмін, просто тисни зелену кнопку.

source: Slow down there, greenhorn. Are ya sure ya wanna gimme your last one 'o those? Ya won't be able ta use it anymore if ya do.
uk: Пригальмуй. Точно хоч віддати мені останній екземпляр? Якщо віддаси, я назад не поверну.

source: Wait jest a tick there. Tha's your last one o' those things. Ya won't be able to use it anymore if ya trade it away.
uk: Зажди хвильку. Це ж останній екземпляр. Ти більше не зможеш ним користуватися, якщо віддаси його мені.

source: Ya ain't got no more o' those. Ya sure ya wanna get rid o' it? Not that I won't take it, o' course.
uk: Ти їх більше не матимеш. Точно хоч цього позбутися? Не те щоб я не візьму, звісно.

source: Yeehaw! Get on out of here!
uk: Отакої! Забирайтеся звідси!

source: Hah! Those are my wrappers!
uk: Хах! Це ж мої обгортки!

source: Seein' those crows scatter is sweeter than my favorite candy!
uk: Глядіти, як ворони розлітаються, солодше за мої улюблені карамельки!

source: Great work clearin' {tiles_cleared} tiles! Here, I've got something for ya. Take this {powerup}.
uk: Виняткове прибирання! {tiles_cleared} клітинок! Ось, я маю дещо для тебе. Візьми-но {powerup}.

source: Looks like y'er all out of options!
uk: Схоже, ти не маєш інших варіантів!

source: Try again! There's many more wrappers in my collection to tidy up.
uk: Спробуй іще! Тут іще гора обгорток. які потрібно повернути до колекції!

source: Thanks for helpin', but I can't give you a better trade. I've got mouths to feed, ya'know.
uk: Дякую за допомогу, але луччої пропозиції не маю. Мені ж треба ще якось годувати голодні роти.

source: All done for now, but ya made some progress tidyin' up my wrapper collection.
uk: Ну все, досить на сьодні, ти молодець, робиш прогрес.

source: That'll help ya get around and collect all look-alike wrappers.
uk: Він допоможе просуватися в зборі всіх однакових обгорток.

source: Careful! That stuff will blow away everythin' near it!
uk: Обережніше! Ця штука рознесе все навколо!

source: What are ya doing with those seeds!? Y'er supposed to be chasing the crows away, not attractin' 'em!
uk: Що ти робиш з тим насінням!? Ти мав би відганяти ворон, а не приманювати їх!

source: Cleaning up a whole row. That's smart!
uk: Зібрати цілий ряд одним махом. Розумно!

source: Sharp and precise!
uk: Швидкий і точний!

source: Help me scare off these crows. Don't get any funny ideas though, I won't give you a better deal for helping.
uk: Допоможи відлякати цих воронів. Тільки без дурниць, я не запропоную тобі луччої ціни за допомогу.

source: Ack! These crows won't leave my wrappers alone.
uk: А-а-а! Ці ворони знову лізуть до моїх обгорток!

source: Knew I shouldn't'a left the my wrappers just lyin' around... now these crows are all over my collection!
uk: От дурний, знав, шо не можна так просто лишати мої обгортки... Тепер ворони мою колекцію обсіли!

source: I've done witnessed a murder! And they're stealin' all my hard-earned candy wrappers!
uk: Я був свідком вбивства! І тепер вони крадуть всі мої важко зароблені обгортки від цукерок!

source: Gimme a hand gettin' rid of these crows, will ya?
uk: Допоможи мені позбутися цих ворон, ладно?

source: Wanna play a game? Help me pick up my wrappers and get rid of those dang crows. Doesn't that sound fun?
uk: Хоч у щось зіграти? Допоможи мені зібрати обгортки й позбутися цих клятих ворон. Хіба не весело звучить?

source: What, ya got something better to do? Help me get these crows outta here!
uk: Тобі шо, нема чим зайнятися чи шо? Поможи лучче прогнати цих ворон!

source: Looks like y'er stuck kid. Maybe ya ought to use one of those tools.
uk: Ти в глухому куті, дитинко. Мабуть, тобі треба скористатися одним з тих інструментів.

source: Y'er out of moves, try using a tool to help ya out.
uk: Якшо не маєш ходів, скористайся інструментом.

source: Amazin' work! I can't see a single piece of junk anymore!
uk: Хороша робота! Жодного сміття більше не бачу!

source: All tidy, just like it was before those pesky crows arrived.
uk: Усе знову в чистоті, як до приходу цих клятих круків.

source: Thanks for cleaning up, I got winded just watchin' ya.
uk: Спасибі за допомогу, а то я вже заморився, дивлячись на тебе.

source: The place looks much better. Mighty obliged.
uk: Тепер усе виглядає набагато лучче. Безмежно вдячний.

source: Keep goin', y'er doin' great!
uk: Продовжуй, тобі чудово вдається!

source: Don't stop now, ya missed a few over there!
uk: Не зупиняйся, ти пропустив кілька он там!

source: Those pesky crows always leave a mess! Mind tidying up?
uk: Ці набридливі круки завжди лишають по собі безлад! Не хочеш прибрати?

source: Those birdbrains left their Cawnival stuff all over the place! Go clear it out, would ya?
uk: Ці яйцеголові лишили по собі все своє кар-р-рнавальне барахло! Не допоможеш, га?

source: This place is littered with old Cawnival junk. Mind taking care of it for me?
uk: Усе довкола всіяне старим кар-р-рнавальним сміттям. Не прибереш його за мене?

source: Well done! Just the way I like my eggs. That's worth {points} points!
uk: Молодець! Саме так, як я люблю. Це заслуговує {points} балів!

source: So many mouths to feed, another egg will help. {points} points earned!
uk: Скільки ще голодних ротів, які треба якось нагодувати, кожне яйце в пригоді. Держи {points} балів!

source: Y'er brain is gettin' some eggsercise. I'll give ya {points} points.
uk: Твій мозок яймовірний. Я дам тобі {points} балів.

source: That's worth {points} points! I need half-a-dozen eggs, think ya can get me more?
uk: Це коштує {points} балів! Мені потрібно пів дюжини яєць, зможеш дістати ще?

source: Yuck! No one is going to want to eat that egg.
uk: Тьху! Ніхто не схоче їсти се яйце.

source: What's that smell? My nose is tellin' me tha' egg is rotten.
uk: Що за сморід? Носом чую, що се яйце протухло.

source: It's startin' to smell like a hot spring.
uk: Починає пахнути як гаряче джерело.

source: Y'er gonna have to work faster than that!
uk: Тобі треба працювати швидше!

source: Ya might be eggshausted, but keep going!
uk: Ти, мабуть, втомилися від яєць, але так держати!

source: Try again! Ya can do better, I know it!
uk: Спробуйте ще! Ти можеш лучче, я знаю!

source: Y'er all done!
uk: Ми закінчили!

source: Thanks for the eggs! I certainly do appreciate y'er effort.
uk: Дякую за яйця! Я дуже ціную твої зусилля.

source: Amazin' work! Ya deserve a special prize for that.
uk: Чудова робота! Ти заслуговуєш на особливу нагороду за це.

source: Well, ya delivered some eggs. Though I'm not sure how useful they'll be.
uk: Що ж, маєш для мене яйця. Щоправда, навряд чи вони мені колись знадобляться.

source: I've got a challenge for ya! Add tiles up to 100. Let's see how many points ya can score!
uk: Маю випробування для тебе! Склади плитки до 100. Подивімося, скільки балів ти назбираєш!

source: Can ya get me half-a-dozen eggs? A full dozen would be grand!
uk: Дістань мені з пів дюжини яєць. А лучче цілу дюжину!

source: Better be quick getting those eggs for me. I can't use any rotten ones.
uk: Лучче поквапся і дістань мені тих яєць. Я ж не готуватиму з гнилих.

source: Use y'er noggin to add up numbers. Get to 100 exactly and a Redbird will lay an egg!
uk: Скористайся своєю довбешкою, складаючи числа. Як дістанеш рівно 100, червона птаха знесе яйце!

source: Countin' is my specialty. Let's see how good ya can do.
uk: Лічба — мій профіль. Погляньмо, як добре ти вмієш рахувати.

source: Yeehaw! I'll give you another guess for that.
uk: Отакої! Я дам тобі ще одну спробу.

source: They sure want in on our feast! Scare 'em away!
uk: Вони явно хочуть приєднатися до нашого бенкету! Віджени їх!

source: Tha birds are after my favorite! Tha sweet Pumpkin Pie.
uk: Птахи зазіхнули на моє улюблене — на гарбузовий пиріг.

source: It's a festive time for sharin' but not with those bothersome birds.
uk: Свята святами, але з гидотними птахами я не ділитимуся.

source: I've got mouths to feed. Tha birds will have to find their own feast.
uk: Мені треба роти годувати. Птахам доведеться піти на бенкет деінде.

source: Ya'll can come back when tha feast is over!
uk: Приходь, коли скінчиться бенкет, якщо хоч!

source: Y'er all out of guesses!
uk: У тебе скінчилися здогадки!

source: Let's play a game! Use that big brain to match pairs of food from the feast!
uk: Зіграймо в гру! Зістав пари до страв з бенкету, використовуючи свій великий мозок!

source: Use y'er noggin to remember pairs. Chase off any pesky snowbirds while y'er at it.
uk: Уважно запам'ятовуй пари. Попутно відганяй докучливих синіх птахів.

source: My ol' pops taught me this game. Try to remember and match pairs.
uk: Мій старий навчив мене цієї гри. Спробуй запам'ятати та скласти пари.

source: Chase Snowbird
uk: Гони снігових птахів

source: Great job matching'.\nYou completed {score} pairs!
uk: Виняткова робота.\nКількість зіставлених пар: {score}.

source: All done rememberin'
uk: Все, досить запам’ятовувати.

source: Match pairs of food tiles from the feast. Clearing a pair will cause the tiles above to drop down, so be sure to remember what foods were there. Matching a pair of snowbirds will grant you an extra guess.\n\nGood luck!
uk: Зіставте пари плиток із їжею з бенкету. Зникнення пари спричинить падіння плиток, розташованих вище, тому добре запам’ятовуйте розташування їжі. Збіг пари сніжних птахів надасть вам додаткову спробу.\nЩасти!

source: A Feastin' Pair of Birds
uk: Крилата парочка бенкетників

source: Guesses Remaining:
uk: Залишилося спроб:

source: Reporting feast memories'...
uk: Звітування про бенкетну пам'ять...

source: Sold Out
uk: Розпродано

source: Specials
uk: Спеціальні пропозиції

source: The Trade Inn is closed for a bit.\n\nBe back soon, okay?
uk: Міняйломат ненадовго зачинено.\n\nСкоро вернуся, гаразд?

source: You won't be able to wear an item if you give your last one away! Do you really want to trade these items?
uk: Ви не зможете носити річ, якщо віддасте останнє! Ви дійсно бажаєте обміняти ці речі?

source: You won't be able to wear an item if you give your last one away! Do you really want to trade this item?
uk: Ви не зможете носити річ, якщо віддасте останнє! Ви дійсно бажаєте обміняти цей предмет?

source: The key looks like it will fit. You can free
uk: Ключ виглядає так, ніби підійде.

source: , but I doubt %s captors will be pleased...
uk: але сумніваюся, що викрадачі будуть задоволені...

source: Take pity?
uk: Пожаліти?

source: You can't run '%s' on %s.
uk: Не можна запускати '%s' на %s.

source: There is no one on the server by the name of '%s'. Open the scoreboard to view all current players.
uk: На сервері немає гравців з ім'ям '%s'. Відкрийте табло, щоб переглянути всіх поточних гравців.

source: You can't run '%s' right now.
uk: Зараз ви не можете виконати '%s'.

source: Missing parameters! Type /help %s for more info.
uk: Бракує параметрів! Введіть /help %s, щоб отримати більше інформації.

source: You don't have permission to run '%s'.
uk: Ви не маєте дозволу на запуск «%s».

source: You aren't allowed to start a '%s' vote right now.
uk: Ви не можете розпочати голосування '%s' прямо зараз.

source: Time Remaining: %d
uk: Залишилось часу: %d

source: Accept Outfit
uk: Вбратися

source: Cycle View
uk: Циклічний перегляд

source: Owned Filter: {mode}
uk: Фільтр власності: {mode}

source: Undo Changes
uk: Відхилити зміни

source: Owned Count
uk: Кількість

source: Rarity
uk: Рідкість

source: Release Date
uk: Дата виходу

source: Survivor Filter: {mode}
uk: Власне персонажа: {mode}

source: Equip a head item
uk: Надягти на голову

source: Equip a body item
uk: Одягти на тулуб

source: Equip a foot item
uk: Взути на ступні

source: Equip a hand item
uk: Надягти на руки

source: Equip a leg item
uk: Одягти на ноги

source: Weaveable Filter: {mode}
uk: Ткацький фільтр: {mode}

source: Reset Outfit
uk: Скинути

source: Confirm Outfit
uk: Підтвердити

source: Dismiss
uk: Скасувати

source: Expand
uk: Збільшити

source: Minimize
uk: Зменшити

source: Scroll Right
uk: Прогорнути праворуч

source: Scroll Left
uk: Прогорнути ліворуч

source: CARVING OUT CAVE
uk: ВИСІКАННЯ ПЕЧЕР

source: trees...
uk: дерева...

source: Abigail's ectoplasm...
uk: ектоплазму Абіґейл...

source: Webber's fur...
uk: хутро Веббера...

source: Wolfgang's moustache...
uk: вуса Вольфґанґа...

source: Wickerbottom's glasses...
uk: окуляри Вікерботтом...

source: Wigfrid's umlauts...
uk: умлаути Віґфрід...

source: Willow's teddy bear...
uk: іграшкового ведмедика Віллоу...

source: Woodie's plaid...
uk: картату сорочку Вуді...

source: WX-78's gears...
uk: шестірні WX-78...

source: Winona's tools...
uk: знаряддя Вінони...

source: Wortox's hooves...
uk: копита Вортокса...

source: pathos...
uk: патос...

source: Wormwood's leaves...
uk: листя Вормвуда...

source: Warly's spices...
uk: спеції Варлі...

source: Walter's Pioneer badges...
uk: нашивки скаута Волтера...

source: Wanda's timeline...
uk: часоланку Ванди...

source: Wurt's scales...
uk: луску Вурт...

source: Woby's tail wag...
uk: виляння хвостом Вобі...

source: a monarch's sorrow...
uk: скорботи монарха...

source: an inescapable nostalgia...
uk: невідворотну ностальгію...

source: gold and marble...
uk: золото й мармур...

source: thorns...
uk: терни...

source: pines...
uk: сосни...

source: unbreakable bonds...
uk: непорушні зв'язки...

source: intense friendship...
uk: міцну дружбу...

source: common goals...
uk: спільні цілі...

source: a comforting togetherness...
uk: втішну згуртованість...

source: buckets and buckets of loot...
uk: цілі відра здобичі...

source: game theory...
uk: гравецькі теорії...

source: poignant tragedy...
uk: пронизливу трагедію...

source: a hint of shadow...
uk: відтінок тіні...

source: food...
uk: їжу...

source: lovely roses...
uk: прекрасні троянди...

source: spiders...
uk: павуків...

source: gems...
uk: самоцвіти...

source: souls...
uk: душі...

source: unspeakable things...
uk: несказані речі...

source: primal instincts...
uk: первісні інстинкти...

source: terrible darkness...
uk: жахливу темряву...

source: a touch of magic...
uk: дотик магії...

source: unknowable machinations...
uk: невідомі махінації...

source: plot thickeners...
uk: розвиток сюжету...

source: the "moon"...
uk: «місяць»...

source: a sliver of hope...
uk: крихту надії...

source: monsters...
uk: потвор...

source: dramatic irony...
uk: драматичну іронію...

source: curious mechanisms...
uk: цікаві механізми...

source: unforeseen consequences...
uk: непередбачувані наслідки...

source: a keen sense of despair...
uk: гостре відчуття відчаю...

source: Wilson's beard...
uk: бороду Вілсона...

source: Maxwell's pocket squares...
uk: нагрудні хустинки Максвелла...

source: Wendy's pigtails...
uk: косички Венді...

source: GENERATING WORLD
uk: ГЕНЕРАЦІЯ СВІТУ

source: Wrangling
uk: Сваримо

source: Crafting
uk: Майструємо

source: Imbuing
uk: Проникаємо в

source: Randomizing
uk: Перемішуємо

source: Redecorating
uk: Повторно оздблюємо

source: Sprucing up
uk: Впорядковуємо

source: Manifesting
uk: Проявляємо

source: Summoning
uk: Викликаємо

source: Compiling
uk: Збираємо

source: Building
uk: Будуємо

source: Spawning
uk: Виявляємо

source: Generating
uk: Генеруємо

source: Rendering
uk: Візуалізуємо

source: Enchanting
uk: Зачаровуємо

source: Solving
uk: Вирішуємо

source: Herding
uk: Розганяємо

source: Embiggening
uk: Перекручуємо

source: Iterating upon
uk: Відштовхуємось від

source: Insinuating
uk: Натякаємо на

source: Reticulating
uk: Ретикулюємо

source: Inserting
uk: Розміщуємо

source: Framing
uk: Офорлюємо

source: Hold
uk: Утримуйте

source: to Reset Now
uk: , щоб обнулити зразу

source: Are you sure you want to start a new world?
uk: Ви впевнені, що бажаєте розпочати в новому світі?

source: Start a New World
uk: Почати новий світ

source: Everyone is dead. The world will reset in: %d
uk: Усі загинули. Світ обнулиться за %d

source: Reset Now
uk: Перестворити

source: World will reset in: %d
uk: Світ обнулиться за: %d

source: I hope you are playing with friends, or had prepared a way to revive...
uk: Сподіваюсь, ви граєте з друзями, або ж маєте інший спосіб відродження...

source: Haunt a {item1} to revive, or find another way.
uk: Вселіться в {item1}, щоб відродитися або знайдіть інший спосіб.

source: Haunt a {item1} or {item2} to revive, or find another way.
uk: Вселіться в {item1} або {item2}, щоб відродитися або знайдіть інший спосіб.

source: Survived %d Days
uk: Прожито %d день

source: Survived %d Day
uk: Прожито %d днів

source: Day %d: Everyone is dead
uk: День %d: Всі гравці мертві

source: Day %d: Everyone else is dead. Save them!
uk: День %d: Решта гравців мертва. Врятуй їх!

source: Achievement: {name}
uk: Досягнення: {name}

source: {name}, {val} XP
uk: {name}, {val} ОД

source: Total Deaths: {deaths}
uk: Загальна кількість смертей: {deaths}

source: Recipe: {name}
uk: Рецепт: {name}

source: Defeat
uk: Поразка

source: Unable to connect to leaderboard server.
uk: Неможливо під'єднатися до таблиці лідерів.

source: LEVEL UP!
uk: ВИРІВНЯТИСЬ!

source: Match Time: {time}
uk: Час матчу: {time}

source: Visit the Treasury to open your chests
uk: Відвідайте Скарбницю, щоб відкрити скрині

source: {num} Forge Chests Earned!
uk: Отримано {num} скрині(ів) Кузні!

source: {num} Victorian Chests Earned!
uk: Отримано {num} скрині(ів) Ущелини

source: Visit the Treasury to open your chest
uk: Відвідайте Скарбницю, щоб відкрити скриню

source: Forge Chest Earned!
uk: Зароблений кузнечний скриня!

source: Victorian Chest Earned!
uk: Вікторіанська скриня зароблена!

source: No Deaths
uk: Без смертей.

source: Mermified
uk: Мерміфікація

source: Gateway Activated!
uk: Браму активовано!

source: Appeasement Points: {score}
uk: Рахунок учасника: {score}

source: Skip
uk: Пропустити.

source: Family Sharing accounts are not eligible for tournaments
uk: Акаунти сімейної бібліотеки не беруть участь у турнірах

source: Gnaw's Cravings: {success} fulfilled and {failed} failed
uk: Бажання Глоду: {success} виконано, а {failed} провалено

source: CURRENT XP
uk: ПОТОЧНИЙ ОД

source: NEXT LEVEL AT
uk: НАСТУПНИЙ РІВЕНЬ ЗА
