Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Transmute Infused Moon Shards into Pure Brilliance.
uk: Перетворюйте заряджені місячні уламки на чистий блиск.

source: Transmute Blue and Red Gems into Purple Gems.
uk: Перетворюйте сині й червоні самоцвіти на фіолетові самоцвіти.

source: Transmute Blue Gems into Red Gems.
uk: Перетворюйте сині самоцвіти на червоні самоцвіти.

source: Transmute Flint into Rocks.
uk: Перетворюйте кремінь на каміння.

source: Transmute Meat into Morsels.
uk: Перетворюйте м'ясо на кавалки.

source: Transmute a Log into Twigs.
uk: Перетворюйте колоди на гілки.

source: Transmute Orange Gems into Yellow Gems.
uk: Перетворюйте помаранчеві самоцвіти на жовті самоцвіти.

source: Capture small creatures.
uk: Ловить маленьких істот.

source: An equal opportunity annoyer.
uk: Рослинний аналог зубчастої пастки.

source: Pops up and bites whoever steps on it.
uk: Виринає та кусає кожного, хто на неї наступить.

source: A sturdy container.
uk: Міцне сховище.

source: Encourages trees to reach new heights.
uk: Допомагає деревам досягати нових вершин.

source: Rock out in rocky waters.
uk: Гарна зброя - гарний символ.

source: Show off your prized catch.
uk: Похваліться своєю здобиччю.

source: Weigh your prized fruits and veggies.
uk: Зважте свої трофейні фрукти та овочі.

source: Warm, but not that warm.
uk: Теплий, але не настільки.

source: Warm enough for winter storms.
uk: Достатньо теплий для зимових морозів.

source: Change the world one piece at a time.
uk: Змінюйте світ шматок за шматочком.

source: Ancient stonework from an unsealed archive.
uk: Стародавня кам'яна підлога з розпечатаного архіву.

source: Some people just like to do art.
uk: Деяким людям просто подобається займатись мистецтвом.

source: Super soft. Smells like Beefalo.
uk: Дуже м'який. Пахне як біфало.

source: Super Super soft.
uk: Супер-пупер м'який.

source: The cold stone of a cave floor.
uk: Холодне каміння печерної підлоги.

source: Nicely checkered marble tiles.
uk: Звісно не дошка, але один слон тут стоятиме.

source: A chunk of deciduous forest floor.
uk: Шматок листяного лісу.

source: A dry patch of sand.
uk: Сухий шматок піску.

source: Quell the spread of fire.
uk: Придушіть поширення вогню.

source: A chunk of forest floor.
uk: Шматок лісової підлоги.

source: A cave floor overgrown with fungus.
uk: Печерна підлога, що заросла грибами.

source: A cave floor covered in green fungus.
uk: Печерна підлога, що заросла зеленими грибами.

source: The mutated fungal floor of a cave.
uk: Мутована грибна печерна підлога.

source: A cave floor covered in red fungus.
uk: Печерна підлога, що заросла червоними грибами.

source: A patch of grass.
uk: Шматок трави.

source: Home is where the marsh is.
uk: Неприємна підлога, але ж люди якось живуть.

source: The cratered surface of the moon.
uk: Поверхня місяця, покрита кратерами.

source: Learn to mold the moon's surface.
uk: Вивчіть утворення поверхні місяця.

source: A patch of sand, with a faint scent of bananas.
uk: Шматок піску зі стійким запахом бананів.

source: Elegantly broken rock. In blue.
uk: Елегантно побитий камінь. В синьому кольорі.

source: Elegantly broken rock. In grey.
uk: Елегантно побитий камінь. В сірому кольорі.

source: Elegantly broken rock. In red.
uk: Елегантно побитий камінь. В червоному кольорі.

source: A patch of muddy ground.
uk: Шматок багнистої землі.

source: A patch of pebbled beach.
uk: Шматок галькового пляжу.

source: Build your own road to nowhere.
uk: Збудуйте свою дорогу в нікуди.

source: A chunk of rocky ground.
uk: Шматок кам'яного долу.

source: Ancient stone flooring, decorated with a magical technique lost to time.
uk: Стародавня кам'яна підлога, декорована втраченими у часі магічними методами.

source: A reproduction of ancient stone flooring.
uk: Відтворення стародавньої кам'яної підлоги.

source: Tile flooring, decorated with a magical technique lost to time.
uk: Кахельна підлога, декорована втраченими у часі магічними методами.

source: A reproduction of ancient tile flooring.
uk: Відтворення стародавньої кахельної підлоги.

source: Brick flooring, decorated with a magical technique lost to time.
uk: Цегляна підлога, декорована втраченими у часі магічними методами.

source: A reproduction of ancient brick flooring.
uk: Відтворення стародавньої цегляної підлоги.

source: A patch of Savanna grass.
uk: Шматок трави з савани.

source: A patch of seashell seashore.
uk: Клаптик узбережжя з мушель.

source: A soft patch of sand scattered with shells.
uk: Шматок м'якого піску, покритого мушлями.

source: A chunk of wet, muddy grass.
uk: Шматок вологої, брудної трави.

source: The craggy stone floor of a cave.
uk: Скеляста підлога печери.

source: High-quality laminate floorboards.
uk: Високоякісне ламінатне покриття.

source: Keep the sun and rain at bay!
uk: Відгородіть себе від сонця чи дощу!

source: No light can pierce the darkness within this hood.
uk: Жодне світло не спроможне розвіяти темряву всередині цього каптура.

source: Cull the plant population with ease.
uk: Знищуйте популяцію рослин з легкістю.

source: Shadowy protection from even the harshest rainfall.
uk: Тіньовий захист навіть від найрясніших опадів.

source: Traverse your favorite nature trail with ease.
uk: Перетинайте ваші улюблені природні стежки з легкістю.

source: Surround yourself in the most dreadful decor.
uk: Оточіть себе найлячнішим декором.

source: Hay wall segments. Not very sturdy.
uk: Елемент стіни з сіна. Не дуже міцно.

source: Walls for the lunar loony.
uk: Стіни для лунатиків.

source: These walls will take quite a beating.
uk: Ці стіни отримують значну шкоду.

source: Stone wall segments.
uk: Елемент кам'яної стіни.

source: Wooden wall segments.
uk: Елемент дерев'яної стіни.

source: Form and function over fashion.
uk: Форма і функція перш за все.

source: Change your look to suit your mood.
uk: Змінюй свій образ під настрій.

source: Make offerings to the earthen Varg.
uk: Робіть підношення глиняному варгу.

source: Spheroid fire suppression.
uk: Сферичний вогнегасник.

source: Keep plants happy and hydrated.
uk: Рослини почуватимуться щасливими, а ґрунт - зволоженим.

source: Refreshing, but sticky.
uk: Освіжаючий, але липкий.

source: Water, water everywhere!
uk: Вода! Усюди вода!

source: The unicorn is what protects you.
uk: Єдиноріг захищатиме тебе.

source: For wrapping things.
uk: Для обгортання речей.

source: It'll blow your mind.
uk: Цей текст зведе вас з розуму.

source: Invokes the curse of the Werebeaver.
uk: Викликає прокляття бобролаки.

source: Invokes the curse of the Weregoose.
uk: Викликає прокляття гуселаки.

source: Invokes the curse of the Weremoose.
uk: Провокує прокляття лоселаки.

source: Dish out constructive feedback.
uk: Тримайся подалі, конструктивний діаложе.

source: Let it do the heavy lifting for you.
uk: Тепер можна не піднімати важкі речі.

source: For deep sea grabs.
uk: Для підводних захоплень.

source: This one uses gems, so you know it's good.
uk: Ця штука використовує кристали, дорога цяцька.

source: Someone's gotta keep the juice flowing.
uk: Хтось має підтримувати потік палива.

source: Lob big rocks at fearful foes.
uk: Жбурляйте великі каменюки в жахливих ворогів.

source: Control your creations with the push of a button.
uk: Керуйте своїми творіннями одним натисканням кнопки.

source: Shine a light both day and night.
uk: Пролийте світло і в день, і в ніч.

source: Fill your belly with a bowl full of jelly.
uk: Наповнює ваш животик густим желе.

source: This dish will leaf you wanting more.
uk: Після цієї страви ви попросите ще.

source: Get your holiday feast rolling.
uk: Дивно, жодного голуба.

source: It just isn't the holidays without it.
uk: Без цієї страви свято - не свято.

source: All aboard the gravy train.
uk: Мммм, підлива.

source: You'll like them a latke.
uk: Вони, наче, нічого не деруть.

source: Sea-son's eatings.
uk: Підводна страва.

source: A hot drink for a cold winter.
uk: Теплий напій для холодних вечорів.

source: Like fruitcake, but edible!
uk: Як фруктовий пиріг, але можна їсти!

source: Light and crisp as new fallen snow.
uk: Легкий і хрусткий, неначе сніг.

source: A salty seasonal supper.
uk: Сезонна солона вечеря.

source: Just like babcia used to make.
uk: Точно так, як колись готувала бабця.

source: Gourd tidings we bring.
uk: Гарбузовий прикол.

source: Gobble-gobble it up.
uk: Запечений Індик Індиченко.

source: Stuff your face!
uk: Начини свого рота!

source: It's a marshmallow world in the winter.
uk: Ох, зефірна пора року.

source: Spice up your holiday spread.
uk: Розпали свій святковий настрій.

source: A savory seasonal pie.
uk: Пікантний сезонний пиріг.

source: Keeps yer noggin warm.
uk: Тримає вашу довбешку в теплі.

source: Measure ambient air temperature.
uk: Вимірює температуру навколишнього світу.

source: It's all fired up for the holidays.
uk: Вже запалена на свята.

source: A keepsake for your Winter's Feast Tree.
uk: Сувенір на пам'ять для вашого дерева Зимового бенкету.

source: Plant and decorate a Winter's Feast tree!
uk: Посадіть та прикрасьте дерево Зимового бенкету!

source: Your head will stay nice and safe (knock on wood).
uk: Ваша голова залишиться в безпеці (постучіть по дереву).

source: It's hand-made!
uk: Зроблено вручну!

source: Arm-fresh produce.
uk: Свіжий, прямо з рук.

source: Costs an arm, but not a leg.
uk: Вона залишить вас без руки, але і без неї — як без рук.

source: Knowing how to reed comes in handy.
uk: Вміння працювати з очеретом є в нагоді.

source: Grow out on a limb.
uk: Вирощено на кінцівці.

source: Get your brain and body buzzing with powerful potential!
uk: У вухах трохи подзижчить, але ефект того вартий!

source: Turn your chassis into a portable freezer.
uk: Перетвори себе на холодильник з ніжками.

source: Things are about to get heated.
uk: Головне не сильно гарячкуй.

source: Light up a room with your presence.
uk: Освіти світ своєю присутністю.

source: Make your robotic body a bit more robust.
uk: Зробіть своє непробивне тіло непробивнішим.

source: Make your robotic body much more robust.
uk: Зробіть своє непробивне тіло ще непробивнішим.

source: Capable of containing even the most insatiable automaton's appetite.
uk: Стримуватиме апетит навіть найненажерливішого робота.

source: Add a bit of room to your fuel tank.
uk: Додає трохи місця у ваш паливний бак.

source: A big boost of processing power will really get those gears turning.
uk: Велике посилення потужності обробки змусять ці шестерні обертатись.

source: A little extra processing power helps to ease the mechanical mind.
uk: Невелике збільшення обчислювальної потужності полегшить мислення.

source: A hastily designed speed booster. It could use some improvement.
uk: Зроблений в поспіху підвищувач швидкості. Можна й доробити.

source: A perfected speed booster to kick your engine into high gear.
uk: Удосконалений прискорювач, що змусить вас рухати поршнями.

source: Every machine needs a tune-up now and then.
uk: Кожна машина час від часу потребує догляду.

source: Recalibrate your optic sensors for night vision.
uk: Перекалібруй оптику, щоб бачити в темряві.

source: Anyone who messes with you will be in for a shock.
uk: Якщо хтось захоче помахатися з вами, він буде шокований.

source: Success comes to those who really a-ply themselves.
uk: Заради успіху можна й адаптуватися до змін.

source: It never hurts to have a backup scan.
uk: Резервне сканування ще нікому не зашкодило.

source: Pull power from the heavens.
uk: Підкори небеса.

source: Summon a tiny star.
uk: Спустіть зорі з небес на землю.

source: Make offerings to the steadfast beefalo.
uk: Робіть підношення непохитному біфало.

source: Get some fearsome inspiration.
uk: Отримайте дрібку грізного натхнення.

source: Get some formal inspiration.
uk: Отримай трохи формального натхнення.

source: Get some festive inspiration.
uk: Отримай трохи фестивального натхнення.

source: Put your beefalo on center stage.
uk: Поставте свого біфало в центр сцени.

source: Prototype the perfect beefalo outfit.
uk: Створіть ідеальний костюм для біфало.

source: Bring in an expert.
uk: Залучіть експерта.

source: Make offerings to the nimble carrat.
uk: Робіть підношення спритній щурквині.

source: Improve your carrat's sense of direction.
uk: Покращте орієнтування на місцевості вашої щурквини.

source: Accelerate your carrat's reaction time.
uk: Прискорте час реакції вашої щурквини.

source: Step up your carrat's speed.
uk: Збільшіть швидкість вашої щурквини.

source: Boost your carrat's stamina.
uk: Збільшіть витримку вашої щурквини.

source: Just one stop on the road to glory.
uk: Лише 1 зупинка до шляху слави.

source: End of the line.
uk: Кінець лінії.

source: Off to the races!
uk: До перегонів!

source: Find out how your carrat measures up.
uk: Дізнайтеся розміри власної щурквини.

source: A humble pack of assorted seeds.
uk: Скромний пакунок різноманітного насіння.

source: A pack of high quality seeds.
uk: Пакунок високоякісного насіння.

source: A roasted tribute to the Pig King.
uk: Смажена данина королю свиней.

source: What's hiding in there?
uk: Що ховається всередині?

source: Prosperity on a stick.
uk: Добробут на паличці.

source: This lovable light makes any cave cozier.
uk: Миле світло, що зробить будь-яку печеру затишнішою.

source: A rabbit statue with a real fire in its belly!
uk: Статуя зайця зі справжнім вогником усередині!

source: No bunnies were harmed in the making of this cake.
uk: При створенні цього торта не постраждав жоден заєць.

source: It's "blue" flavored!
uk: З «синім» смаком!

source: This dessert looks almost too good to eat.
uk: Настільки добрий, що аж їсти жаль.

source: Puffy balls of chewy goodness.
uk: Пухкі кульки жувальної смакоти.

source: Make offerings to the cozy Bunnyman.
uk: Робіть підношення сонному зайцю.

source: Tell a Bunnyman you'd like to try your hand at a pillow battle.
uk: Скажіть зайцю, що ви хочете спробувати свої сили у подушковій битві.

source: Make offerings to the elusive catcoon.
uk: Робіть підношення невловному єнотокоту.

source: Biomes
uk: Біоми

source: Creatures
uk: Істоти

source: Food
uk: Їжа

source: Giants
uk: Гіганти

source: Items
uk: Предмети

source: Points of\nInterest
uk: Точки\nінтересу

source: Seasons
uk: Сезони

source: Things
uk: Інше

source: Clear all "NEW"
uk: Прибрати позначки «НОВЕ»

source: Cycle Category
uk: Перемкнути категорії

source: Cycle Quotes
uk: Перемкнути цитати

source: Cycle Layout
uk: Перемкнути показ

source: ABSORBS
uk: ПОГЛИНАЄ

source: CAN BE BURNED
uk: МОЖНА СПАЛИТИ

source: CRAFTABLE
uk: СТВОРЕНЕ

source: DAY
uk: ДЕНЬ

source: DAYS
uk: ДНІВ

source: CAN BE FISHED
uk: МОЖНА ЗЛОВИТИ

source: ACCURACY
uk: ТОЧНІСТЬ

source: CAST RANGE
uk: РАДІУС ЗАКИДАННЯ

source: CAN BE HARVESTED
uk: МОЖНА ЗІБРАТИ

source: INSULATION
uk: ІЗОЛЯЦІЇ

source: EMITS LIGHT
uk: ВИПРОМІНЮЄ СВІТЛО

source: LURE CHARM
uk: ПРИНАДНІСТЬ

source: BONUS RANGE +
uk: БОНУСНИЙ РАДІУС +

source: LURE RADIUS
uk: РАДІУС НАЖИВКИ

source: MINUTE
uk: ХВИЛИНУ

source: MINUTES
uk: ХВИЛИН

source: This needs more investigation.
uk: Необхідне подальше дослідження.

source: DOES NOT BREAK
uk: НЕ ЛАМАЄТЬСЯ

source: NON-SURVIVOR FOOD
uk: ЇЖА НЕ ДЛЯ ВЦІЛІЛИХ

source: FORCE
uk: СИЛА

source: MAX SPEED
uk: МАКС. ШВИДКІСТЬ

source: / MIN
uk: / ХВ

source: / SEC
uk: / С

source: CAN BE PICKED
uk: МОЖНА ПІДНЯТИ

source: PLANAR DAMAGE
uk: ІНШОВИМІРНА ШКОДА

source: PLANAR DEFENSE
uk: ІНШОВИМІРНИЙ ЗАХИСТ

source: RANGE
uk: РАДІУС

source: REPAIRED BY
uk: ЛАГОДИТЬСЯ

source: SECONDS
uk: СЕКУНД

source: REPAIRED\nBY SEWING
uk: ЛАГОДИТЬСЯ\nШИТТЯМ

source: SPLASH DAMAGE
uk: ШКОДИ ПО ПЛОЩІ

source: ITEMS
uk: ПРЕДМЕТІВ

source: CAN PREPARE FOOD
uk: МОЖЕ ГОТУВАТИ ЇЖУ

source: USES
uk: ВИКОРИСТАНЬ

source: STOPS
uk: СТРИМУЄ

source: CAN BE CHOPPED
uk: МОЖНА ЗРУБАТИ

source: CAN BE DUG
uk: МОЖНА ВИКОПАТИ

source: CAN BE HAMMERED
uk: МОЖНА РОЗТРОЩИТИ

source: CAN BE MINED
uk: МОЖНА ВИДОБУТИ

source: BERRY
uk: ЯГІДНЕ

source: BURNT
uk: СПАЛЕНЕ

source: ELEMENTAL
uk: СТИХІЙНЕ

source: GEARS
uk: ШЕСТІРНІ

source: GENERIC
uk: ЗАГАЛЬНЕ

source: GOODIES
uk: СМАКОЛИКИ

source: HORRIBLE
uk: ЖАХЛИВЕ

source: INSECT
uk: КОМАШИНЕ

source: MEAT
uk: М'ЯСНЕ

source: MONSTER
uk: ПОТВОРНЕ

source: RAW
uk: СИРЕ

source: ROUGHAGE
uk: КОРМ

source: SEEDS
uk: НАСІННЯ

source: VEGGIE
uk: РОСЛИННЕ

source: WOOD
uk: ДЕРЕВ'ЯНЕ

source: Scrapbook\nUpdated
uk: Нотатник\nоновлено

source: LUNAR ALIGNED
uk: МІСЯЦЕРІД. ІСТОТА

source: SHADOW ALIGNED
uk: ТІНЕРІДНА ІСТОТА

source: VERY SCARY
uk: ДУЖЕ СТРАШНО

source: QUITE SCARY
uk: ДОСИТЬ СТРАШНО

source: A LITTLE SCARY
uk: МІРОЮ СТРАШНО

source: VERY CALMING
uk: ДУЖЕ ЗАСПОКІЙЛИВО

source: QUITE CALMING
uk: ДОСИТЬ ЗАСПОКІЙЛИВО

source: A LITTLE CALMING
uk: МІРОЮ ЗАСПОКІЙЛИВО

source: Left Page
uk: Ліва частина сторінки

source: Right Page
uk: Права частина сторінки

source: Used by Wendy to call her Ghostly sister Abigail.
uk: Венді використовує її, щоб викликати свою примарну сестру Абіґейл.

source: It looks like it plugs into something.
uk: Схоже, це кудись можна вставити.

source: A contraption used by mysterious hologram.
uk: Штукенція, що використовується таємничою голограмою.

source: When sanity is above 85%, Attacking will summon a minor Gestalt that also attacks the target for 42 damage, but costs 1 sanity each attack.\n\nIt is a source of light when worn. Spores stored in the hat can alter its light color.
uk: Якщо глузд уцілілого вище 85%, атака викличе малого ґештальта, що також атакуватиме ціль, завдаючи 42 шкоди ціною 1 глузду за кожну атаку.\n\nСлужить джерелом світла, якщо надіти. Всередині можна зберігати спори, які впливатимуть на колір світла.

source: When the anchor hits the bottom of the water, it will cause drag on the boats speed usually stopping it. The deeper the water, the longer the anchor will take to hit the bottom, and longer it will be to wheel it back up.
uk: Коли якір досягне дна, він уповільнюватиме рух човна, аж поки не зупинить його. Що більша глибина, то довше якір досягатиме дна і довше витягуватиметься назад на борт.

source: Even the heart of stone can be cracked by a little warmth... or perhaps a lot.
uk: Навіть кам'яне серце можна розколоти дещицею тепла... а може й не дещицею.

source: An exotic seed that is very demanding on its growing conditions. There's a time and place for everything...
uk: Екзотичне насіння, що дуже вимогливе до умов зростання. Всьому знайдеться своє місце та час...

source: A footprint of an animal that was walking somewhere.
uk: Слід тварини, що кудись ішла.

source: The wearer will dig up turf they are standing on and place turf when it is loaded with turf items.
uk: Якщо надіти — вцілілий зможе викопувати ґрунт під ногами та мостити його, якщо він завантажений у шолом.

source: Survivors will be slowed trying to walk across these.\n\nSomething must be making the ground weaker.
uk: Сповільнить уцілілих, що намагатимуться пройти по ній.\n\nСхоже, від чогось ґрунт зробився слабшим.

source: An ancient device that ejects strange relics.
uk: Стародавній пристрій, що вивергає дивні реліквії.

source: A mysterious device that burns arrows into the dirt.
uk: Таємничий пристрій, що випалює стрілки на землі.

source: An old object with writing that can be inspected.
uk: Старовинний об'єкт із написами, які можна оглянути.

source: When powered and a survivor walks nearby, this device will release a ball of energy that then begins roaming the Archive Maze.
uk: Якщо пройти поруч цього заживленого пристрою, він випустить сферу енергії, що блукатиме лабіринтом архіву.

source: How many Survivors does it take to change a lightbulb?
uk: Скільки вцілілих потрібно, щоб замінити лампочку?

source: Every 5 seconds, one incoming hit will be completely ignored.
uk: Повністю блокує один удар кожні 5 секунд.

source: This thorny husk deals its damage when attacked.
uk: Коли вцілілого атакують, колюча оболонка завдаватиме шкоду у відповідь.

source: Wrapped in the scales of the Dragonfly, it makes you immune to fire.
uk: Якщо загорнутись у луску дракономухи, можна зробитись невразливим до вогню.

source: This armor slowly repairs itself.
uk: Броня, що повільно лагодить себе сама.

source: Reflects damage back at enemies and even more for ones that are Shadow Aligned.
uk: Атакуючи вцілілого, вороги отримуватимуть шкоду у відповідь. Тінерідні вороги отримуватимуть підвищену шкоду.

source: This armor is durable but heavy, and slows its wearer.
uk: Міцна, проте важка броня, що сповільнюватиме вцілілого.

source: This armor blocks damage, but has a nasty habit of driving its wearer insane.
uk: Броня, що блокує шкоду, проте має погану звичку зводити вцілілого з глузду.

source: Restores sanity over time and slows hunger drain by 40%.
uk: Відновлює глузд із часом та сповільнює втрату ситості на 40%.

source: One can tuck inside this hard shell to survive any assault.
uk: Твердий панцир, в який можна сховатися, щоби пережити будь-який напад.

source: "Well, A Rather Beautifully Intelligent System." Uses a complicated assortment of cogs and circuitry for computing.\n\nOnce a target has been selected, as long as it stays in range, the W.A.R.B.I.S. begins calculating optimal performance to fight the target.\n\nThe armor improves the wearer's speed as it analyzes the target, ending at a 30% speed boost.\n\nWhen combined with the W.A.R.B.I.S. headgear, the two will sync up for a few moments sharing target information.
uk: «Вельми Автентична Розробка Бездоганної Інтелектуальної Системи» використовує складний набір шестерень та електричних схем для обчислень.\n\nЯкщо ціль обрано і вона залишається в радіусі дії, В.А.Р.Б.І.С. обчислюватиме оптимальні параметри для битви з нею.\n\nПід час аналізу цілі броня підвищуватиме швидкість уцілілого, з можливістю прискорення до 30%. \n\nПоєднавшись із головним убором В.А.Р.Б.І.С., вони кілька секунд синхронізуватимуться, обмінюючись інформацією про ціль.

source: Bunnymen are drawn to its alluring scent, powerful enough to mask the musk of meats.
uk: Зайцям до вподоби його привабливий запах, який сильний настільки, що здатен приховати мускусний запах м'яса.

source: A broken stone ring that has an empty socket at the base.
uk: Пошкоджене кам'яне кільце, що має заглибину в основі.

source: A crumbling object with writing that can be inspected.
uk: Потрісканий об'єкт із написами, які можна оглянути.

source: Protects from lightning strikes.
uk: Захищає від ударів блискавки.

source: Wearer will not suffer any drowning damage when they wash up on shore.
uk: Якщо одягти — вцілілий не страждатиме від наслідків утоплення, коли буде вимитий на берег.

source: Heals 30 Health.
uk: Зцілює 30 здоров'я.

source: Each attack drains 6.8 Health from living targets.\n\nIf the user is not at full health, it also drains 3.4 Sanity.
uk: Кожна атака нею висмоктуватиме 6,8 здоров'я із живих цілей.\n\nЯкщо здоров'я вцілілого неповне, атака також знижуватиме глузд на 3,4.

source: Makes a hot spring all warm, steamy, and glassy when dropped in.
uk: Якщо кинути її в гаряче джерело, вона зробить його теплим, парким і склистим.

source: Restores 3.9 Hunger every 5 seconds.
uk: Відновлює 3,9 ситості кожні 5 секунд.

source: A carriable container with 8 slots that can hold Battle Songs and Battle Stingers.
uk: Переносне вмістище на 8 комірок, в якому можна зберігати бойові пісні та бойові памфлети.

source: Reduce wear on your weapons by 25% while listening.\n\nThis is a Battle Song. Wigfrid must continue to sing for its benefit.
uk: Зменшує зношення вашої зброї на 25%, поки ви її слухаєте.\n\nЦе бойова пісня. Віґфрід мусить продовжувати співати її для підтримання ефекту.
