Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: You've gotta slow down!
uk: Тобі тре' пригальмувати!

source: Slow down, I'm worried about you!
uk: Повільніше, я хвилююся за тебе!

source: Watch out! You're going to turn!
uk: Обережно! Ти зара' перетворишся!

source: Hello? Can you hear me?
uk: Агов? Ти мене чуєш?

source: Woodie! Remember to eat your twigs!
uk: Вудьо! Не забувай про гілочки!

source: You might want to eat a log.
uk: Може, тобі захочеться з'їсти колоду.

source: Mmm, bark... doesn't that sound good right now? Hm?
uk: М-м-м, кора... хіба не гарно звучить? Гм?

source: Have you been putting off your wood meals again?
uk: Ти що, знову не дотримуєшся деревинного раціону?

source: Hey, hey, have a woodchip.
uk: Гей-гей, про скіпу не забудь.

source: You know what happens if you don't eat enough wood!
uk: Ти знаєш, що станеться, як не їстимеш доста деревини!

source: That was a close one!
uk: Ледве пронесло!

source: I think we'll be alright.
uk: Думаю, усе буде гаразд.

source: You're looking much better now.
uk: Ти зараз виглядаєш значно краще.

source: It's passed. For now.
uk: Минулося. Наразі.

source: I was silly to doubt you.
uk: Дарма я в тобі сумнівалася.

source: Wow, I was afraid you were in for it!
uk: Овва, а я вже боялася, що то був ти!

source: I think the colour's returning to your cheeks.
uk: Здається, до твоїх ланіт уже повертається колір.

source: It's back in the lodge. Phew!
uk: Він повернувся в будиночок. Фух!

source: Only the best for you, buddy!
uk: Усе найкраще для тебе, колєґо!

source: Heh, this one's gonna be something special!
uk: Гей, оцей стане справді особливим!

source: Gotta protect that pretty head of yours!
uk: Тре' захистити твою гарну голівоньку!

source: Watch me work my magic!
uk: Диви, як я творю магію!

source: Don't get a splinter!
uk: Не злапай скалку!

source: You want boards? I'll show you boards! Hee-YAH!
uk: Хочеш дощок? Я покажу тобі дошки! Гі-я!

source: Let's chop some trees!
uk: Зрубаймо кілька дерев!

source: Chop chop chop. Heh.
uk: Руб-руб-руб...

source: Chop, c-c-chop!
uk: Руб, р-р-руб!

source: So, stone trees... what's up with that?
uk: Тож, кам'яні дерева... Що з ними сталося?

source: Let's find a small grove and just go nuts!
uk: Знайдімо якийсь гай і даймо собі волю!

source: Nice day for a walk!
uk: Гарний день для прогулянки!

source: We make a good team!
uk: Ми — добра команда!

source: There must be some trees around here somewhere.
uk: Десь тут неподалік мають бути дерева.

source: This is perfect chopping weather.
uk: Ідеальна погода для рубання.

source: A perfect day for some chopping.
uk: Ідеальний день для рубання.

source: You've got chops, buddy.
uk: До справи, колєґо.

source: Hey! Chop some trees!
uk: Гей! Зрубаймо кілька дерев!

source: All work and no play makes me want to chop some trees.
uk: Від роботи без відпочинку мені кортить зрубати кілька дерев.

source: It's dark in here!
uk: Тут темно!

source: I can't see anything!
uk: Нічого не бачу!

source: This is honestly the worst.
uk: Гірше бути не може.

source: I hate it in here.
uk: Не подобається мені тут.

source: What did I ever do to you?
uk: За які такі гріхи?

source: I'm scared!
uk: Мені страшно!

source: Help! Get me out!
uk: Рятуйте! Витягніть мене!

source: There's nothing to chop in here!
uk: Тут нема чого рубати!

source: This sucks.
uk: Якась бздура.

source: Getttt meeee outttt!
uk: Витя-гніть ме-не звід-си!

source: I'm claustrophobic!
uk: Я маю клавстрофобію!

source: I have a fear of tight spaces!
uk: Я боюся тісного простору!

source: I can't breathe! Wait.
uk: Я не можу дихати! Чекай.

source: Woooooo!
uk: У-у-у-у-у-у!

source: Woo-hoohoo!
uk: Ю-гу-гу!

source: RAAAA!
uk: РА-А-А-А!

source: Die! Die!
uk: Згинь! Згинь!

source: Chop! Chop!
uk: Руб! Руб!

source: Destruction!
uk: Знищення!

source: CHOP!
uk: РУБ!

source: This is AWESOME!
uk: Як ПРИЄМНО!

source: Death to all trees!
uk: Смерть усім деревам!

source: Again! Let's chop another!
uk: Наступне! Рубаймо наступне!

source: Nice swing!
uk: Добре рубаєш!

source: Yeah!
uk: Еге-ге!

source: Too easy!
uk: Легенько!

source: Stupid tree!
uk: Дурне дерево!

source: Nom nom nom!
uk: Ням-ням-ням!

source: We did it!
uk: Вдалося!

source: I feel ALIVE!
uk: Почуваюся ЖИВОЮ!

source: HaHAHA!
uk: ГА-ГА-ГА!

source: YEEEESS!
uk: ТА-A-AК!

source: This is what I live for!
uk: От заради чого я живу!

source: You'll come back, right?
uk: Ти ж повернешся, правда?

source: Aren't we friends?
uk: Хіба ми не друзі?

source: Who chucks a talking axe?!
uk: Хто ж кидає балакучу сокиру?!

source: I... don't understand!
uk: Я... не розумію!

source: Can we talk about this?
uk: Не хочеш це обмовити?

source: Don't forget about me!
uk: Не забувай про мене!

source: Oof!
uk: Пхух!

source: I don't like where this is going.
uk: Мені не подобається, до чого це йде.

source: Are... are you gonna make like a tree?
uk: Ти... ти маєш намір учинити зі мною як з деревом?

source: Ouch!
uk: Ай-ай!

source: What did I say?
uk: Я щось не так сказала?

source: Oh, that's low.
uk: Це ницо.

source: Don't leave! I... I think I smell roses!
uk: Не йди! Я... Здається, я відчуваю запах троянд!

source: I know this is only temporary...
uk: Я знаю, ти повернешся...

source: Awww...
uk: Ох-х-х...

source: Oh, is that how it is?!
uk: О, значить оттак?!

source: Hey! I'd never throw you away!
uk: Гей! Я б тебе ніколи не кинула!

source: Why would you throw me away?
uk: Чому ти мене викинув?

source: Come back! Take me with you!
uk: Повернись! Візьми мене з собою!

source: Hey! Get back over here!
uk: Гей! Повернися!

source: I can't chop trees by myself!
uk: Я ж не можу сама рубати дерева!

source: So... lonely...
uk: Так... самотньо...

source: I guess I'll just stay here then...
uk: Мабуть, тоді я залишуся тут...

source: What if I get stolen?!
uk: А якщо мене вкрадуть?!

source: Where did you go?
uk: Куди ти йдеш?

source: Take me with you!
uk: Візьми мене з собою!

source: It's cold!
uk: Як зимно!

source: I'm getting dirty!
uk: Я так забруднюся!

source: There's monsters around you know!
uk: Знаєш, навколо багато потвор!

source: I resent that!
uk: Я обурена!

source: You're abandoning me?!
uk: Ти лишаєш мене?!

source: But... but we're inseparable!
uk: Але... але ж ми нерозлучні!

source: Ouch, that hurts.
uk: Йой, боляче.

source: What did I ever do to you!?
uk: За які такі гріхи!?

source: You're the ghostest with the mostest!
uk: Ти найстрашніший з найстрашніших!

source: Don't take it out on me just 'cause you're dead!
uk: Не зганяй на мені злість через власну смерть!

source: If you were corporeal I'd chop you!
uk: Якби ти був матеріяльним, я б тебе порубала!

source: OOooOOooOOoo! Haha, just kidding.
uk: У-У-у-у-У-У-у-у-У-У-у-у! Га-га, жартую.

source: Creepy!
uk: Моторошно!

source: Brrr! You're cold!
uk: Бр-р! Ти холодний!

source: You got ectoplasm on my handle!!
uk: Ти лишив ектоплазму на моїй ручці!!

source: Knock it off!
uk: Досить!

source: Rude!
uk: Грубіян!

source: ooOOoooOO to you too.
uk: у-у-У-У-у-у-у-У-У й тобі теж.

source: I am an axe possessed!
uk: Я — одержима сокира!

source: Pick on someone your own size!
uk: Зачіпай когось своїх розмірів!

source: Hey!
uk: Гей!

source: Jeez! Did I anger you in a past life?
uk: Боже! Хіба я тобі чимось завинила у минулому житті?

source: I'm white as a sheet.
uk: Я біла, як аркуш паперу.

source: You're looking boo-tiful today.
uk: Нині я виглядаю страшенно-привабливо.

source: Now I'm a HAUNTED axe.
uk: Відтепер я — ОДЕРЖИМА сокира.

source: I'm not scared of you, ghost!
uk: Я не боюся тебе, привиде!

source: I've seen scarier.
uk: Бачила й страшніше.

source: You think I'm afraid of you?
uk: Гадаєш, я тебе боюся?

source: Do you worst, ghost.
uk: Спробуй налякай, привиде.

source: Go bother someBODY else! Haha.
uk: Спробуй ПІТИ набридати комусь іншому!

source: I missed you so much!
uk: Я так за тобою сумувала!

source: Did you miss me?
uk: Ти сумував за мною?

source: Together again!
uk: І знову разом!

source: Ahhh, I'm back where I belong.
uk: А-а-а-ах, я там, де мені місце.

source: It feels so good to be reunited!
uk: Так приємно, що ми знову разом!

source: I was afraid you'd never come back.
uk: Я боялася, ти ніколи не повернешся.

source: You came back for me!
uk: Ти повернувся по мене!

source: Oh, thank goodness.
uk: Ох, хлава небесам.

source: Oh, it was awful!
uk: Ох, це було жахливо!

source: Never do that again! My little heart can't take it.
uk: Ніколи більше так не чини! Моє мале серце більше не витримає.

source: From now on we'll be inseparable.
uk: Відтак ми будемо нерозлучні.

source: You two-timer!
uk: Ах ти зрадник!

source: She's an impostor!
uk: Вона ошуканка!

source: It's like you don't even know me!
uk: Не чини так, ніби ми не знайомі!

source: Get rid of her! It's freaking me out.
uk: Позбудься її! Вона мене дратує.

source: I'm having an identity crisis over here.
uk: Я тут маю криза особистости, між іншим.

source: Oh, you're just AXING for trouble!
uk: Ох, а ти НАРУБАЄШСЯ на неприємности!

source: You can't have two Lucys!
uk: Люсі лише одна!

source: You can't have him! He's mine!
uk: Ви його не отримаєте! Він мій!

source: But I'M your one and only Lucy!
uk: Але це Я — твоя єдина і неповторна Люсі!

source: There can be only one!
uk: Переможниця може бути лише одна!

source: How dare you do this to me!
uk: Як ти міг так зі мною вчинити!

source: You're replacing me?!
uk: Знайшов мені заміну?!

source: That's not me!
uk: Це не я!

source: Betrayal!
uk: Зрадник!

source: Ooo I'll remember that!
uk: О-ох, я це запам'ятаю!

source: Hey! Can't you tell us apart?
uk: Гей! Ти нас що, не розрізняєш?

source: I don't know you.
uk: Я тебе не знаю.

source: Get your mitts off me!
uk: Забери свої лапи від мене!

source: Drop me this instant!
uk: Поклади мене негайно!

source: How dare you pick me up?!
uk: Як ти смієш мене підіймати?!

source: Yuck, your hands are greasy!
uk: Бе! Забери свої брудні лапи!

source: Let me go!
uk: Пусти мене!

source: Help! I'm being kidnapped.
uk: Рятуйте! Мене викрадають.

source: Stranger danger!
uk: Не розмовляю з незнайомцями!

source: Put me down!
uk: Поклади мене!

source: Hey! Fresh!
uk: Гей! Новачку!

source: Gross.
uk: Гидота.

source: Excuse you!
uk: Перепрошую!

source: Ummmm, EXCUSE me??
uk: Е-м-м-м, ПЕРЕПРОШУЮ??

source: Leave me alone, you brute!
uk: Дай мені спокій, негіднику!

source: Put me down! You smell!
uk: Поклади мене! Від тебе смердить!

source: Did I say you could take me?
uk: Хіба я казала, що мене можна взяти?

source: Oh no!
uk: О, ні!

source: You have to fight it!
uk: Ти мусиш боротися!

source: No! Fight it!
uk: Ні! Борися!

source: You've gotta resist!
uk: Тобі тре' опиратися!

source: It happened again!
uk: Знову те саме!

source: The curse!
uk: Прокляття!

source: Not again!
uk: Тільки не знов!

source: You don't have to do this!
uk: Ти сильнішим за це!

source: I warned you!
uk: Я попереджала!

source: You're back!
uk: Ти повернувся!

source: You look much better.
uk: Виглядаєш набагато краще.

source: Phew! That was scary!
uk: У-ух! Це було страшно!

source: I'm glad it's over...
uk: Рада, що все закінчилося...

source: Let's not do that again.
uk: Не робімо так більше.

source: Remember your breathing exercises!
uk: Не забувайте про дихальні вправи!

source: Everything is going to be fine. Just focus!
uk: Усе буде добре. Просто зосередься!

source: That was a rough one, huh?
uk: Цього разу було непросто, ге?

source: Don't let that happen again!
uk: Не дозволь цьому повторитися!

source: You scared me!
uk: Ти мене налякав!

source: I think that creepy girl is mad at you.
uk: Здається, ця моторошна дівчинка зла на тебе.

source: I'm so glad you're alright!
uk: Я так рада, що з тобою все гаразд!

source: Whew! Still in one piece?
uk: Фу-ух! Руки й ноги на місці?

source: It's good to have you back, buddy.
uk: Добре, що ти повернувся, колєґо.

source: Act 1.
uk: Дія 1.

source: There are so many things I've never done,
uk: Тут стільки речей, що я не робила,

source: so many things I've never seen...
uk: стільки речей, що я не бачила...

source: I must explore every last bit of it!
uk: Досліджу-но все до останнього шматка!

source: The thought of starting a life of her own
uk: Думка про початок власного життя

source: filled the doll's heart with joy.
uk: наповнювала ляльчине серце радістю.

source: But not everyone shared the sentiment...
uk: Проте, не всі поділяли це почуття...

source: You don't see talent like that everyday.
uk: Не кожен день побачиш такий талант.

source: Thankfully.
uk: На щастя.

source: At least the tree was good.
uk: Бодай дерево зіграло добре.

source: HA HA HA HA HA!
uk: ХА-ХА-ХА-ХА-ХА!

source: Yeah, scene 1!
uk: Так, сцена 1!

source: Long ago, in a land oh so far away
uk: У сиву давнину, в тридев’ятому царстві,

source: a strange magic filled the air,
uk: дивні чари наповнили повітря

source: and a porcelain doll came to life.
uk: і дали життя порцеляновій ляльці.

source: Ahh.
uk: Аах.

source: I can move my hands? And my feet too!
uk: Я ворушу руками? І ногами теж!

source: Is this what it's like to be alive?
uk: Ось як то, бути живою?

source: And what a big world to be alive in!
uk: І який великий світ, щоб жити в нім!

source: Act 1!
uk: Дія 1!

source: The world is filled with dangers
uk: Світ повен небезпек

source: for one as fragile as you.
uk: для такої крихкої ляльки, як ти.

source: It's simply not the place for a girl made of porcelain!
uk: Це просто не місце для дівчинки із порцеляни!

source: I know what must be done,
uk: Я знаю, що слід мені зробити

source: I will build you a fine suit of armor.
uk: Я зроблю тобі прекрасні обладунки.

source: Wear it, and you will have nothing to fear.
uk: Вдягни їх, й забудь про страх.

source: And so, the Blacksmith went to her anvil,
uk: Тож ковалька підійшла до свого ковадла,

source: and fashioned a suit of heavy iron armor.
uk: й зробила обладунок із заліза.

source: The little doll put it on,
uk: Лялечка одягнула його,

source: but found that she could barely move in it.
uk: однак виявилося, що в нім вона ледь могла рухатися.

source: Scene 2, right?
uk: Сцена 2, так?

source: This armor is so heavy,
uk: Цей обладунок такий важкий,

source: I feel as though I might just...
uk: таке почуття, ніби я зараз...

source: The little doll waited until it was dark,
uk: Лялечка дочекалася темряви,

source: and the Blacksmith went to sleep.
uk: коли ковалька лягла спочити.

source: Then she shed the heavy armor,
uk: Потім, зірвавши обладунка важкого,

source: and slipped out into the night
uk: вислизнула у непроглядну ніч,

source: to begin her adventure.
uk: щоб почати власну пригоду.

source: Sis... are you tryin' to tell me something?
uk: Сестро... ти хочеш щось мені сказати?

source: That blacksmith really cracks me up.
uk: Зараз трісну від цієї ковальки.

source: I dunno, the acting was pretty heavy-handed.
uk: Ну не знаю, акторську гру перенести було... важко.

source: The little doll ran first to the Blacksmith,
uk: Лялечка, спочатку, побігла до ковальки,

source: But did you see that tree?
uk: А як тобі дерево?

source: Right? Such presence!
uk: Ага? Така постава!

source: who had cared for her ever since
uk: яка піклувалася про ляльку відтоді,

source: the Blacksmith herself was small.
uk: відколи сама була дуже маленькою.

source: The Blacksmith was delighted to see
uk: Ковалька була в захваті побачити,

source: that the doll had come to life,
uk: що лялька ожила,

source: but her delight quickly gave way to fear.
uk: але її радість швидко змінилася страхом.

source: Little doll, you must be careful!
uk: Лялечко, ти повинна бути обережною!

source: and the trees and flowers bloomed at his command.
uk: і вмить порозквітали дерева та квітки за його командою.

source: Crowds gathered to watch him pass.
uk: Натовпи збиралися, де б той тільки не проходив.

source: Get a load of this guy.
uk: Глянь на того типа.

source: What a show-off.
uk: Одна показуха.

source: Excuse me, sir!
uk: Вибачте, пане!

source: How did you make the flowers bloom?
uk: Як ви змусили розпуститися ті квіти?

source: Why, it's magic, my dear!
uk: Бо це магія, дорогенька!

source: And I am no simple "sir",
uk: І я не просто якийсь там "пан",

source: but the King of this land!
uk: а король цієї землі!

source: Oh! I'm terribly sorry,
uk: Ой! мені дуже шкода,

source: Scene 3!
uk: Сцена 3!

source: I've never met a king before,
uk: я ще ніколи не зустрічала королів,

source: I didn't know what they looked like.
uk: я не знаю, як вони виглядають.

source: Ho, ho!
uk: Ха ха!

source: Truth be told,
uk: Правду кажучи,

source: I've never met a porcelain doll
uk: я ніколи не зустрічав порцелянову ляльку

source: quite so alive before.
uk: настільки живу.

source: Perhaps we could travel together?
uk: Можливо, ми б могли подорожувати вдвох?

source: This road is long, and can get quite lonely.
uk: Ця дорога довга, може стати трохи самотньо.

source: How wonderful!
uk: Як чудово!

source: Would you teach me your magic along the way?
uk: Чи навчите мене вашій магії по дорозі?

source: Yeah, scene 3.
uk: Ага, сцена 3.

source: I would be delighted.
uk: З радістю.

source: The plot thickens.
uk: Сюжет загострюється.

source: I think you mean sickens.
uk: Варто було сказали "заломлюється".

source: The little doll walked and walked,
uk: Лялечка йшла і йшла,

source: marveling as the countryside gave way
uk: дивуючись, як сільська тиша поступилася

source: to a bustling city.
uk: міському гомону.

source: One day, she happened upon a man in a golden crown,
uk: Одного дня, вона зустріла чоловіка в золотій короні,

source: traveling down the road.
uk: що мандрував дорогою.

source: He twirled his finger in the air,
uk: Той покрутив пальцем у повітрі

source: Back from intermission.
uk: Повернення з антракту.

source: I'm a bit under the weather.
uk: Я сьогодні трохи не в настрої.

source: I'm afraid I can't,
uk: Боюся, я не зможу,

source: there's a full moon out tonight!
uk: сьогодні ж повний місяць!

source: Dear me, I couldn't possibly!
uk: Дорогенька, не вийде!

source: Don't you know it's bad luck to teach magic on Wednesdays?
uk: Чи не знаєш, що це погана прикмета вчити магію по середах?

source: The doll believed the King,
uk: Лялька вірила королю,

source: so she waited. And waited...
uk: тож вона чекала. І чекала...

source: Until one day,
uk: Поки не настав день,

source: she found a hidden chamber in the King's castle,
uk: в який вона знайшла таємну кімнату в замку короля

source: and discovered his secret.
uk: і вона розкрила його секрет.

source: Yes, on to Act 2!
uk: Так, на дію 2!

source: Oh! Hello there, who are you?
uk: О! Привіт, ти хто?

source: I have no name,
uk: Я не маю імені,

source: I am known only as the magic mirror.
uk: я знаюся лише як чарівне дзеркало.

source: Your King has stolen my power
uk: Твій король вкрав мою силу

source: and kept me hidden away.
uk: і заховав мене.

source: How I hunger for freedom.
uk: Як же я прагну свободи.

source: Just a taste of the outside world...
uk: Лише смак світу назовні...

source: I knew I didn't trust that King!
uk: Очевидно, не треба було довіряти королю!

source: Boo! Hiss!
uk: Фуу! Фуу!

source: How terrible!
uk: Як жахливо!

source: Scene 1.
uk: Сцену 1.

source: Don't worry,
uk: Не бійся,

source: I will help you leave this lonely place.
uk: Я допоможу тобі втекти звідси.

source: No! My secret has been discovered!
uk: Ні! Мій секрет розкрили!

source: You didn't honor our agreement.
uk: Ти не виконав нашу домовленість.

source: Now this courageous doll has come
uk: Тепер прийшла ця доблесна лялька,

source: to release me from this prison.
uk: щоб випустити мене з цієї в’язниці.

source: Back, I say!
uk: Назад, я сказав!

source: Your magic is mine, mirror.
uk: Твоя магія лише моя, дзеркало.

source: I will never let you go free!
uk: Я ніколи не випущу тебе звідси!

source: Mmmagic blast!
uk: Мммагічний вибух!

source: Time passed, and the King brought the little doll
uk: Час пройшов і король приніс лялечці

source: No!
uk: Ні!

source: Eeep! Time to disappear!
uk: Йойки! Час зникати!

source: Mmmagic ske-daddle!
uk: Мммагічно ноги-в-руки!

source: I wonder just how much she really remembers.
uk: Мені цікаво, чи все вона правильно пам'ятає.

source: I really felt for the tree.
uk: Я дуже переживаю за дерево.

source: Very emotional.
uk: Так емоційно.

source: on many wonderful adventures.
uk: так багато несамовитих пригод.

source: The doll asked often about the King's magic,
uk: Лялька часто питала короля про його магію

source: and if he would teach her,
uk: і чи навчіть він її,

source: but the King always gave one excuse or another.
uk: але в короля завжди була якась відмовка.

source: Not today little doll,
uk: Не сьогодні, лялечко,

source: Oh good, the tree is here.
uk: Ай добре, що дерево тут.

source: Better than ever!
uk: Краще, ніж була!

source: I've given you what power I can spare,
uk: Я віддаю тобі магію, що в мене залишилася,

source: but without the magic the King stole from me,
uk: але без магії, що в мене вкрав король,

source: I cannot make you fully whole.
uk: я не можу зробити тебе повністю цілою.

source: You must seek him out, but be wary.
uk: Ти повинна сама відшукати його, але стережися.

source: You have seen his treacherous ways for yourself.
uk: Ти сама бачила його зрадницькі методи.

source: I will speak to him.
uk: Я поговорю з ним.

source: And I promise you this, mirror;
uk: І я обіцяю тобі, дзеркало:

source: I will see both of us whole again.
uk: я ще побачу нас знову цілими.

source: I was worried for a second.
uk: Тоді не страшно.

source: Hurry! Act 2!
uk: Поспіши! Дія 2!

source: Scene 2!
uk: Сцена 2!

source: Your time is not over yet, little doll.
uk: Твій час ще не завершився, лялечко.

source: Awaken!
uk: Прокинся!

source: I'm... alive!
uk: Я... жива!

source: But I feel... different...
uk: Але я почуваюся... по-іншому...

source: Good as new!
uk: Як новенька!

source: Act 2!
uk: Дія 2!

source: the construction of a home for peg-legged orphans!
uk: побудувати сиротинець для одноногих діточок!

source: And... er... um...
uk: І... ее... емм...

source: You wouldn't hit a guy with glasses, would you?
uk: Ти б не побила чолов’ягу з окулярами, так?

source: Are you so afraid to see your old friend?
uk: Ти так боїшся побачити свого старого друга?

source: Little doll? It can't be! I... that is, you...
uk: Лялечка? Неможливо! Я... це і є — ти...

source: The mirror brought me back to life.
uk: Дзеркало повернуло мене до життя.

source: I can feel what it feels...
uk: Я відчуваю, що воно відчуває...

source: We are going to help each other become whole again.
uk: Ми намагаємося зробити нас знову цілими.

source: But for that, I will need your power.
uk: Але для цього, мені потрібна твоя сила.

source: My power? Never!
uk: Моя сила? Ніколи!

source: Mmmmagic away!
uk: Ммммагічно геть!

source: And with that, the King used his magic
uk: І так король використав свою магію,

source: to hide himself and his throne far away,
uk: щоб сховати себе і свій трон туди,

source: where he thought the little doll would never find him.
uk: де, він думав, лялечка ніколи його не знайде.

source: The doll searched the castle for the King,
uk: Лялька шукала короля в замку

source: and found him cowering behind his throne.
uk: і знайшла його зіщуленим за його троном.

source: Leave me be, monster!
uk: Залиш мене, монстре!

source: I-I'm just a poor, frail old man!
uk: Я-я просто бідний, кволий дід!

source: Um... and my mother is sick,
uk: Ее… і моя матінка хвора

source: and I'm all she has to care for her!
uk: і я є для неї все!

source: And... oh I know! I was just now planning
uk: І... о, знаю! Я от хотів

source: It's the Final Act!
uk: Це остання дія!

source: the King's so glum upon his throne!
uk: король такий хмурий на троніі!

source: Cheer-a-loo, cheer-a-lay,
uk: Чар-а-лит, чар-а-лут,
