Repository: MaksymKurny/Ukrainian-Language-Pack-Reborn
Catalog: */ukrainian_ui.po
Languages: uk

source: Debug Render
uk: Налагодити візуалізацію

source: Open Inventory
uk: Відкрити інвентар

source: Open Crafting Menu
uk: Відкрити меню майстрування

source: Inv Left
uk: Інв. уліво

source: Inv Right
uk: Інв. управо

source: Do Action
uk: Зробити дію

source: Inv Up
uk: Інв. угору

source: Inv Down
uk: Інв. униз

source: Inv Examine
uk: Оглянути інв.

source: Inv Use Self
uk: Інв. ужити на собі

source: Inv Use Scene
uk: Інв. ужити на цілі

source: Inv Drop
uk: Викинути з інв.

source: Inv Adjust Stack
uk: Інв. розподілити

source: Attack
uk: Атакувати

source: Action
uk: Дія

source: Alt Action
uk: Альтернативна дія

source: Move Up
uk: Рух угору

source: Inv Use On Item
uk: Інв. ужити на предмет

source: Map Zoom In
uk: Наблизити мапу

source: Map Zoom Out
uk: Віддалити мапу

source: Debug Menu
uk: Меню налагодження

source: Global Chat
uk: Чат (загал)

source: Whisper Chat
uk: Чат (шепіт)

source: Slash Command
uk: Слеш команди

source: Scoreboard
uk: Список гравців

source: Menu Misc 1
uk: Додаткове меню 1

source: Move Down
uk: Рух униз

source: Menu Misc 2
uk: Додаткове меню 2

source: Menu Misc 3
uk: Додаткове меню 3

source: Menu Misc 4
uk: Додаткове меню 4

source: Inspect Self
uk: Оглянути себе

source: Pause Server
uk: Поставити сервер на павзу

source: Crafting Menu (mod)
uk: Меню майстрування (мод)

source: Pinned Recipes Page Left
uk: Сторінка зак. рецептів зліва

source: Pinned Recipes Page Right
uk: Сторінка зак. рецептів справа

source: Inv 11
uk: Комірка 11

source: Inv 12
uk: Комірка 12

source: Move Left
uk: Рух уліво

source: Inv 13
uk: Комірка 13

source: Inv 14
uk: Комірка 14

source: Inv 15
uk: Комірка 15

source: Start Emoticon
uk: Вписати емотикон

source: Social Menu
uk: Загальне меню

source: Move Right
uk: Рух управо

source: -- Select new input --
uk: -- Оберіть нову клавішу --

source: Default: %s
uk: Типово: %s

source: Controls
uk: Керування

source: D
uk: День

source: M
uk: Міс

source: Clear
uk: Очистити

source: Delete
uk: Видалити

source: Enter
uk: Увійти

source: Up
uk: Догори

source: Down
uk: Вниз

source: Right
uk: Вправо

source: Left
uk: Вліво

source: Right Shift
uk: Правий Shift

source: Left Shift
uk: Лівий Shift

source: Right Control
uk: Правий Control

source: Left Control
uk: Лівий Control

source: Right Alt
uk: Правий Alt

source: Left Alt
uk: Лівий Alt

source: Right Meta
uk: Права Meta

source: Left Meta
uk: Ліва Meta

source: Left Windows
uk: Лівий Windows

source: Right Windows
uk: Правий Windows

source: Space
uk: Пробіл

source: Left Bracket
uk: Ліва дужка

source: Right Bracket
uk: Права дужка

source: (-Z Axis)
uk: (-Z вісь)

source: (+Z Axis)
uk: (+Z вісь)

source: (-X Rotation)
uk: (-X поворот)

source: (+X Rotation)
uk: (+X поворот)

source: (-Y Rotation)
uk: (-Y поворот)

source: (+Y Rotation)
uk: (+Y поворот)

source: (-Z Rotation)
uk: (-Z поворот)

source: (+Z Rotation)
uk: (+Z поворот)

source: (Slider 0)
uk: (Повзунок 0)

source: (DPad %d Up)
uk: (DPad %d Догори)

source: (Slider 1)
uk: (Повзунок 1)

source: (DPad %d Down)
uk: (DPad %d Додолу)

source: (DPad %d Left)
uk: (DPad %d Зліва)

source: (DPad %d Right)
uk: (DPad %d Зправа)

source: (-X Axis)
uk: (-X вісь)

source: (+X Axis)
uk: (+X вісь)

source: (-Y Axis)
uk: (-Y вісь)

source: (+Y Axis)
uk: (+Y вісь)

source: - No Bind -
uk: - Не прив'язано -

source: Keyboard/Mouse
uk: Клавіатура/Миша

source: Switch Controller
uk: Змінити контролер

source: Xbox Controller
uk: Контролер Xbox

source: PS4 Controller
uk: Контролер PS4

source: Generic Controller
uk: Звичайний контролер

source: Touch Input
uk: Введення дотиком

source: Steam Controller
uk: Контролер Steam

source: Do you want abandon your changes?
uk: Бажаєте відхилити зміни?

source: Alt Action / Cancel
uk: Альтернативна дія / Скасувати

source: Do Action / Accept
uk: Зробити дію / Прийняти

source: Drop Item
uk: Викинути предмет

source: Use on World
uk: Використати на світ

source: Inspect Item
uk: Оглянути предмет

source: Rotate Camera
uk: Повернути камеру

source: Open Crafting
uk: Відкрити меню майстрування

source: Chat*
uk: Чат*

source: Walk
uk: Ходити

source: Manage Inventory
uk: Керувати інвентарем

source: Inventory Selection
uk: Вибір в інвентарі

source: Player List
uk: Список гравців

source: Chat
uk: Чат

source: Inspect
uk: Оглянути

source: Reset Binds
uk: Скинути прив'язки

source: Do you want to reset all binds to their defaults?
uk: Бажаєте скинути всі прив'язки до типових значень?

source: Unbind Action
uk: Відв'язати дію

source: Social Wheel
uk: Загальне колесо

source: Average
uk: Середньо

source: Long
uk: Довго

source: Short
uk: Коротко

source: Cooking Time
uk: Готується

source: Very Long
uk: Дуже довго

source: Recipes Discovered
uk: Відкриті рецепти

source: All
uk: Усе

source: Incomplete
uk: Незавершено

source: Meats
uk: М'ясні

source: Side Effects
uk: Дод. ефект

source: Filter By
uk: Фільтр

source: Veggies
uk: Овочеві

source: Treat your Beefalo
uk: Гостинець для біфало

source: Cools the body
uk: Охолоджує тіло

source: Dissipates moisture
uk: Розсіяння вологи

source: Thulecite's secret ingredient
uk: Секретний інгредієнт тулециту

source: Attacks deal electric damage
uk: Атаки заподіюють електричну шкоду

source: Gives off a healthy glow
uk: Випромінення здорового сяйва

source: Restores health over time
uk: Повільне відновлення здоров'я

source: Warms the body
uk: Зігріває тіло

source: Warms the body and mind
uk: Гріє тіло та розум

source: Restores hunger over time
uk: Повільне відновлення ситості

source: None
uk: Жодних

source: Restores sanity over time
uk: Повільно відновлює глузд

source: Wards off sleep
uk: Запобігання сонливості

source: Swaps sanity and health
uk: Міняє місцями показники глузду та здоров'я

source: Type
uk: Тип

source: Experiment with ingredients in the Crock Pot to discover new recipes and expand your cookbook.
uk: Експериментуйте з інгредієнтами біля казана, щоб розширити свою книгу рецептів.

source: Experiment with ingredients in Warly's Portable Crock Pot to discover new recipes and expand your cookbook.
uk: Експериментуйте з інгредієнтами біля портативного казана Варлі, щоб розширити свою книгу рецептів.

source: This food requires a taste test to learn more.
uk: Скуштуйте цю страву, щоб дізнатися про неї більше.

source: Experiment with different ingredients to discover a recipe.
uk: Експериментуйте з різними інгредієнтами, щоб відкрити рецепт.

source: Recipes
uk: Рецепти

source: Failed to sync online cookbook data.
uk: Помилка синхронізації даних книги рецептів.

source: Login to retrieve online cookbook data.
uk: Увійдіть, щоб переглянути книгу рецептів у мережі.

source: Never
uk: Ніколи

source: Quickly
uk: Швидко

source: Spoils
uk: Псується

source: Slowly
uk: Повільно

source: Very Quickly
uk: Дуже швидко

source: Very Slowly
uk: Дуже повільно

source: Alphabetical
uk: За абеткою

source: Default
uk: Типове

source: Hunger
uk: Ситність

source: Sort By
uk: Сортування

source: Crock Pot Recipes
uk: Рецепти казана

source: Mod Recipes
uk: Рецепти з модів

source: Chef's Specials
uk: Меню від шефа

source: Unknown '{food}'
uk: Невідома страва '{food}'

source: Unknown Ingredient '{ingredient}'
uk: Невідомий інгредієнт '{ingredient}'

source: Build
uk: Збудувати

source: Some things must be discovered on your own.
uk: Деякі речі ви маєте дослідити власноруч.

source: Craft Ingredient
uk: Створити інгредієнт

source: Classic
uk: Класика

source: Unpause the game to craft this.
uk: Зніміть павзу, щоб змайструвати.

source: Use an Alchemy Engine to build a prototype!
uk: Потрібен Алхімічний рушій!

source: Purchase the Cawnival Sapling to unlock!
uk: Придбайте паросток кар-р-рнавального дерева, щоб розблокувати!

source: Use a Prestihatitator to build a prototype!
uk: Потрібна Шляпакадабра!

source: Find an ancient structure to craft this at.
uk: Знайдіть стародавню споруду, щоб це змайструвати.

source: Find a fully intact ancient structure to craft this at.
uk: Знайдіть уцілілу стародавню споруду, щоб це змайструвати.

source: Make an offering at the Beefalo Shrine!
uk: Робіть підношення святилищу біфало!

source: Build a bookcase to craft your books.
uk: Побудуйте книжкову шафу, щоб зберігати улюблені книги.

source: Decorate a Cawnival Tree during the Cawnival!
uk: Прикрашайте кар-р-рнавальне дерево під час Кар-р-рнавалу!

source: Find Corvus Goodfeather during the Cawnival!
uk: Знайдіть Крука Кар-р-рлеоне під час Кар-р-рнавалу!

source: Purchase at the Cawnival's Prize Booth!
uk: Придбайте в будці з призами Кар-р-рнавалу!

source: Make an offering at the Catcoon Shrine!
uk: Робіть підношення святилищу єнотокотів!

source: Another survivor knows how to craft this.
uk: Інший уцілілий знає, як це змайструвати.

source: Use a Science Machine to build a prototype!
uk: Потрібна Наукова машина!

source: Scan living creatures to collect data!
uk: Скануйте живих істот, щоб зібрати інформацію!

source: Find the Rock Den to adopt this!
uk: Знайдіть кам'яне лігво, щоб це приручити!

source: Use a Tackle Receptacle to build a prototype!
uk: Потрібен Сховок снастей!

source: Make a Portable Grinding Mill to get cooking!
uk: Побудуйте портативний млинок, щоб куховарити!

source: Use a Shadow Manipulator to build a prototype!
uk: Потрібен Тіньовий маніпулятор!

source: Available during Hallowed Nights!
uk: Доступний протягом Проклятих ночей!

source: Find someone friendly enough to make this trade!
uk: Знайдіть когось достатньо дружнього, щоб це обміняти!

source: Brew at the Mad Scientist Lab!
uk: Варіть у лабораторії божевільного науковця!

source: Make an offering at the Gobbler Shrine!
uk: Робіть підношення святилищу Індика!

source: Make an offering at the Pig Shrine!
uk: Робіть підношення святилищу Свині!

source: Use a Think Tank to build a prototype!
uk: Потрібен Дослідницький маяк!

source: Make friends with spiders to learn a recipe!
uk: Потоваришуйте з павуками, щоб вивчити рецепт!

source: Put refined stone on the wheel to create a sculpture!
uk: Покладіть перероблене каміння на колесо, щоб створити скульптуру!

source: Find ingredients \nto craft!
uk: Знайдіть інгредієнти\nщоб змайструвати!

source: Find ingredients \nto prototype!
uk: Знайдіть інгредієнти \nдля створення!

source: Use a Terra Firma Tamper to build a prototype!
uk: Потрібен Ґрунтрамбовувач!

source: Make an offering at the Varg Shrine!
uk: Робіть підношення святилищу Варґа!

source: Cook this festive meal in the Masonry Oven!
uk: Приготуйте цю фестивальну страву в Кам'яній печі!

source: Available during Winter's Feast!
uk: Доступно протягом Зимового бенкету!

source: Available during Year of the Beefalo!
uk: Доступно протягом року Біфало!

source: Available during Year of the Carrat!
uk: Доступно протягом року Щурквини!

source: Available during Year of the Catcoon!
uk: Доступно протягом року Єнотокота!

source: Available during Year of the Gobbler!
uk: Доступно протягом року Індика!

source: Available during Year of the Pig King!
uk: Доступно протягом року Короля свиней!

source: Available during Year of the Bunnyman!
uk: Доступно протягом року Зайця!

source: Available during Year of the Varg!
uk: Доступно протягом року Варґа!

source: Place
uk: Розмістити

source: Prototype
uk: Створити

source: Prototype Ingredient
uk: Створити інгредієнт

source: Purchase
uk: Придбати

source: Scribe
uk: Переписати

source: Cook
uk: Готувати

source: Grow
uk: Виростити

source: Mix
uk: Змішати

source: Adopt
uk: Приручити

source: Offer
uk: Запропонувати

source: Socket
uk: Паз

source: Transform
uk: Перетворити

source: Research
uk: Досліджувати

source: Grind
uk: Перемолоти

source: Trade
uk: Обміняти

source: Find ingredients \nto grind!
uk: Знайдіть інгредієнти\nщоб перемолоти!

source: Earn coins to trade!
uk: Заробіть монети, щоб торгувати!

source: Survivor Items
uk: Предмети вцілілого

source: Storage Solutions
uk: Зберігання

source: All Crafting Stations
uk: Усі станції майстрування

source: Decorations
uk: Декорації

source: Everything
uk: Усе

source: Favorites
uk: Улюблені

source: Fishing
uk: Риболовля

source: Food & Gardening
uk: Харчі та городництво

source: Light Sources
uk: Джерела світла

source: Magic
uk: Магія

source: Modded Items
uk: Предмети з модів

source: Prototypers & Stations
uk: Станції й прототипи

source: Rain Gear
uk: Захист від дощу

source: Refined Materials
uk: Перероблені матеріали

source: Healing
uk: Лікування

source: Special Event
uk: Особливі події

source: Structures
uk: Споруди

source: Summer Items
uk: Літні предмети

source: Tools
uk: Знаряддя

source: Weapons
uk: Зброя

source: Winter Items
uk: Зимові предмети

source: Add Favorite
uk: Додати до улюбленого

source: Remove Favorite
uk: Прибрати з улюбленого

source: Navigation
uk: Навігація

source: No items match the current filter.
uk: Немає предметів, що відповідають поточному фільтру.

source: Pin
uk: Закріпити

source: Craftable
uk: Можна створити

source: Favorite
uk: Улюблені

source: Sort Mode: {mode}
uk: Сортування: {mode}

source: Unpin
uk: Відкріпити

source: Ancient Pseudoscience
uk: Стародавня псевдонаука

source: Cawnival Creation
uk: Творіння Кар-р-рнавалу

source: Seasonings
uk: Прянощі

source: Bottle Exchange
uk: Обмін пляшок

source: Mad Science
uk: Божевільна наука

source: Critters
uk: Улюбленці

source: Sculptures
uk: Скульптури

source: Shadowcraft
uk: Тіньове ремесло

source: Winter's Feast Cooking
uk: Страви Зимового бенкету

source: The Facebooks
uk: Наш Facebook

source: And a very special thanks to all our supporters who braved the challenge of the "Early-Access\nBeta". You are too numerous to name - our amazing moderators, the wonderful artists, musicians,\nlivestreamers, to all who made a Let's Play video and everybody who chimed in to let us know\nexactly what you think. Your encouragement, passion and support has been amazing.\n\nDon't Starve Together is truly a better game because of all of you.
uk: І особлива подяка всім нашим гравцям, які наважилися прийняти виклик "Раннього доступу\nБета-версії". Вас занадто багато, щоб перелічити - наших чудових модераторів, художників і музикантів,\nстримерам, усім, хто зняв відео "Давайте грати", і всім, хто відгукнувся, щоб дати нам знати.\nщо саме ви думаєте. Ваше підтримка, запал та ентузіазм були просто неймовірними.\n\nDon't Starve Together справді стала кращою завдяки вам усім.

source: Thank you!
uk: Дякуємо!

source: CREDITS
uk: АВТОРИ

source: The Twitters
uk: Наш Twitter

source: Hunt Surprises
uk: Несподіванки полювання

source: Killer Bee Hives
uk: Вулики бджіл-убивць

source: Antlion Tribute
uk: Данина мурашиному леву

source: Autumn
uk: Осінь

source: Do you want to discard the changes you made to your world generation options?
uk: Бажаєте відхилити зміни, що були внесені в налаштування генерації світу?

source: Do you want to discard the changes you made to your world?
uk: Бажаєте відхилити зміни, що були внесені у світ?

source: Do you want to discard the changes you made to your world settings?
uk: Бажаєте відхилити зміни, що були внесені в параметри світу?

source: Do you want to discard the changes you made to your world generation?
uk: Бажаєте відхилити зміни, що були внесені в генерацію світу?

source: Discard Changes
uk: Відхилити зміни

source: Bananas
uk: Банани

source: Banana Bushes
uk: Бананові кущі

source: Basic Resources
uk: Основні ресурси

source: Bats
uk: Кажани

source: Beefalos
uk: Біфало

source: Beefalo Mating Frequency
uk: Частота парування біфало

source: Bee Hives
uk: Вулики

source: Bees
uk: Бджоли

source: Berry Bushes
uk: Ягідні кущі

source: Birds
uk: Птахи

source: Failed Survivors
uk: Полеглі попередники

source: Branches
uk: Гілки

source: Enlightenment Monsters
uk: Потвори просвітлення

source: Rabbit Hutches
uk: Заячі хатки

source: Bunnymen
uk: Зайці

source: Butterflies
uk: Метелики

source: Buzzards
uk: Стерв'ятники

source: Cacti
uk: Кактуси

source: Carrots
uk: Морква

source: Catcoons
uk: Єнотокоти

source: Sinkhole Lights
uk: Світло печер

source: Ponds
uk: Ставки

source: Spilagmites
uk: Арахміти

source: Clockworks
uk: Механізми

source: Ornery Chests
uk: Озлоблені скрині

source: World Presets
uk: Шаблони світу

source: Apply Preset
uk: Застосувати шаблон

source: Cookie Cutters
uk: Термітні піраньї

source: Crabking
uk: Король крабів

source: Midsummer Cawnival
uk: Кар-р-рнавал середини літа

source: %s (Custom)
uk: %s (Користувацький)

source: Your world, your rules!
uk: Ваш світ — ваші правила!

source: Custom Preset
uk: Користувацький шаблон

source: Custom preset
uk: Власний шаблон

source: Darkness Damage
uk: Шкода від темряви

source: Day Type
uk: Тип доби

source: Poison Birchnut Trees
uk: Отруйні білокорі каштани

source: Birchnut Trees
uk: Білокорі каштани

source: Lots of pigs and spiders and a Tallbird nest.
uk: Багато свиней, павуків і гнізд високих птахів.

source: Delete Preset
uk: Видалити шаблон

source: Delete Preset "%s"
uk: Видалити шаблон «%s»

source: Description:
uk: Опис:

source: Disease
uk: Хвороба

source: Drop Items on Disconnect
uk: Скид. предметів під час від'єднання

source: Dust Moths
uk: Пилові молі

source: Earthquakes
uk: Землетруси

source: Update Current Preset
uk: Оновити поточний шаблон

source: Evergreens
uk: Ялини

source: Extra Starting Resources
uk: Додаткові початкові ресурси

source: Eye of Terror
uk: Око терору

source: Cave Ferns
uk: Печерні папороті

source: Schools of Fish
uk: Косяки риб

source: Nightmare Fissures
uk: Жахливі проломи

source: Flowers, Evil Flowers
uk: Квіти, лихі квіти

source: Flowers
uk: Квіти

source: Light Flowers
uk: Лампоквіти

source: Frog Rain
uk: Дощ із жаб

source: Frogs
uk: Жаби

source: Survivor Death
uk: Смерть уцілілого

source: Ghost Sanity Drain
uk: Вплив привидів на глузд

source: Gnarwails
uk: Ґнарвали

source: Meese/Geese
uk: Лосегуски

source: Grass Gekko Morphing
uk: Мутації трав'яних геконів

source: Hallowed Nights
uk: Святі ночі

source: Max Health Penalty
uk: Обмеж. макс. здоров'я

source: Hound Mounds
uk: Кургани гончаків

source: Hound Attacks
uk: Напади гончаків

source: Hounds
uk: Гончаки

source: Hunger Damage
uk: Шкода від голоду

source: Hunts
uk: Полювання

source: Loops
uk: Цикли

source: Starting Resource Variety
uk: Різномаїття стартових ресурсів

source: Starting Season
uk: Початковий сезон

source: Spring
uk: Весна

source: Spawn Area
uk: Межі місця появи

source: Summer
uk: Літо

source: Winter
uk: Зима

source: Size
uk: Розмір

source: You have set all seasons to "None".\nPlease turn on at least one season to continue.
uk: Ви вимкнули всі сезони.\nУвімкніть принаймні один, щоб продовжити.

source: All Seasons Disabled
uk: Всі сезони вимкнено

source: Mimicreeps
uk: Мімікради

source: Junk Yard
uk: Брухтозвалище

source: Krampii
uk: Крампуси

source: Damage Taken
uk: Отримування шкоди

source: Treeguards
uk: Вартові лісу

source: Crustashines
uk: Раки-світляки

source: Bulbous Lightbugs
uk: Лампокрили

source: Lightbug Flower
uk: Квіти лампокрилів

source: Volt Goats
uk: Вольткози

source: Link Settings and Worldgen Presets into World Presets
uk: Пов'язати налаштування та шаблони генерації зі шаблонами світу

source: Choose Preset
uk: Обрати шаблон

source: Choose World Preset
uk: Обрати шаблон світу

source: Choose Settings Preset
uk: Шаблон параметрів

source: Choose Generation Preset
uk: Обрати шаблон генерації

source: Apply a new preset and lose custom changes?
uk: Прийняти новий шаблон і скасувати наявні зміни?

source: Lunar Hail
uk: Місячний град

source: Lureplants
uk: М'ясоцвіти

source: Mandrakes
uk: Мандрагори

source: Spiky Bushes
uk: Колючі кущі

source: Only 5 custom presets allowed.\nChoose one to overwrite:
uk: Допускається лише 5 користувацьких шаблонів.\nОберіть один для перезапису:

source: Preset Limit Reached
uk: Досягнуто ліміту шаблонів

source: Merms
uk: Мерми

source: Meteor Frequency
uk: Опади з метеорів

source: Meteor Fields
uk: Поля метеорів

source: You forgot to enter a name for your preset.
uk: Ви забули ввести назву шаблону.

source: Missing Preset Name
uk: Бракує назви шаблону

source: Naked Mole Bats
uk: Голі земленюхи

source: Mole Burrows
uk: Кротові нори

source: Moles
uk: Кроточерви

source: Splumonkey Pods
uk: Лігвища гротомавп

source: Splumonkeys
uk: Гротомавпи

source: Stone Fruit Bushes
uk: Кущі кам'яних фруктів

source: Beached Bull Kelp
uk: Ламінарії на пляжі

source: Carrats
uk: Щурквини

source: Celestial Fissures
uk: Небесні проломи

source: Hot Springs
uk: Гарячі джерела

source: Lunar Rocks
uk: Місячні камені

source: Lunar Saplings
uk: Місячні паростки

source: Shattered Spiders
uk: Павуки-шиповики

source: Shattered Spider Holes
uk: Нори павуків-шиповиків

source: Anenemies
uk: Злоктинії

source: Lune Trees
uk: Місячні дерева

source: Mosquitos
uk: Комарі

source: Mush Gnomes
uk: Грибні гноми

source: Mushrooms
uk: Гриби

source: Mushroom Trees
uk: Дендрогриби

source: Lunar Mushtrees
uk: Місячні дендрогриби

source: Horror Hounds
uk: Гончаки жаху

source: Name:
uk: Назва:

source: Name Your Preset
uk: Назвіть шаблон

source: Ruins Nightmares
uk: Жахи руїн

source: Marotter Dens
uk: Лігва видр-злодюжок

source: Sea Stacks
uk: Морські скелі

source: Shoals
uk: Косяки риб

source: Sea Weeds
uk: Морські бур'яни

source: Wobster Mounds
uk: Кургани вобстерів

source: Okay
uk: Гаразд

source: Marotters
uk: Видри-злодюжки

source: Overwrite
uk: Перезаписати

source: Palmcone Sprouts
uk: Паростки шишкопальми

source: Pengulls
uk: Маргвіни

source: Moonrock Pengulls
uk: Місячні маргвіни

source: Gobblers
uk: Індики

source: Forest Petrification
uk: Скам'яніння лісів

source: Pig Houses
uk: Свинячі хатки

source: Pigs
uk: Свині

source: Moon Quay Pirates
uk: Пірати Місячної пристані

source: Revive At Florid Postern
uk: Відродження при химерній потерні

source: Portal Activity
uk: Активність порталу

source: Powder Monkeys
uk: Порохові мавпи

source: Changing Resources
uk: Зміна ресурсів

source: A preset with the name "%s" already exists, please choose a different name.
uk: Шаблон під назвою «%s» вже існує, будь ласка, оберіть іншу назву.

source: Preset Already Exists
uk: Шаблон уже існує

source: The standard Don't Starve experience.
uk: Звичайний досвід гри в Don't Starve.

source: The multiplayer Don't Starve experience.
uk: Багатоосібний досвід гри Don't Starve.

source: Don't Starve Together with Reign of Giants turned off.
uk: Don't Starve Together з вимкненим Reign of Giants.

source: Delve into the caves... together!
uk: Спустимося в печери... разом!

source: A darker, more arachnid-y cave experience.
uk: Темніший, арахнідніший печерний досвід.

source: A quicker start in a harsher world.
uk: Швидший старт у жорстокому світі.

source: A dark twist on the standard Don't Starve experience.
uk: Темний поворот у стандартному досвіді гри Don't Starve.

source: The standard Don't Starve Experience 4
uk: Стандартний досвід гри в Don't Starve 4.

source: The standard Don't Starve Experience 5
uk: Стандартний досвід гри в Don't Starve 5.

source: The standard Don't Starve Experience 6
uk: Стандартний досвід гри в Don't Starve 6.

source: The standard Don't Starve Experience 7
uk: Стандартний досвід гри в Don't Starve 7.

source: The standard Don't Starve Experience 8
uk: Стандартний досвід гри в Don't Starve 8.

source: The standard Don't Starve Experience 9
uk: Стандартний досвід гри в Don't Starve 9.

source: A never-ending Don't Starve sandbox.\nResurrection is always available via the Florid Postern.
uk: Нескінченна пригода Don’t Starve.\nВідродження завжди можливе при химерній потерні.

source: Dare you prove yourself in The Forge?
uk: Наважитеся випробувати себе у Кузні?

source: This preset came from a mod, but that mod isn't active right now!
uk: Цей шаблон пов'язаний з модом, що зараз вимкнено!

source: Can you stand the heat in The Gorge?
uk: Здолаєте спеку у Пащі?
